Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The bank code identifies the bank who is the issuer of the bank account. The bank code for Andorra is made up of 4 numbers. E.g. 0004
de: Die Bankleitzahl identifiziert die Bank, bei der das Bankkonto geführt wird. Die Bankleitzahlen für Andorra bestehen aus 4 Ziffern, z.B. "0004"
es: El código del banco identifica el banco que es el emisor de la cuenta bancaria. El código del banco de Andorra consta de 4 números. Por ejemplo 0004
it: Il codice bancario identifica la banca emittente del conto bancario. Il codice della banca per Andorra si compone di 4 cifre. Ad esempio 0004

source: Bank code
de: Bankleitzahl
es: código del banco
it: codice bancario

source: 4 numeric
de: 4 Ziffern
es: 4 numérica
it: 4 numerico

source: The branch code identifies the account holders branch at the bank. The branch code for Andorra is also made up 4 numbers. E.g.0009
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes für Andorra bestehen aus 4 Ziffern, z.B "0009"
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal de Andorra también se compone de 4 números. E.g.0009
it: Il codice della filiale identifica la filiale dei titolari di conti della banca. Il codice filiale di Andorra è fatto anch'esso di 4 cifre. Ad esempio 0009

source: Branch code
de: Filialcode
es: Código de sucursal
it: Codice Filiale

source: 4 numeric
de: 4 Ziffern
es: 4 numérica
it: 4 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number in Andorra is between 6-12 characters in length and may contain alpha characters and numbers. e.g. 123456ABCDEF
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank/Filiale. Die Kontonummern in Andorra sind zwischen 6 und 12 Zeichen lang und können sowohl Buchstaben als auch Zahlen enthalten. z. B. "123456abcdef"
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta en Andorra es de entre 6 a 12 caracteres de longitud y puede contener caracteres alfabéticos y números. por ejemplo 123456ABCDEF
it: Il numero di conto identifica l'effettivo conto in banca presso la banca/filiale specifica. Il numero di conto in Andorra è composto da 6-12 caratteri e può contenere caratteri alfabetici e numerici. Ad esempio 123456ABCDEF

source: Account no.
de: Konto-Nr.
es: No cuenta.
it: Numero di conto

source: 6 - 12 alpha-numeric
de: 6-12 alphanumerische Zeichen
es: 6-12 alfanumérico
it: 6-12 alfanumerico

source: The Bankleitzahl (BLZ) number identifies the bank and branch who is the issuer of the bank account. The BLZ is 5 numbers in length. E.g. 19960
de: Die Bankleitzahl (BLZ) identifiziert die Bank, bei der das Bankkonto geführt wird. Die BLZ besteht aus 5 Ziffern, z.B. "19960"
es: El número Bankleitzahl (BLZ) identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El BLZ es de 5 números de longitud. Por ejemplo 19960
it: Il numero Bankleitzahl (BLZ) identifica la banca e la filiale emittente del conto bancario. Il BLZ è composto da 5 cifre. Ad esempio 19960

source: 5 numeric
de: 5 Ziffern
es: 5 numérica
it: 5 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number in Austria is 11 numbers in length. E.g. 89456132155
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern in Österreich bestehen aus 11 Ziffern, z.B. "89456132155"
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta en Austria es de 11 cifras de longitud. Por ejemplo 89456132155
it: Il numero di conto identifica l'effettivo conto in banca presso la banca/filiale specifica. Il numero di conto in Austria è composto da 11 cifre. Ad esempio 89456132155

source: Account No.
de: Konto-Nr
es: Número de cuenta
it: Numero di conto

source: 11 numeric
de: 11 Ziffern
es: 11 numérico
it: 11 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is made up for 3 numbers. E.g. 134
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 3 Ziffern, z.B. "134"
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal se compone de 3 números. Por ejemplo 134
it: Il codice filiale identifica la filiale dei titolari di conti presso la banca. Il codice filiale è costituito da 3 cifre. Ad esempio 134

source: Bank code
de: Bankleitzahl
es: Código del banco
it: Codice bancario

source: 3 numeric
de: 3 Ziffern
es: 3 numérica
it: 3 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 3 numbers. E.g. 111
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 3 Ziffern, z.B. "111"
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también se compone de 3 números. Por ejemplo 111
it: Il codice filiale identifica la filiale dei titolari di conti presso la banca. Il codice filiale è anch'esso composto da 3 cifre. Ad esempio 111

source: Branch code
de: Filialcode
es: Código de sucursal
it: Codice Filiale

source: 3 numeric
de: 3 Ziffern
es: 3 numérica
it: 3 numerico

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 8 Ziffern, z.B. "78945652"

source: 8 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 11
de: 8 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "11"

source: 2 numeric
de: Kontrollsumme

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 3 numbers in length. E.g. 953
de: 2 Ziffern

source: Bank-branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 3 Ziffern, z.B. "953"

source: 3 numeric
de: Filialcode

source: The account number identifies the actual bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 7532125
de: 3 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 7 Ziffern, z.B. "7532125"

source: 7 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 44
de: 7 Ziffern

source: Check digits
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "44"

source: 2 numeric
de: Kontrollsummen

source: The account number identifies the complete bank account at the given bank/branch. The account number is 22 characters in length and may contain alph characters and numbers. E.g. BG93CITI92501212345678
de: 2 Ziffern

source: Account no (bban)
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern sind 22 Zeichen lang und können sowohl Buchstaben als auch Zahlen enthalten. z. B. "BG93CITI92501212345678"

source: 22 alpha-numeric
de: Konto-Nr. (bban)

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 00110
de: 22 alpha-numerische Zeichen

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 5 Ziffern bestehen, z.B. "00110"

source: 5 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alph-characters and numbers. E.g. A23456789012
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern können zwischen 1 und 12 Zeichen lang sein und sowohl Buchstaben als auch Zahlen enthalten. z. B. "A23456789012"

source: 1 - 12 alpha-numeric
de: Konto-Nr.

source: The bank code identifies the account holders bank. The bank code is made up for 3 numbers. E.g. 014
de: 1 - 12 alpha-numerische Zeichen

source: Bank code
de: Die Bankleitzahl identifiziert die Bank, bei der das Bankkonto geführt wird. Die BLZ besteht aus bis zu 3 Ziffern z. B. "014"

source: 3 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.00001
de: 3 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei denen das Bankkonto geführt wird. Die Filialcodes können aus bis zu 5 Ziffern bestehen, z.B. "00001"

source: 5 numeric
de: Filialcode

source: The account number identifies the actual bank account at the given bank/branch. The account number is 16 numbers in length. E.g. 1234567890123450
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 16 Ziffern, z.B. "1234567890123450"

source: 16 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5400
de: 16 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Konto geführt wird. Die Bank-Filialcodes bestehen aus 4 Ziffern, z.B. "5400"

source: 4 numeric
de: Bank-Filialcode

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 337873
de: 4 Ziffern

source: Prefix
de: Eine Kontonummer in der Tschechischen Republik besteht aus zwei Teilen - Präfix und Basis. Das Präfix identifiziert Bank und Filiale, bei denen das Konto geführt wird, es besteht aus 6 Ziffern, z.B. "337873"

source: 6 numeric
de: Präfix

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The Basic part identifies the later part of actual bank account at the given bank/branch. This part of the account number is 10 numbers in length. E.g. 8796543210
de: 6 Ziffern

source: Basic
de: Eine Kontonummer in der Tschechischen Republik besteht aus zwei Teilen - Präfix und Basis. Die Basis identifiziert das eigentliche Konto bei der Bank/Filiale. Dieser Teil der Kontonummer besteht aus 10 Ziffern, z.B. "8796543210".

source: 10 numeric
de: Basis

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 10010010
de: 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Bank-Filialcodes können aus bis zu 8 Ziffern bestehen, z.B. "10010010"

source: 8 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 10 numbers in length. E.g. 1111111116
de: 8 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus bis zu 10 Ziffern, z.B. "1111111116"

source: 1 - 10 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5420
de: 1 - 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Bank-Filialcodes können aus 4 Ziffern, z.B. "5420"

source: 4 numeric
de: Bank-Filialcode

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 0000245871
de: 4 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 10 Ziffern, z.B. "0000245871"

source: 10 numeric
de: Konto-Nr.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 2 numbers. E.g. 42
de: 10 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank, bei der das Bankkonto geführt wird. Die BLZ besteht aus 2 Ziffern, z.B. "42"

source: 2 numeric
de: Bankleitzahl

source: The account number identifies the complete bank account at the given bank/branch. The account number between 2 and 12 numbers in length. E.g. 123456789014
de: 2 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 2 bis 12 Ziffern, z.B. "123456789014"

source: 2 - 12 numeric
de: Konto-Nr.

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0003
de: 2 - 12 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahl kann aus bis zu 4 Ziffern bestehen, z.B. "0003"

source: 4 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0001
de: 4 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus bis zu 4 Ziffern, z.B. "0001"

source: 4 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567890
de: 4 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 10 Ziffern, z.B. "1234567890"

source: 10 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 86
de: 10 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "86"

source: 2 numeric
de: Kontrollsumme

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be between 4 and 6 numbers in length. E.g. 800017
de: 2 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Der Bank-Filialcode kann zwischen 4 und 6 Ziffern lang sein, z.B. "800017"

source: 4 - 6 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 01791619
de: 4 - 6 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 8 Ziffern, z.B. "01791619"

source: 8 numeric
de: Konto-Nr.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.10011
de: 8 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahlen bestehen aus bis zu 5 Ziffern, z.B. "10011"

source: 5 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g. 00200
de: 5 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus bis zu 5 Ziffern, z.B. "00200"

source: 5 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 11 characters in length and may contain alph characters and numbers. E.g. 00123456789
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 11 Zeichenund können sowohl Buchstaben als auch Zahlen enthaltenten. Z. B. 00ABC456789

source: 11 alpha-numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 34
de: 11 alpha-numerische Zeichen

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "34"

source: 2 numeric
de: Kontrollsumme

source: The bank code identifies the account holders bank and branch. The bank code is made up for 3 numbers. E.g. 012
de: 2 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahl besteht aus 3 Ziffern, z.B. "012"

source: 3 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g. 0034
de: 3 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 4 Ziffern, z.B. "0034"

source: 4 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 16 characters in length and may contain alph characters and numbers. E.g. A234567890123456
de: 4 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 16 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten. Z. B. "A234567890123456"

source: 16 alpha-numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 7 numbers in length. E.g. 2489004
de: 16 alpha-numerische Zeichen

source: Bank-branch code
de: Der Bank-Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Bank-Filialcodes bestehen aus 7 Ziffern, z.B. "2489004"

source: 7 numeric
de: Bank-Filialcode

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567897
de: 7 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 10 Ziffern, z.B. "1234567897"

source: 10 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 12001008
de: 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Der Bank-Filialcode kann aus bis zu 8 Ziffern bestehen, z.B. "12001008"

source: 8 numeric
de: Bank-Filialcode

source: An account number in Hungary is made up of 2 key parts. The first part of the account number is 8 numbers in length. E.g. 00222222
de: 8 Ziffern

source: Account part 1
de: Eine Kontonummer in Ungarn besteht aus 2 Teilen. Der erste Teil der Kontonummer besteht aus 8 Ziffern, z.B. "00222222"

source: 8 numeric
de: 1. Teil der Konto-Nr.

source: An account number in Hungary is made up of 2 key parts. The second part of the account number is also 8 numbers in length. E.g. 00200006
de: 8 Ziffern

source: Account part 2
de: Eine Kontonummer in Ungarn besteht aus 2 Teilen. Der zweite Teil der Kontonummer besteht ebenfalls aus 8 Ziffern, z.B. "00200006"

source: 8 numeric
de: 2. Teil der Konto-Nr.

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 901490
de: 8 Ziffern

source: Sort code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahl kann aus bis zu 6 Ziffern bestehen, z.B. "901490"

source: 6 numeric
de: BLZ

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 71124326
de: 6 Ziffern

source: Account no.
de: Obligatorisch - Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 8 Ziffern, z.B. "71124326"

source: 8 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0130
de: 8 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Bank-Filialcodes können aus bis zu 4 Ziffern bestehen, z.B. "0130"

source: 4 numeric
de: Bank-Filialcode

source: The account type field identifies the actual type of bank account. The account type is 2 numbers in length. E.g. 12
de: 4 Ziffern

source: Account type
de: Das Konto-Feld gibt an, um welche Kontoart es sich handelt. Dieses Feld besteht aus 2 Ziffern, z.B. "12"

source: 2 numeric
de: Art des Kontos

source: The account number identifies the complete bank account at the given bank/branch. The account number is 6 numbers in length. E.g. 123456
de: 2 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 6 Ziffern, z.B. "123456"

source: 6 numeric
de: Konto-Nr.

source: Bank accounts is Iceland are also made up of an identification number, which is 10 numbers in length. E.g. 1234567859
de: 6 Ziffern

source: Identification no.
de: Bankkonten in Island erhalten eine Identifikationsnummer, die aus 10 Ziffern besteht, z.B. "1234567859"

source: 10 numeric
de: Identifikationsnummer

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.05428
de: 10 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahlen bestehen aus 5 Ziffern, z.B. "05428"

source: 5 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.11101
de: 5 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 5 Ziffern, z.B. "11101"

source: 5 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 12 characters in length and may contain alpha-characters and numbers. E.g. 000000123456
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 12 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z.B. "ABC000123456"

source: 12 alpha-numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 1 alpha character in length. E.g.x
de: 12 alpha-numerische Zeichen

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus einem 1 Buchstaben, z.B. "D"

source: 1 alpha
de: Kontrollsumme

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 08805
de: 1 Buchstabe

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 5 Ziffern bestehen, z.B. "08805"
