Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: No. of conversions
fr: Numéro de vérification

source: Ok
fr: 2 (chiffres)

source: old password
fr: Le Sort Code identifie le couple banque/branche émetteur du compte bancaire. Ce code peut contenir 6 chiffres. Exemple : 309136

source: Password
fr: Sort code

source: Payment Failed
fr: 6 (chiffres)

source: Pending
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 8 chiffres. Exemple : 34697856

source: Personal details
fr: N° de compte

source: 1. Prepare your file
fr: 8 (chiffres)

source: Prepare a list of your account numbers using our template. Save a copy in case you need to edit it later
fr: Achats

source: Purchase
fr: Coût total (&euro;)

source: Purchase
fr: Total TVA (&euro;)

source: Purchase Conversions
fr: Confirmez

source: Purchase Details
fr: {{ bban_fieldname }} est un champ obligatoire. S'il vous plaît fournir une valeur pour {{ bban_fieldname }} et réessayez.

source: Save the worksheet containing your account number data as a .csv file and then upload it here.
fr: L'e-mail "{{ value }}" n'est pas une adresse email valide.

source: Settings
fr: L'e-mail "{{ value }}" n'est pas une adresse de courriel valide. Veuillez essayer à nouveau.

source: Single Conversion
fr: L'e-mail "{{ value }}" existe déjà dans notre système. Si vous êtes déjà inscrit et oublié votre mot de passe, veuillez revenir à l'écran de connexion et de réinitialiser votre mot de passe en cliquant sur« Mot de passe oublié?

source: Status
fr: valeur du mot de passe est trop court. Il doit avoir {{ limit }} caractères ou plus.

source: Status / Result
fr: valeur du mot de passe est trop long. Il doit avoir {{ limit }} caractères ou moins.

source: Surname
fr: {{ credits_added }} conversions ont été ajoutés à votre compte.

source: The account number identifies the actual bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 78945652
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta es de 8 números de longitud. Por ejemplo 78945652
it: Il numero di conto identifica l'effettivo conto in banca presso la banca/filiale specifica. Il numero di conto è composto da 8 cifre. Ad esempio 78945652

source: Account no.
es: Número de cuenta.
it: Numero di conto

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 11
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se trata de 2 cifras de longitud. Por ejemplo 11
it: Il numero di controllo viene utilizzato per rilevare eventuali errori nel numero di conto fornito. È composto da 2 cifre. Ad esempio 11

source: Check digit
es: Dígito de control
it: Numero di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 3 numbers in length. E.g. 953
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama es de 3 números de longitud. Por ejemplo 953
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale è composto da 3 cifre. Ad esempio 953

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 3 numeric
es: 3 numérica
it: 3 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 7532125
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta es de 7 números de longitud. Por ejemplo 7532125
it: Il numero di conto identifica l'effettivo conto in banca presso la banca/filiale specifica. Il numero di conto è composto da 7 cifre. Ad esempio 7532125

source: Account no.
es: No cuenta.
it: Numero di conto

source: 7 numeric
es: 7 numérico
it: 7 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 44
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se trata de 2 cifras de longitud. Por ejemplo 44
it: Il numero di controllo viene utilizzato per rilevare eventuali errori nel numero di conto fornito. È composto da 2 cifre. Ad esempio 44

source: Check digits
es: Dígitos de control
it: Numeri di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 22 characters in length and may contain alph characters and numbers. E.g. BG93CITI92501212345678
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 22 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo BG93CITI92501212345678
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 22 caratteri e può contenere lettere e numeri. Ad esempio BG93CITI92501212345678

source: Account no (bban)
es: Número de cuenta (bban)
it: Numero di conto (bban)

source: 22 alpha-numeric
es: 22 alfanumérica
it: 22 alfanumerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 00110
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 5 números de longitud. Por ejemplo 00110
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice banca-filiale può essere composto da 5 cifre. Ad esempio 00110

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alph-characters and numbers. E.g. A23456789012
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 1 y 12 caracteres de longitud y puede contener-Alfa caracteres y números. Por ejemplo A23456789012
it: Il numero di conto identifica il conto corrente completo presso la banca/filiale specifica. Il numero di conto è composto da 1-12 caratteri e può contenere lettere e numeri. Ad esempio A23456789012

source: Account no.
es: No cuenta.
it: Numero di conto

source: 1 - 12 alpha-numeric
es: 1-12 alfanumérico
it: 1 - 12 alfa-numerico

source: The bank code identifies the account holders bank. The bank code is made up for 3 numbers. E.g. 014
es: El código del banco identifica la cuenta bancaria titulares. El código del banco se compone de 3 números. Por ejemplo 014
it: Il codice identifica la banca dei titolari di conto bancario. Il codice bancario è costituito da 3 numeri. Ad esempio 014

source: Bank code
es: Código del banco
it: Codice Bancario

source: 3 numeric
es: 3 numérica
it: 3 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.00001
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también está formado por 5 números. E.g.00001
it: Il codice filiale identifica la filiale dei titolari di conto bancario presso la banca. Il codice filiale è anch'esso composto da 5 numeri. E.g.00001

source: Branch code
es: Código de sucursal
it: Codice Filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number is 16 numbers in length. E.g. 1234567890123450
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta es de 16 cifras de longitud. Por ejemplo 1234567890123450
it: Il numero di conto identifica l'effettivo conto in banca presso la specifica banca/filiale. Il numero di conto è composto da 16 cifre. Ad esempio 1234567890123450

source: Account no.
es: No cuenta.
it: Numero di conto

source: 16 numeric
es: 16 numérico
it: 16 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5400
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama es de 4 cifras de longitud. Por ejemplo 5400
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale è composto da 4 cifre. Ad esempio 5400

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 337873
es: Un número de cuenta en la República Checa se compone de 2 partes principales (Prefijo y Basic), El prefijo identifica la primera parte de la cuenta bancaria real en el banco / sucursal determinada. El prefijo del número de cuenta es de 6 números de longitud. Por ejemplo 337873
it: Un numero di conto in Repubblica Ceca si compone di due parti fondamentali (Prefisso e Base), Il prefisso identifica la prima parte dell'effettivo conto bancario presso la banca/filiale specifica. Il prefisso del numero di conto è composto da 6 cifre. Ad esempio 337.873

source: Prefix
es: prefijo
it: Prefisso

source: 6 numeric
es: 6 numérica
it: 6 numerico

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The Basic part identifies the later part of actual bank account at the given bank/branch. This part of the account number is 10 numbers in length. E.g. 8796543210
es: Un número de cuenta en la República Checa se compone de 2 partes principales (Prefijo y Basic), la parte básica identifica la parte posterior de cuenta bancaria actual en el banco / sucursal determinada. Esta parte del número de cuenta es 10 números de longitud. Por ejemplo 8796543210
it: Un numero di conto in Repubblica Ceca si compone di due parti fondamentali (Prefisso e Base), la parte Base identifica la seconda parte del conto bancario effettivo presso la specifica banca/filiale. Questa parte del numero di conto è composta da 10 cifre. Ad esempio 8796543210

source: Basic
es: básico
it: Base

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 10010010
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 8 números de longitud. Por ejemplo 10010010
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale può essere composto da 8 cifre. Ad esempio 10010010

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 10 numbers in length. E.g. 1111111116
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 1 y 10 números de longitud. Por ejemplo 1111111116
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero è composto da 1-10 cifre. Ad esempio 1111111116

source: Account no.
es: No cuenta.
it: Numero di conto

source: 1 - 10 numeric
es: 1 - 10 numérico
it: 1-10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5420
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama es de 4 cifras de longitud. Por ejemplo 5420
it: Il codice Banca-filiale identifica la banca emittente del conto bancario. Il codice Banca-filiale è composto da 4 cifre. Ad esempio 5420

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 0000245871
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta es de 10 cifras de longitud. Por ejemplo 0000245871
it: Il numero di conto identifica l'effettivo conto in banca presso la specifica banca/filiale. Il numero di conto è composto da 10 cifre. Ad esempio 0000245871

source: Account no.
es: No cuenta.
it: Numero di conto

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The bank code identifies the account holders bank and branch. The bank code is made up for 2 numbers. E.g. 42
es: El código identifica la cuenta bancaria titulares banco y sucursal. El código del banco se compone de 2 números. Por ejemplo 42
it: Il codice identifica la banca dei titolari di conto bancario e la filiale. Il codice della banca è costituito da 2 cifre. Ad esempio 42

source: Bank code
es: código del banco
it: Codice Bancario

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number between 2 and 12 numbers in length. E.g. 123456789014
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta de entre 2 y 12 números de longitud. Por ejemplo 123456789014
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 2-12 cifre. Ad esempio 123456789014

source: Account no.
es: No cuenta.
it: Numero di conto

source: 2 - 12 numeric
es: 2 - 12 numérico
it: 2-12 numerico

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0003
es: El código del banco identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 4 cifras de longitud. Por ejemplo 0003
it: Il codice banca identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale può essere composto da 4 cifre. Ad esempio 0003

source: Bank code
es: código del banco
it: Codice Bancario

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0001
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también se compone de 4 números. E.g.0001
it: Il codice filiale identifica la filiale dei titolari di conto presso la banca. Il codice filiale è anch'esso composto da 4 numeri. E.g.0001

source: Branch code
es: código de sucursal
it: Codice Filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567890
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 10 cifras de longitud. Por ejemplo 1234567890
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 10 cifre. Ad esempio 1234567890

source: Account no.
es: No cuenta.
it: Numero di conto

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 86
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 86
it: Il numero di controllo viene utilizzato per rilevare eventuali errori nel numero di conto fornito. È composto da 2 cifre. Ad esempio 86

source: Check digit
es: dígito de control
it: Cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be between 4 and 6 numbers in length. E.g. 800017
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de entre 4 y 6 números de longitud. Por ejemplo 800017
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale è composto da 4-6 cifre. Ad esempio 800017

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 - 6 numeric
es: 4 - 6 numérico
it: 4-6 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 01791619
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 8 números de longitud. Por ejemplo 01791619
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 8 cifre. Ad esempio 01791619

source: Account no.
es: No cuenta.
it: Numero di conto

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.10011
es: El código identifica la cuenta bancaria titulares banco y sucursal. El código del banco se compone de 5 números. E.g.10011
it: Il codice bancario identifica la banca dei titolari di conto bancario e filiale. Il codice della banca è composto da 5 cifre. E.g.10011

source: Bank code
es: código del banco
it: Codice della banca

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g. 00200
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también está formado por 5 números. Por ejemplo 00200
it: Il codice filiale identifica la filiale dei titolari di conto presso la banca. Il codice filiale è composto anch'esso da 5 cifre. Ad esempio 00200

source: Branch code
es: código de sucursal
it: Codice Filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 11 characters in length and may contain alph characters and numbers. E.g. 00123456789
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 11 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo 00123456789
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 11 caratteri e può contenere lettere e numeri. Ad esempio 00123456789

source: Account no.
es: No cuenta.
it: Numero di conto

source: 11 alpha-numeric
es: 11 alfanumérica
it: 11 alfanumerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 34
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se trata de 2 cifras de longitud. Por ejemplo 34
it: Il numero di controllo viene utilizzato per rilevare eventuali errori nel numero di conto fornito. È composto da 2 cifre. Ad esempio 34

source: Check digit
es: dígito de control
it: Numero di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The bank code identifies the account holders bank and branch. The bank code is made up for 3 numbers. E.g. 012
es: El código identifica la cuenta bancaria titulares banco y sucursal. El código del banco se compone de 3 números. Por ejemplo 012
it: Il codice della banca identifica la banca dei titolari di conto bancario e filiale. Il codice della banca è costituito da 3 cifre. Ad esempio 012

source: Bank code
es: código del banco
it: Codice della banca

source: 3 numeric
es: 3 numérica
it: 3 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g. 0034
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también se compone de 4 números. Por ejemplo 0034
it: Il codice filiale identifica la filiale dei titolari di conto presso la banca. Il codice filiale è composto anch'esso da 4 cifre. Ad esempio 0034

source: Branch code
es: código de sucursal
it: Codice Filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 16 characters in length and may contain alph characters and numbers. E.g. A234567890123456
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 16 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo A234567890123456
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 16 caratteri e può contenere lettere e numeri. Ad esempio A234567890123456

source: Account no.
es: No cuenta.
it: Numero di conto

source: 16 alpha-numeric
es: 16 alfanumérica
it: 16 alfanumerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 7 numbers in length. E.g. 2489004
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama es de 7 números de longitud. Por ejemplo 2489004
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale è composto da 7 cifre. Ad esempio 2489004

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 7 numeric
es: 7 numérico
it: 7 numerico

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567897
es: El número de cuenta se identifica la cuenta bancaria real en el banco / sucursal determinada. El número de cuenta es de 10 cifras de longitud. Por ejemplo 1234567897
it: Il numero di conto identifica l'effettivo conto in banca presso la specifica banca/filiale. Il numero di conto è composto da 10 cifre. Ad esempio 1234567897

source: Account no.
es: No cuenta.
it: Numero di conto

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 12001008
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 8 números de longitud. Por ejemplo 12001008
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale può essere composto da 8 cifre. Ad esempio 12001008

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale
