Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: BWG_E_IDENTIFICATION_FORMAT
fr: S'il vous plaît entrez votre titre d'emploi.

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
fr: S'il vous plaît entrer le nom de votre entreprise.

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
fr: S'il vous plaît entrer votre emplacement.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Envoyer de ne correspondent pas

source: BWG_E_BANK_CODE_FORMAT
fr: Les adresses e-mail que vous avez saisi ne correspond pas. S'il vous plaît vérifier et essayer à nouveau.

source: The bank code you have entered is incorrect. Please check and try again.
fr: Envoyer déjà enregistré

source: The bank code you have entered is incorrect. Please check and try again.
fr: Mot de passe de ne correspondent pas

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Les mots de passe que vous avez saisi ne correspond pas. S'il vous plaît vérifier et essayer à nouveau.

source: BWG_E_BIC_FORMAT
fr: Mot de passe invalide

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
fr: Mot de passe ne doit contenir que des caractères alphanumber. (A à z) et (0 à 9)

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
fr: Vous devez accepter les termes et conditions afin de procéder.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: incompatibilité de caractères

source: BWG_E_BIC_INVALID
fr: Les caractères que vous avez entrés ne correspondent pas à ceux affichés dans l'image. S'il vous plaît essayer de nouveau.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
fr: Nous vous remercions de votre inscription

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
fr: Vous recevrez rapidement un email d'activation à l'adresse email que vous avez fourni. S'il vous plaît cliquer sur le lien d'activation contenu dans l'e-mail pour confirmer votre adresse e-mail.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Kryptos: activation du compte

source: BWG_E_BRANCH_CODE_FORMAT
fr: Bonjour {{ firsname }} {{ surname }},

source: The branch code you have entered is incorrect. Please check and try again.
fr: Votre inscription à Kryptos a été reçue.

source: The branch code you have entered is incorrect. Please check and try again.
fr: S'il vous plaît confirmer votre adresse email en cliquant sur le lien ci-dessous:

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Si vous avez des accès à l'URL ci-dessus difficultés, essayez de copier et coller l'URL complète dans votre navigateur Web.

source: BWG_E_ACCOUNT_NO_FORMAT
fr: Cordialement

source: The account number provided is incorrect. Please supply a correct account number and try again.
fr: Ceci est un email généré automatiquement, veuillez ne pas répondre à cet e-mail.

source: The account number provided is incorrect. Please supply a correct account number and try again.
fr: Votre compte a été activé

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Vous pouvez maintenant vous connecter via le <a href="{{ link_url }}" >{{ link_text }}</a> écran.

source: BWG_E_CD_FORMAT
fr: Compte a déjà été activé

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
fr: Cette URL d'activation n'est pas valide

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
fr: Password Reset

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Un e-mail a été envoyé à l'adresse email que vous avez fourni. S'il vous plaît cliquer sur le lien contenu dans l'e-mail pour confirmer votre adresse e-mail. Vous serez en mesure de réinitialiser votre mot de passe une fois que votre adresse e-mail a été confirmée.

source: BWG_E_NO_BRANCH
fr: Kryptos: Password Reset

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
fr: Bonjour {{ firstname }} {{ lastname }},

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
fr: Vous avez demandé que votre mot de passe à Kryptos être réinitialisé.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Afin de continuer, vous devrez confirmer votre adresse email en cliquant sur le lien ci-dessous.

source: BWG_E_MODULUS_CHECK
fr: Si vous avez des accès à l'URL ci-dessus difficultés, essayez de copier et coller l'URL complète dans votre navigateur Web.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
fr: Si vous n'avez pas demandé un changement de mot de passe ou ne souhaitez pas procéder à la réinitialisation de votre mot de passe, s'il vous plaît ignorer ce message.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
fr: Cordialement

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Ceci est un email généré automatiquement, veuillez ne pas répondre à cet e-mail.

source: BWG_E_MODULUS_CHECK_BANK_CODE
fr: Réinitialiser le mot incomplet

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
fr: S'il vous plaît entrer votre mot de passe. Cette valeur ne doit pas être vide.

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
fr: Mot de passe réinitialisé

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Votre mot de passe a bien été réinitialisé. S'il vous plaît utilisez votre nouveau mot de passe à partir de maintenant.

source: BWG_E_MODULUS_CHECK_ACCOUNT_NO
fr: Impossible de réinitialiser le mot de passe

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
fr: Mot de passe a déjà été réinitialisé à l'aide de cette réinitialisation de mot URL.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
fr: Cette réinitialisation URL de mot de passe n'est pas valide.

source: The International Account Number (IBAN) for Andorra is 24 characters in total length. The first 2 characters are 'AD', followed by 10 numbers and ends with 12 alphanumeric characters. E.g. AD12 0001 2030 2003 5910 0100
fr: Ok - Remboursement

source: The International Account Number (IBAN) for Austria is 20 characters in total length. The first 2 characters are 'AT', followed by 18 numbers. E.g. AT61 1904 3002 3457 3201
fr: Convertir compte bancaire

source: The International Account Number (IBAN) for Bosnia Herzegovina is 20 characters in total length. The first 2 characters are 'BA', followed by 18 numbers. E.g. BA39 1290 0794 0102 8494
fr: Résultats convertis

source: The International Account Number (IBAN) for Belgium is 16 characters in total length. The first 2 characters are 'BE', followed by 14 numbers. E.g. BE68 5390 0754 7034
fr: BIC

source: The International Account Number (IBAN) for Bulgaria is 22 characters in total length. The first 2 characters are 'BG', followed by 2 numbers,4 letters,6 numbers and ends with 8 alphanumeric characters. E.g. BG80 BNBG 9661 1020 3456 78
fr: Banque

source: The International Account Number (IBAN) for Switzerland is 21 characters in total length. The first 2 characters are 'CH', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. CH93 0076 2011 6238 5295 7
fr: Direction

source: The International Account Number (IBAN) for Cyprus is 28 characters in total length. The first 2 characters are 'CY', followed by 10 numbers and ends with 16 alphanumeric characters. E.g. CY17 0020 0128 0000 0012 0052 7600
fr: Adresse

source: The International Account Number (IBAN) for Czech Republic is 24 characters in total length. The first 2 characters are 'CZ', followed by 22 numbers. E.g. CZ65 0800 0000 1920 0014 5399
fr: Détails non valides

source: The International Account Number (IBAN) for Germany is 22 characters in total length. The first 2 characters are 'DE', followed by 20 numbers. E.g. DE89 3704 0044 0532 0130 00
fr: Les champs obligatoires n'ont pas été achevés, soit un IBAN doit être fourni ou un pays doit être sélectionné. S'il vous plaît essayer à nouveau.

source: The International Account Number (IBAN) for Denmark is 18 characters in total length. The first 2 characters are 'DK', followed by 16 numbers. E.g. DK50 0040 0440 1162 43
fr: Invalide compte bancaire

source: The International Account Number (IBAN) for Estonia is 20 characters in total length. The first 2 characters are 'EE', followed by 18 numbers. E.g. EE38 2200 2210 2014 5685
fr: Le compte bancaire fourni est incorrect. S'il vous plaît vérifier et essayer à nouveau.

source: The International Account Number (IBAN) for Spain is 24 characters in total length. The first 2 characters are 'ES', followed by 22 numbers. E.g. ES91 2100 0418 4502 0005 1332
fr: compte bancaire valide

source: The International Account Number (IBAN) for Finland is 18 characters in total length. The first 2 characters are 'FI', followed by 16 numbers. E.g. FI21 1234 5600 0007 85
fr: Le compte bancaire fourni est valide et a été converti au format SEPA.

source: The International Account Number (IBAN) for France is 27 characters in total length. The first 2 characters are 'FR', followed by 12 numbers,11 alhanumeric characters and ends with 2 numbers. E.g. FR14 2004 1010 0505 0001 3M02 606
fr: Coordonnées bancaires transposé

source: The International Account Number (IBAN) for the United Kingdom is 22 characters in total length. The first 2 characters are 'GB', followed by 2 numbers,4 letters and ends with 14 numbers. E.g. GB29 NWBK 6016 1331 9268 19
fr: Détails du compte ne sont pas sous forme standard et ont été transposées.

source: The International Account Number (IBAN) for Greece is 27 characters in total length. The first 2 characters are 'GR', followed by 9 numbers and ends with 16 alph characters. E.g. GR16 0110 1250 0000 0001 2300 695
fr: SEPA Direct Debit non pris en charge

source: The International Account Number (IBAN) for Croatia is 21 characters in total length. The first 2 characters are 'HR', followed by 19 numbers. E.g. HR12 1001 0051 8630 0016 0
fr: La banque / succursale ne supporte pas le SEPA Direct Debit

source: The International Account Number (IBAN) for Hungary is 28 characters in total length. The first 2 characters are 'HU', followed by 26 numbers. E.g. HU42 1177 3016 1111 1018 0000 0000
fr: SEPA Credit Transfer non pris en charge

source: The International Account Number (IBAN) for Ireland is 22 characters in total length. The first 2 characters are 'IE', followed by 2 numbers,4 letters and 14 numbers. E.g. IE29 AIBK 9311 5212 3456 78
fr: La banque / succursale ne supporte pas les virements SEPA

source: The International Account Number (IBAN) for Iceland is 26 characters in total length. The first 2 characters are 'IS', followed by 24 numbers. E.g. IS14 0159 2600 7654 5510 7303 39
fr: SEPA Direct Debit entreprise non pris en charge

source: The International Account Number (IBAN) for Italy is 27 characters in total length. The first 2 characters are 'IT', followed by 2 numbers,1 letter,10 numbers and ends with 12 alphanumeric characters. E.g. IT60 X054 2811 1010 0000 0123 456
fr: La banque / succursale ne supporte pas SEPA affaires paiements par prélèvement automatique

source: The International Account Number (IBAN) for Liechtenstein is 21 characters in total length. The first 2 characters are 'LI', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. LI21 0881 0000 2324 013A A
fr: Résilier

source: The International Account Number (IBAN) for Lithuania is 20 characters in total length. The first 2 characters are 'LT', followed by 18 numbers. E.g. LT12 1000 0111 0100 1000
fr: Besoin de vérifier

source: The International Account Number (IBAN) for Luxembourg is 20 characters in total length. The first 2 characters are 'LU', followed by 5 numbers and ends with 13 alphanumeric characters. E.g. LU28 0019 4006 4475 0000
fr: Conversions remboursés

source: The International Account Number (IBAN) for Latvia is 21 characters in total length. The first 2 characters are 'LV', followed by 2 numbers,4 letters and ends with 13 alphanumeric characters. E.g. LV80 BANK 0000 4351 9500 1
fr: Attention requise

source: The International Account Number (IBAN) for Montenegro is 22 characters in total length. The first 2 characters are 'ME', followed by 20 numbers. E.g. ME25 5050 0001 2345 6789 51
fr: Vous n'avez pas assez de conversions de procéder à la transformation du fichier que vous venez de télécharger.

source: The International Account Number (IBAN) for Malta is 31 characters in total length. The first 2 characters are 'MT', followed by 2 numbers,4 letters,5 numbers and ends with 18 alphanumeric characters. E.g. MT84 MALT 0110 0001 2345 MTLC AST0 01S
fr: Vous aurez besoin d'acheter des conversions pour que le dossier soit traité. Cliquez sur le bouton «achat» à acheter la bonne quantité de conversions et d'avoir votre fichier de traitement.

source: The International Account Number (IBAN) for Netherlands is 18 characters in total length. The first 2 characters are 'NL', followed by 2 numbers,4 letters and ends with 10 numbers. E.g. NL91 ABNA 0417 1643 00
fr: Sinon, si vous ne voulez pas acheter conversions à cette époque il suffit de cliquer sur« Annuler », et votre fichier téléchargé sera supprimé.

source: The International Account Number (IBAN) for Norway is 15 characters in total length. The first 2 characters are 'NO', followed by 13 numbers. E.g. NO93 8601 1117 947
fr: S'il vous plaît attendre.

source: The International Account Number (IBAN) for Poland is 28 characters in total length. The first 2 characters are 'PL', followed by 26 numbers. E.g. PL61 1090 1014 0000 0712 1981 2874
fr: Le nombre de conversions dont vous avez besoin pour votre fichier téléchargé est calculé.

source: The International Account Number (IBAN) for Portugal is 25 characters in total length. The first 2 characters are 'PT', followed by 23 numbers. E.g. PT50 0002 0123 1234 5678 9015 4
fr: Coût

source: The International Account Number (IBAN) for Romania is 24 characters in total length. The first 2 characters are 'RO', followed by 2 numbers,4 letters and ends with 16 alphanumeric characters. E.g. RO49 AAAA 1B31 0075 9384 0000
fr: TVA

source: The International Account Number (IBAN) for Serbia is 22 characters in total length. The first 2 characters are 'RS', followed by 20 numbers. E.g. RS35 2600 0560 1001 6113 79
fr: Totale

source: The International Account Number (IBAN) for Sweden is 24 characters in total length. The first 2 characters are 'SE', followed by 22 numbers. E.g. SE45 5000 0000 0583 9825 7466
fr: Informations de facturation

source: The International Account Number (IBAN) for Slovenia is 19 characters in total length. The first 2 characters are 'SI', followed by 17 numbers. E.g. SI56 2633 0001 2039 086
fr: Adresse ligne 1

source: The International Account Number (IBAN) for Slovak Republic is 24 characters in total length. The first 2 characters are 'SK', followed by 22 numbers. E.g. SK31 1200 0000 1987 4263 7541
fr: Adresse ligne 2

source: Company Number
fr: Ville

source: Invoice Number
fr: Code postal

source: Payment Method
fr: Coordonnées de facturation incomplètes

source: Customer Id
fr: S'il vous plaît entrer votre prénom.

source: Order Date
fr: S'il vous plaît entrer votre première ligne de l'adresse.

source: Items
fr: S'il vous plaît entrer votre deuxième ligne de l'adresse.

source: Description
fr: S'il vous plaît entrer votre ville.

source: Credits
fr: S'il vous plaît entrer votre code postal.

source: Line total
fr: S'il vous plaît entrer dans votre pays.

source: Subtotal
fr: Confirmez

source: Total
fr: Votre transaction n'a pu être traitée

source: English
fr: Il y avait un problème lors du traitement de votre paiement.

source: Afghanistan
fr: Notre prestataire de paiement signalé le problème suivant:

source: Albania
fr: Paiement reçu

source: Algeria
fr: Votre transaction a été traitée avec succès

source: American Samoa
fr: détails de l'utilisateur incomplètes

source: Andorra
fr: Détails mise à jour

source: Angola
fr: Vos données personnelles ont été mis à jour avec succès.

source: Anguilla
fr: Détails incomplètes

source: Antarctica
fr: S'il vous plaît entrez votre ancien mot de passe. Cette valeur ne doit pas être vide.

source: Antigua and Barbuda
fr: S'il vous plaît entrez votre nouveau mot de passe. Cette valeur ne doit pas être vide.

source: Argentina
fr: Mot de passe incorrect

source: Armenia
fr: Votre ancien mot de passe n'est pas correct. Mots de passe KRYPTOS sont sensibles à la casse. S'il vous plaît vérifier votre touche Caps Lock.

source: Aruba
fr: Les nouveaux mots de passe que vous avez saisi ne correspond pas. S'il vous plaît vérifier et essayer à nouveau.

source: Australia
fr: Mot de passe Mise à jour

source: Austria
fr: Votre mot de passe a été mis à jour avec succès.

source: Azerbaijan
fr: Nouveau mot de passe

source: Bahamas
fr: Confirmer le nouveau mot de passe

source: Bahrain
fr: proche

source: Bangladesh
fr: Changer

source: Barbados
fr: Compléter

source: Belarus
fr: Soumettre

source: Belgium
fr: OU

source: Belize
fr: IBAN

source: Benin
fr: Saisissez compte bancaire

source: Bermuda
fr: Pays

source: Bhutan
fr: Téléchargez une

source: Bolivia
fr: Le fichier a bien été reçu. Le traitement de ce fichier va commencer sous peu

source: Bosnia and Herzegovina
fr: Entrez le texte

source: Botswana
fr: Vérification des mots

source: Bouvet Island
fr: - Titre -

source: Brazil
fr: Crédit insuffisant

source: British Indian Ocean Territory
fr: Vous n'avez pas suffisamment de fonds dans votre compte pour effectuer le contrôle. S'il vous plaît créditer votre compte puis réessayez.

source: Brunei Darussalam
fr: Fichier non valide

source: Bulgaria
fr: La première ligne dans le fichier de téléchargement n'est pas valide. S'il vous plaît assurez-vous que la première ligne contient des en-têtes de colonnes et que ces en-têtes de colonnes sont inchangés par rapport aux valeurs fournies dans le fichier de modèle d'origine.

source: Burkina Faso
fr: Mot de passe ne peut pas être remis à zéro

source: Burundi
fr: Comptes inexacts

source: Cambodia
fr: Oups!, Le système a été incapable de contacter notre prestataire de paiement. S'il vous plaît essayer à nouveau. Si vous continuez à rencontrer ce problème s'il vous plaît appelez-nous.

source: Cameroon
fr: Augmenter les conversions

source: Canada
fr: Le coût total est inférieur à {{ currency }}1. S'il vous plaît augmenter le n ° de conversions pour répondre à l'ensemble minimum de {{ currency }}1

source: Cape Verde
fr: Diminution de conversions

source: Cayman Islands
fr: Le coût total est supérieur à {{ currency }}100,000. S'il vous plaît diminuer le n ° de conversions pour répondre à l'ensemble de expenture maximum de {{ currency }}100.000

source: Central African Republic
fr: Nombre de conversions doit être saisie comme un nombre

source: Chad
fr: Impossible d'autoriser le paiement parce que les détails fournis sont incorrects ou pas authentifiés par la banque acquéreuse.

source: Chile
fr: Impossible d'autoriser le paiement parce que l'utilisateur a cliqué sur le bouton ANNULER sur les pages de paiement, ou est allé inactif pendant 15 minutes ou plus.

source: China
fr: Le système de rémunération Sage a rejeté la transaction parce que les règles de validation ne sont pas remplies.

source: Christmas Island
fr: Une erreur s'est produite lors Sage Pay qui signifie que la transaction n'a pas pu être mené à bien.

source: Cocos (Keeling) Islands
fr: Invalid credentials.

source: Colombia
fr: Les champs obligatoires n'ont pas été fournis, un IBAN doit être fourni.

source: Comoros
fr: Les champs obligatoires n'ont pas été fournis, un code de pays doit être fourni.

source: Congo, Republic of (Brazzaville)
fr: La conversion n'est pas possible.

source: Cook Islands
fr: Notre outil de conversion est déconnecté, par conséquent, nous ne sommes pas actuellement en mesure de traiter votre demande. Remarque: Vous n'avez pas été accusé d'une conversion.

source: Costa Rica
fr: Choisissez un pays

source: Croatia
fr: Français

source: Cuba
fr: Afghanistan

source: Cyprus
fr: Albanie

source: Czech Republic
fr: Algérie

source: Democratic Republic of the Congo (Kinshasa)
fr: Samoa Américaines

source: Denmark
fr: Andorre

source: Djibouti
fr: Angola

source: Dominica
fr: Anguilla

source: Dominican Republic
fr: Antarctique

source: Ecuador
fr: Antigua-et-Barbuda

source: Egypt
fr: Argentine

source: El Salvador
fr: Arménie

source: Equatorial Guinea
fr: Aruba

source: Eritrea
fr: Australie

source: Estonia
fr: Autriche

source: Ethiopia
fr: Azerbaïdjan

source: Falkland Islands
fr: Bahamas

source: Faroe Islands
fr: Bahreïn

source: Fiji
fr: Bangladesh

source: Finland
fr: Barbade

source: France
fr: Bélarus

source: French Guiana
fr: Belgique

source: French Polynesia
fr: Belize

source: Gabon
fr: Bénin

source: Gambia
fr: Bermudes

source: Georgia
fr: Bhoutan

source: Germany
fr: Bolivie

source: Ghana
fr: Bosnie-Herzégovine

source: Gibraltar
fr: Botswana

source: Greece
fr: le Bouvet

source: Greenland
fr: Brésil

source: Grenada
fr: Territoire Britannique de l' Océan Indien

source: Guadeloupe
fr: Brunéi Darussalam

source: Guam
fr: Bulgarie

source: Guatemala
fr: Burkina Faso

source: Guernsey
fr: Burundi

source: Guinea
fr: Cambodge

source: Guinea-Bissau
fr: Cameroun

source: Guyana
fr: Canada

source: Haiti
fr: Cap-Vert

source: Heard and Mc Donald Islands
fr: Caïmanes, Îles

source: Honduras
fr: Centrafricaine, République

source: Hong Kong
fr: Tchad

source: Hungary
fr: Chili

source: Iceland
fr: Chine

source: India
fr: le Christmas

source: Indonesia
fr: les Cocos (Keeling)

source: Iran (Islamic Republic of)
fr: Colombie

source: Iraq
fr: Comores

source: Ireland
fr: République du Congo

source: Isle of Man
fr: les Cook

source: Israel
fr: Costa Rica

source: Italy
fr: Croatie

source: Ivory Coast
fr: Cuba

source: Jamaica
fr: Chypre

source: Japan
fr: République Tchèque

source: Jersey
fr: Congo, La République Démocratique du

source: Jordan
fr: Danemark

source: Kazakhstan
fr: Djibouti

source: Kenya
fr: Dominique

source: Kiribati
fr: Dominicaine, République

source: Korea, Democratic People's Rep. (North Korea)
fr: quateur

source: Korea, Republic of (South Korea)
fr: gypte

source: Kuwait
fr: El Salvador

source: Kyrgyzstan
fr: Guinée Équatoriale

source: Lao, People's Democratic Republic
fr: rythrée

source: Latvia
fr: Estonie

source: Lebanon
fr: thiopie

source: Lesotho
fr: Falkland, Îles (Malvinas)

source: Liberia
fr: les Féroé

source: Libya
fr: Fidji

source: Liechtenstein
fr: Finlande

source: Lithuania
fr: France

source: Luxembourg
fr: Guyane Française

source: Macedonia, Rep. of
fr: Polynésie Française

source: Madagascar
fr: Gabon

source: Malawi
fr: Gambie

source: Malaysia
fr: Géorgie

source: Maldives
fr: Allemagne

source: Mali
fr: Ghana

source: Malta
fr: Gibraltar

source: Marshall Islands
fr: Grèce
