Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The Bank Account provided has been standardised in a format that can be electronically processed. Please use the updated bank account details to successfully process the payment/collection.
de: Die Bank- und Kontodaten wurden in einem Format standardisiert, dass die weitere elektronische Verarbeitung erlaubt. Bitte verwenden Sie diese Daten, um den Bezahlvorgang abzuschließen.
es: La cuenta bancaria proporcionada ha sido estandarizado en un formato que puede ser procesada electrónicamente. Utilice las actualizaciones datos bancarios para el éxito del proceso del pago / cobro.
it: Il conto bancario fornito è stato standardizzato in un formato che può essere elaborato elettronicamente. Si prega di utilizzare i dati del conto bancario aggiornati per poter processare il pagamento/riscossione.

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This bank branch does not accept FPS payments.
de: Diese Bank akzeptiert keine FPS-Zahlungen.
es: Esta sucursal del banco no acepta pagos con FPS .
it: Questa filiale della banca non accetta pagamenti FPS .

source: The bank/branch does not support Faster Payments. It is suggested you use an alternative payment mechanism to avoid rejection.
de: Die Bank unterstützt kein FPS. Bitte wählen Sie eine alternative Zahlungsmethode, um eine Ablehnung zu vermeiden.
es: El banco / sucursal no admite pagos más rápidos . Se sugiere que utilice un mecanismo alternativo de pago para evitar el rechazo .
it: La banca/filiale non supporta Pagamenti FPS. Si consiglia di utilizzare un metodo di pagamento alternativo per evitare il rigetto .

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This account does not accept FPS payments.
de: Diese Bank akzeptiert keine FPS-Zahlungen.
es: Esta cuenta no acepta pagos con FPS .
it: Questo conto non accetta pagamenti FPS .

source: The account does not support Faster Payments. It is suggested you use an alternative payment mechanism to avoid rejection.
de: Dieses Konto unterstützt kein FPS. Bitte wählen Sie eine alternative Zahlungsmethode, um eine Ablehnung zu vermeiden.
es: La cuenta no admite pagos más rápidos . Se sugiere que utilice un mecanismo alternativo de pago para evitar el rechazo .
it: Il conto non supporta Pagamenti FPS. Si consiglia di utilizzare un metodo di pagamento alternativo per evitare il rigetto .

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This bank branch is a direct agency participant within Faster Payments.
de: Diese Bank nimmt am FPS teil.
es: Esta sucursal es una agencia participante directo en los pagos más rápidos .
it: Questo filiale è un'agenzia che partecipa direttamente nel sistema dei Pagamenti FPS.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This bank branch is an indirect agency participant within Faster Payments.
de: Diese Bank nimmt am FPS teil.
es: Esta sucursal es una agencia participante indirecto a pagos más rápidos .
it: Questo filiale è un'agenzia che partecipa indirettamente nel sistema dei Pagamenti FPS.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This bank branch will be closing for Faster Payments clearing within 30 days.
de: Diese Bank wird zwecks Faster-Payments-Clearing innerhalb von 30 Tagen geschlossen.
es: Esta sucursal bancaria se cerrará para los pagos más rápidos de compensación dentro de los 30 días.
it: Questa filiale chiuderà entro 30 giorni per estinguere i pagamenti FPS.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: Depends on payment channel.
de: Abhängig vom Zahlungsweg
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: This bank branch has been redirected to another sort code for Faster Payments.
de: Diese Bankfiliale ist für die Teilnahme am Faster Payment auf eine andere Bankleitzahl umgeleitet worden.
es: Esta sucursal bancaria se ha redirigido a otro código de clasificación para los pagos más rápidos .
it: Questa filiale è stata reindirizzata a un altro codice CAB per i pagamenti FPS.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: You must reject this payment because the sort code has been redirected and this account number is not valid for the new sort code.
de: Sie müssen diese Zahlung ablehnen, weil die Bankleitzahl umgeleitet wurde und diese Kontonummer ist nicht für die neue Bankleitzahl gültig ist.
es: Debe rechazar el pago , porque el código de clasificación se ha reorientado y este número de cuenta no es válido para el nuevo código de clasificación .
it: necessario rifiutare questo pagamento poichè il codice CAB è stato reindirizzato e questo numero di conto non è valido per il nuovo codice CAB.

source: This sort code has been redirected and all account numbers have been renumbered.
de: Dieser Bank-Filialcode wurde umgeleitet und alle Kontonummern wurden umgestellt.
es: Este código de clasificación se ha reorientado y todos los números de cuenta se han renumerado .
it: Questo codice CAB è stato reindirizzato e tutti i numeri di conto sono stati rinumerati .

source: The bank account details no longer exist. Please contact your bank to get updated details or provide details for an additional account.
de: Diese Bankverbindung existiert nicht mehr. Bitte kontaktieren Sie Ihre Bank, um aktualisierte Bankdaten zu erhalten oder nutzen Sie ein anderes Konto.
es: Ya no existen los datos bancarios . Por favor, póngase en contacto con su banco para obtener detalles actualizados o proporcionar detalles de una cuenta adicional .
it: I dettagli del conto bancario non esistono più. Si prega di contattare la banca per avere i dettagli aggiornati o dettagli di un nuovo account.

source: If its a 'one-off' transaction then process it as 'business as usual'. If however it is a recurring payment/collection, then it might be worth asking the user to check the details with their bank before proceeding.
de: Wenn es sich um eine einmalige Transaktion handelt, bearbeiten Sie diese wie üblich. Wenn es sich um eine wiederkehrende Zahlung handelt, sollten Sie den Benutzer informieren und ihn bitten, die Details mit seiner Bank zu besprechen und die Daten zu aktualisieren, bevor Sie den Vorgang bearbeiten.
es: Si se trata de una operación " one-off " y luego procesarlo como " business as usual " . Sin embargo, si se trata de un pago re - curring / colección, entonces valdría la pena informar al usuario comprobar los detalles con su banco antes de proceder .
it: Se si tratta di una transazione di una sola volta processala come ' business as usual ' (business come di solito). Se invece si tratta di un pagamento/riscossione ricorrente allora potrebbe essere utile chiedere all'utente di verificare i dettagli con la propria banca prima di procedere .

source: Processing of payments to/from the given account is in the process of being transferred to a different branch.
de: Der Zahlungsvorgang zu und vom angegebenen Konto wird zu einer anderen Niederlassung transferiert.
es: Procesamiento de pagos a / de la cuenta dada está en proceso de ser transferido a una rama diferente
it: L'elaborazione dei pagamenti da/verso il conto in questione è in procinto di essere trasferita in una filiale diversa

source: The branch that has issued the provided bank account is due to close and all transactions are to be handled by an alternative branch. If its a 'one-off' payment/collection then you should be ok. If however it is a reccuring payment/collection then it is suggested that you obtain an alternative/updated bank account.
de: Die Niederlassung, die das angegebene Bankkonto betreut, wird derzeit abgewickelt und die Transaktionen werden in Zukunft von einer alternativen Niederlassung bearbeitet. Wenn es sich um eine einmalige Zahlung/einen einmaligen Einzug handelt, so wird dies wie bisher bearbeitet. Sollte es sich um wiederkehrende Zahlungen/Einzüge handeln, empfehlen wir, sich mit der Bank zwecks Übertragung oder Aktualisierung des Kontos in Verbindung zu setzen.
es: La sucursal que ha emitido la cuenta bancaria proporcionada se debe cerrar y todas las transacciones deben ser manejados por una rama alternativa . Si se trata de un " one-off ' de pago / colección, entonces usted debe estar bien. Sin embargo, si se trata de un pago re - occuring / colección, entonces se sugiere que usted obtenga una cuenta bancaria alternativo / modificado .
it: La filiale che ha emesso il conto bancario fornito chiuderà e tutte le operazioni saranno gestite da una filiale alternativa. Se si tratta di un pagamento/riscossione di una sola volta allora dovrebbe essere tutto ok. Se invece si tratta di un pagamento/riscossione ricorrente, allora è consigliabile ottenere un conto bancario alternativo/aggiornato .

source: Ask user to provide a valid BIC prior.
de: Bitten Sie den Benutzer um einen gültigen BIC.
es: Preguntar al usuario para proporcionar un BIC válida anterior.
it: Chiedi prima all'utente di fornire un codice BIC valido.

source: The BIC provided is for test purposes only.
de: Dieser BIC ist nur für Testzwecke vorgesehen.
es: El BIC proporcionada es sólo para propósitos de prueba .
it: Il codice BIC è solo fornito a scopo di prova.

source: The BIC provided has been identified as a Test BIC. Please provide a valid BIC.
de: Dieser BIC ist nur für Testzwecke vorgesehen. Bitte geben Sie einen gültigen BIC ein.
es: El BIC proporcionado ha sido identificado como un BIC de prueba . Por favor proporcione una validez BIC
it: Il codice BIC fornito è stato identificato come un codice BIC di prova (Test BIC). Si prega di fornire un valido codice BIC

source: Payment will not be processed sucessfully if payment is to be processed via SWIFT. Payment could be routed via an alternative branch.
de: ber SWIFT kann die Zahlung nicht erfogreich verarbeitet werden. Bitte nutzen Sie eine alternative Zahlungsmethode.
es: El pago no será procesado con éxito si el pago debe ser procesada a través de SWIFT. Pago puede ser enrutado a través de una rama alternativa .
it: Il pagamento non sarà processato efficacemente se sarà processato tramite SWIFT. Il pagamento può essere avviato attraverso una filiale alternativa.

source: The BIC provided is not connected to the SWIFT network.
de: Der angegebene BIC ist nicht mit dem SWIFT-Netz verknüpft.
es: El BIC proporcionado no está conectado a la red SWIFT
it: Il codice BIC fornito non è connesso alla rete SWIFT

source: The BIC provided is not connected to the SWIFT network. If you are processing the payment/collection under SWIFT then it may be rejected. It is suggested that you process the payment via an alternative payment mechanism.
de: Der angegebene BIC ist nicht mit dem SWIFT-Netz verknüpft. Wenn Sie fortfahren wird die Zahlung über SWIFT eventuell zurückgewiesen. Es wird empfohlen, eine alternative Zahlungsmethode zu nutzen.
es: El BIC proporcionado no está conectado a la red SWIFT. Si va a procesar el pago / colección bajo SWIFT entonces puede ser rechazada. Se sugiere que se procesa el pago a través de un mecanismo alternativo de pago .
it: Il codice BIC fornito non è connesso alla rete SWIFT. Se stai processando il pagamento/riscossione attraverso la SWIFT esso può essere rifiutato. Si suggerisce di processare il pagamento tramite un metodo di pagamento alternativo.

source: Process the payment as 'business as usual'.
de: Verarbeiten Sie die Zahlung in der üblichen Weise.
es: Procesar el pago como ' business as usual '
it: Processare il pagamento come ' business as usual ' (business come di solito)

source: The bank account details provided may be correct, but do not follow the standard rules. Particularly Sweden and Portugal.
de: Die angegebene Bankverbindung entspricht nicht dem üblicherweise verwendeten Format, dennoch kann diese korrekt sein. Dies betrifft besonders Konten in Schweden und Portugal.
es: Los datos de la cuenta bancaria proporcionada quizá correcto, pero no siguen las reglas estándar . En particular, Suecia y Portugal.
it: I dati bancari forniti sembrano corretti, ma non seguono le regole standard. Particolarmente Svezia e Portogallo .

source: The account details may be correct, but rules, data and intelligence used to perform an in-depth check are not available.
de: Die angegebenen Kontodaten sind vermutlich korrekt, deren Richtigkeit kann aber nicht durch eine detailierte Prüfung bestätigt werden.
es: Los datos de la cuenta tal vez sea correcta , pero las reglas, los datos y la inteligencia se utilizan para realizar una comprobación en profundidad no están disponibles.
it: I dettagli del conto sembrano corretti, ma le regole, i dati e le informazioni utilizzate per eseguire un controllo approfondito non sono disponibili.

source: Branch is not SEPA compliant for Credit Transfers (CT). If this is a SEPA transfer, reject the details. Otherwise, you can ignore this warning.
de: Die Niederlassung ist nicht SEPA-konform für Überweisungen (CT). Handelt es sich um einen SEPA-Transfer, lehnen Sie diese Details ab, ansonsten ignorieren Sie bitte diese Warnung.
es: Poder no es compatible con SEPA para las transferencias de crédito ( CT ) . Si se trata de una transferencia SEPA , rechazan los detalles. De lo contrario , puede ignorar esta advertencia.
it: La filiale non non è conforme alla SEPA per i bonifici CT Credit Transfer). Se questo è un bonifico SEPA, rifiuta i dettagli. In caso contrario, è possibile ignorare questo avviso .

source: Branch is not SEPA compliant for Credit Transfers (CT). If this is a SEPA transfer, reject the details. Otherwise, you can ignore this warning.
de: Die Niederlassung ist nicht SEPA-konform für Überweisungen (CT). Handelt es sich um einen SEPA-Transfer, lehnen Sie diese Details ab, ansonsten ignorieren Sie bitte diese Warnung.
es: La sucurrsal no es compatible con SEPA para las transferencias de crédito ( CT ) . Si se trata de una transferencia SEPA , rechazan los detalles. De lo contrario , puede ignorar esta advertencia.
it: Branch non è conforme alla SEPA per i bonifici ( CT) . Se questo è un bonifico SEPA , rifiutano i dettagli . Caso contrario, è possibile ignorare questo avviso .

source: The bank account details provided do not support SEPA Credit Transfer transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
de: Die angegebene Bankverbindung unterstützt keine SEPA-Überweisungen. Um eine Zurückweisung zu vermeiden, verwenden Sie bitte eine alternative Bankverbindung.
es: Los datos bancarios facilitados no son compatibles con la SEPA transacciones de transferencia de créditos , por lo que se sugiere que una cuenta bancaria alternativa se utiliza para prevenir el rechazo .
it: I dati bancari forniti non supportano operazioni di bonifico SEPA e pertanto si suggerisce di usare un conto bancario alternativo per evitare il rifiuto.

source: If this is a one-off SEPA Credit Transfer it is unlikely to be rejected. However, you should obtain an updated set of bank account details to avoid a rejection in the future.
de: Sollte es sich um eine einmalige SEPA-Überweisung handeln, wird diese voraussichtlich verarbeitet. Um auch zukünftig Zurückweisungen zu vermeiden, sollten Sie Ihre Bankdaten aktualisieren.
es: Si se trata de un hecho aislado SEPA Credit Transfer es poco probable que sea rechazado . Sin embargo , usted debe obtener un conjunto actualizado de los datos bancarios para evitar el rechazo en el futuro.
it: Se questo è un bonifico SEPA di una volta sola è improbabile che venga respinto. Tuttavia, si dovrebbe ottenere un set aggiornato di coordinate bancarie al fine di evitare un rifiuto in futur .

source: Branch will cease to be SEPA compliant for Credit Transfers (CT) within 30 days.
de: Diese Bankniederlassung wird innerhalb der nächsten 30 Tage die SEPA-Konformität für Überweisungen (Credit Transfer - CT) verlieren.
es: Poder dejará de ser compatible con la SEPA para las transferencias ( CT ) dentro de los 30 días.
it: Entro 30 giorni la filiale cesserà di essere conforme alla SEPA per i bonifici (CT).

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
de: wird nach Risikoabwägung entschieden. Kryptos ist in der Lage, Bank- und Filialcodes zu überprüfen, nicht jedoch die Kontonummern als Ganzes.
es: Negocio con riesgo. Asistente del Banco es capaz de validar el código de banco / sucursal, pero no el número de cuenta en su totalidad.
it: A discrezione del business, basato sul rischio. Kryptos è in grado di convalidare il codice banca/filiale, ma non il numero di conto completo.

source: No modulus checking is available for the given branch.
de: Für die angegebene Niederlassung ist keine Modulprüfung möglich
es: Sin comprobación módulo está disponible para la rama determinada
it: Nessun controllo del modulo è disponibile per la filiale in questione

source: Rules typically used to perform a in-depth validation and conversion of the bank account details provided are not available. A basic check has been performed and standard rules have been used to perform the conversion.
de: Es sind keine Regeln vorhanden, um die eingehende Prüfung und Konversion der angegebenen Kontodaten durchzuführen. Eine elementare Überprüfung hat stattgefunden und die Konversion ist mit Standard-Regeln durchgeführt worden.
es: Pendiente validación por el departamento correspondiente y la conversión de los datos bancarios facilitados no están disponibles . Una comprobación básica ha llevado a cabo y las normas se han utilizado para realizar la conversión.
it: Le regole tipicamente utilizzate per eseguire un'approfondita convalida e conversione delle coordinate bancarie fornite non sono disponibili. È stato eseguito un controllo base e per eseguire la conversione sono state utilizzate norme standard.

source: If this is a one-off SEPA Credit Transfer it is unlikely to be rejected. However, you should obtain an updated set of bank account details to avoid a rejection in the future.
de: Sollte es sich um eine einmalige SEPA-Überweisung handeln, wird diese voraussichtlich verarbeitet. Um auch zukünftig Zurückweisungen zu vermeiden, sollten Sie Ihre Bankdaten aktualisieren.
es: Si se trata de un hecho aislado SEPA Credit Transfer es poco probable que sea rechazado . Sin embargo , usted debe obtener un conjunto actualizado de los datos bancarios para evitar el rechazo en el futuro.
it: Se questo è un bonifico SEPA di una sola volta è improbabile che possa essere respino. Tuttavia, si dovrebbe ottenere un set aggiornato di coordinate bancarie al fine di evitare un rifiuto in futuo .

source: Branch is not SEPA compliant for Direct Debits (DD). If this is a SEPA payment, reject the details. Otherwise, you can ignore this warning.
de: Die Niederlassung ist nicht SEPA-konform für Lastschriften (DD). Handelt es sich um einen SEPA-Transfer, lehnen Sie diese Details ab, ansonsten ignorieren Sie bitte diese Warnung.
es: Sucursal no es compatible con SEPA para adeudos directos ( DD) . Si se trata de un pago SEPA , rechazar los detalles. De lo contrario , puede ignorar esta advertencia.
it: La filiale non è conforme alla SEPA per gli addebiti diretti (DD Direct Debit). Se questo è un pagamento SEPA, rifiuta i dettagli. In caso contrario, è possibile ignorare questo avviso .

source: The bank account details provided do not support SEPA Direct Debit transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
de: Die angegebene Bankverbindung unterstützt keine SEPA-Lastschriften. Um eine Zurückweisung zu vermeiden, verwenden Sie bitte eine alternative Bankverbindung.
es: Los datos bancarios facilitados no admiten transacciones de Débito Directo SEPA , por lo que se sugiere que una cuenta bancaria alternativa se utiliza para prevenir el rechazo .
it: I dati bancari forniti non supportano le operazioni di addebito diretto SEPA e pertanto si suggerisce che venga utilizzato un conto bancario alternativo per evitare il rifiuto.

source: If this is a one-off SEPA Direct Debit it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
de: Wenn dies eine einmalige SEPA-Lastschrift ist, ist es unwahrscheinlich, dass sie zurückgewiesen wird. Allerdings sollten Sie dennoch diese Angaben zurückweisen, weil Sie zukünftig vermutlich ihre Gültigkeit verlieren werden.
es: Si se trata de un hecho aislado SEPA Débito Directo que es poco probable que sea rechazado . Sin embargo , se debe rechazar la información , ya que podría estar mal en el futuro.
it: Se questo è un addebito diretto SEPA Direct Debit è improbabile che venga rifiutato. Tuttavia dovresti rifiutare i dettagli perché potrebbero essere incorretti in futuro.

source: Branch will cease to be SEPA compliant for Direct Debits (DD) within 30 days.
de: Diese Bankniederlassung wird innerhalb der nächsten 30 Tage die SEPA-Konformität für Lastschriften (direct debit - DD) verlieren.
es: Sucursal no compatible con la SEPA para adeudos directos (DD ) en 30 días.
it: Entro 30 giorni la filiale cesserà di essere conforme al SEPA per gli addebiti diretti (DD Direct Debit).

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: The IBAN provided is for a country that does not support IBAN.
de: Die angegebene IBAN ist gehört zu einem Land, dass IBAN nicht unterstützt
es: El IBAN proporcionado no es compatible con el páis
it: L' IBAN fornito è per un paese che non supporta l'IBAN.

source: The IBAN provided is incorrect, please check and try again.
de: Die IBAN ist nicht korrekt. Bitte überprüfen und erneut versuchen.
es: El IBAN proporcionado es incorrecto por favor verifique e inténtelo de nuevo .
it: L'IBAN fornito non é corretto, si prega di verificare e riprovare.

source: Process the payment as 'business as usual'.
de: Verarbeiten Sie die Zahlung wie üblich
es: Procesar el pago como ' business as usual '
it: Processare il pagamento come 'business as usual' (business come di solito)

source: The given account is a foreign currency account.
de: Das angegebene Konto ist ein Fremdwährungskonto .
es: La cuenta es en moneda extranjera.
it: Il conto in questione è un conto in valuta estera .

source: The bank account details provided have been identified as a foreign currency account.
de: Die zur Verfügung gestellte Bankverbindung wurde als Fremdwährungskonto identifiziert.
es: Los datos bancarios proporcionados han sido identificados como una cuenta en moneda extranjera.
it: I dati bancari forniti sono stati identificati come un conto in valuta estera .

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
de: wird nach Risikoabwägung entschieden. Kryptos ist in der Lage, Bank- und Filialcodes zu überprüfen, nicht jedoch die Kontonummern als Ganzes.
es: que decida el negocio basado en el riesgo . Asistente del Banco es capaz de validar el código de banco / sucursal, pero no el número de cuenta en su totalidad.
it: A discrezione del business, basato sul rischio. Kryptos è in grado di convalidare il codice banca/filiale, ma non il numero di conto completo.
