Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The account number provided is incorrect. Please supply a correct account number and try again.
es: Formato de Número de la cuenta no es correcto.Este error es utilizado por todos los países
it: Il numero di conto fornito non è corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: The account number provided is incorrect. Please supply a correct account number and try again.
es: El número de cuenta siempre está en lo incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il numero di conto fornito non è corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
es: Comprobar formato de dígitos es incorrecto. Este error es utilizado por los países que tienen un dígito de control independiente. Para tener acceso al código de sucursal para la nueva rama llamada el elemento BWI_CC_REDIR_SC
it: Il numero di controllo fornito non è nel formato corretto. Si prega di fornire il tipo di conto corretto e riprovare.

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
es: El dígito de control es proporcionado en el formato incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il numero di controllo fornito non è nel formato corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
es: Bank o código de sucursal no está en uso. El formato de código de banco-rama es correcta, pero no se asigna a una sucursal existente. Este error es utilizado por países en los que el código del Banco de la rama se puede asignar a una rama específica, por ejemplo, el código de clasificación en el Reino Unido o la República de Irlanda.
it: Il codice della banca/filiale fornito non è in uso. Si prega di fornire un codice banca/filiale valido e riprovare.

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
es: El código del banco de rama proporcionado no está en uso. Por favor, proporcione un código de banco sucursal válida y vuelva a intentarlo.
it: Il codice della banca/filiale fornito non è in uso. Si prega di fornire un codice banca/filiale valido e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
es: Cheque Módulo ha fallado. Esto es utilizado por cualquier país que realiza una comprobación de módulo en el código / cuenta bancaria toda combinación de números. Aunque los formatos de los campos suministrados son correctas, uno o más de ellos son correctos.
it: Il numero di conto fornito non è nel formato corretto. Si prega di fornire un tipo di conto corretto e riprovare.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
es: El número de cuenta proporcionada está en el formato incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il numero di conto fornito non è nel formato corretto. Si prega di fornire un tipo di conto corretto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
es: Cheque Módulo de código del banco ha fallado.Esto se aplica a países como España, donde hay un módulo de control independiente en el código del banco. Aunque los formatos de los campos suministrados son correctas, uno o más de ellos son correctos.
it: Il codice bancario fornito non è nel formato corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
es: El código del banco siempre está en el formato incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il codice della banca fornito non è nel formato corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
es: Cheque Módulo de número de cuenta ha fallado.Esto se aplica a países como España, donde hay un módulo de control independiente en el número de cuenta. Aunque los formatos de los datos de la cuenta y dígitos de control son correctas, el módulo de control del número de la cuenta no. Por lo tanto, uno o los dos el número de cuenta y dígitos de control son incorrectas.
it: Il numero di conto fornito non è nel formato corretto. Si prega di fornire un tipo di conto corretto e riprovare.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
es: El número de cuenta proporcionado está en el formato incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il numero di conto fornito non è nel formato corretto. Si prega di fornire un tipo di conto corretto e riprovare.

source: The International Account Number (IBAN) for Andorra is 24 characters in total length. The first 2 characters are 'AD', followed by 10 numbers and ends with 12 alphanumeric characters. E.g. AD12 0001 2030 2003 5910 0100
es: El número de cuenta internacional (IBAN) de Andorra es de 24 caracteres de longitud total. Los 2 primeros caracteres son 'AD', seguido de 10 números y termina con 12 caracteres Alf. Por ejemplo AD12 0001 2030 2003 5910 0100
it: Il numero di conto internazionale (IBAN) per Andorra è composto da 24 caratteri. I primi 2 caratteri sono 'AD', seguono 10 numeri e si conclude con 12 caratteri alfanumerici. Ad esempio AD12 0001 2030 2003 5910 0100

source: The International Account Number (IBAN) for Austria is 20 characters in total length. The first 2 characters are 'AT', followed by 18 numbers. E.g. AT61 1904 3002 3457 3201
es: El número de cuenta internacional (IBAN) de Austria es de 20 caracteres de longitud total. Los 2 primeros caracteres son "AT", seguido de 18 números. Por ejemplo AT61 1904 3002 3457 3201
it: Il numero di conto internazionale (IBAN) per l'Austria è composto da 20 carattreri. I primi 2 caratteri sono 'A', seguono 18 numeri. Ad esempio AT61 1904 3002 3457 3201

source: The International Account Number (IBAN) for Bosnia Herzegovina is 20 characters in total length. The first 2 characters are 'BA', followed by 18 numbers. E.g. BA39 1290 0794 0102 8494
es: El número de cuenta internacional (IBAN) de Bosnia Herzegovina es de 16 caracteres de longitud total. Los 2 primeros caracteres son "BA", seguido de 18 números. Por ejemplo BA39 1290 0794 0102 8494
it: Il numero di conto internazionale (IBAN) per la Bosnia Erzegovina è composto da 20 caratteri. I primi 2 caratteri sono 'BA', seguono 18 numeri. Ad esempio BA39 1290 0794 0102 8494

source: The International Account Number (IBAN) for Belgium is 16 characters in total length. The first 2 characters are 'BE', followed by 14 numbers. E.g. BE68 5390 0754 7034
es: El número de cuenta internacional (IBAN) en Bélgica es de 16 caracteres de longitud total. Los 2 primeros caracteres son 'BE', seguido de 14 números. Por ejemplo BE68 5390 0754 7034
it: Il numero di conto internazionale (IBAN) per il Belgio è composto da 16 caratteri. I primi 2 caratteri sono 'BE', seguono 14 numeri. Ad esempio BE68 5390 0754 7034

source: The International Account Number (IBAN) for Bulgaria is 22 characters in total length. The first 2 characters are 'BG', followed by 2 numbers,4 letters,6 numbers and ends with 8 alphanumeric characters. E.g. BG80 BNBG 9661 1020 3456 78
es: El número de cuenta internacional (IBAN) de Bulgaria es de 22 caracteres de longitud total. Los 2 primeros caracteres son "BG", seguido de 2 cifras, 4 caracteres alfabéticos, números 6 y termina con 8 caracteres alfanuméricos. Por ejemplo BG80 BNBG 9661 1020 3456 78
it: Il numero di conto internazionale (IBAN) per la Bulgaria è composto da 22 caratteri. I primi 2 caratteri sono 'BG', seguono due numeri, 4 caratteri alfabetici, 6 numeri e finisce con 8 caratteri alfanumerici. Ad esempio BG80 BNBG 9661 1020 3456 78

source: The International Account Number (IBAN) for Switzerland is 21 characters in total length. The first 2 characters are 'CH', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. CH93 0076 2011 6238 5295 7
es: El número de cuenta internacional (IBAN) de Suiza es de 21 caracteres de longitud total. Los 2 primeros caracteres son 'CH', seguido de 19 números. Por ejemplo CH93 0076 2011 6238 5295 7
it: Il numero di conto internazionale (IBAN) per la Svizzera è composto da 21 caratteri. I primi 2 caratteri sono 'CH', seguono 7 numeri. Ad esempio e finisce con 12 caratteri alfanumerici. Ad esempio CH93 0076 2011 6238 5295 7

source: The International Account Number (IBAN) for Cyprus is 28 characters in total length. The first 2 characters are 'CY', followed by 10 numbers and ends with 16 alphanumeric characters. E.g. CY17 0020 0128 0000 0012 0052 7600
es: El número de cuenta internacional (IBAN) de Chipre es de 28 caracteres de longitud total. Los 2 primeros caracteres son 'CY', seguido de 10 números y termina con 16 caracteres Alf. Por ejemplo CY17 0020 0128 0000 0012 0052 7600
it: Il numero di conto internazionale (IBAN) per Cipro è composto da 28 caratteri. I primi 2 caratteri sono 'CY', seguono 10 numeri e si conclude con 16 caratteri alfanumerici. Ad esempio CY17 0020 0128 0000 0012 0052 7600

source: The International Account Number (IBAN) for Czech Republic is 24 characters in total length. The first 2 characters are 'CZ', followed by 22 numbers. E.g. CZ65 0800 0000 1920 0014 5399
es: El número de cuenta internacional (IBAN) para la República Checa es de 24 caracteres de longitud total. Los 2 primeros caracteres son "CZ", seguido de 22 números. Por ejemplo CZ65 0800 0000 1920 0014 5399
it: Il numero di conto internazionale (IBAN) per la Repubblica Ceca è di 24 caratteri di lunghezza totale. I primi 2 caratteri sono 'CZ', seguono 22 numeri. Ad esempio CZ65 0800 0000 1920 0014 5399

source: The International Account Number (IBAN) for Germany is 22 characters in total length. The first 2 characters are 'DE', followed by 20 numbers. E.g. DE89 3704 0044 0532 0130 00
es: El número de cuenta internacional (IBAN) para Alemania es de 22 caracteres de longitud total. Los 2 primeros caracteres son "DE", seguidas de 20 números. Por ejemplo DE89 3704 0044 0532 0130 00
it: Il numero di conto internazionale (IBAN) per la Germania è composto da 22 caratteri. I primi 2 caratteri sono 'DE', seguono 20 numeri. Ad esempio DE89 3704 0044 0532 0130 00

source: The International Account Number (IBAN) for Denmark is 18 characters in total length. The first 2 characters are 'DK', followed by 16 numbers. E.g. DK50 0040 0440 1162 43
es: El número de cuenta internacional (IBAN) de Dinamarca es de 18 caracteres de longitud total. Los 2 primeros caracteres son "DK", seguido de 16 números. Por ejemplo DK50 0040 0440 1162 43
it: Il numero di conto internazionale (IBAN) per la Danimarca è composto da 18 caratteri. I primi 2 caratteri sono 'DK', seguono 16 numeri. Ad esempio DK50 0040 0440 1162 43

source: The International Account Number (IBAN) for Estonia is 20 characters in total length. The first 2 characters are 'EE', followed by 18 numbers. E.g. EE38 2200 2210 2014 5685
es: El número de cuenta internacional (IBAN) de Estonia es de 20 caracteres de longitud total. Los 2 primeros caracteres son 'EE', seguido de 18 números. Por ejemplo EE38 2200 2210 2014 5685
it: Il numero di conto internazionale (IBAN) per l'Estonia è composto da 20 caratteri. I primi 2 caratteri sono 'EE', seguono 18 numeri. Ad esempio EE38 2200 2210 2014 5685

source: The International Account Number (IBAN) for Spain is 24 characters in total length. The first 2 characters are 'ES', followed by 22 numbers. E.g. ES91 2100 0418 4502 0005 1332
es: El número de cuenta internacional (IBAN) para España es de 24 caracteres de longitud total. Los 2 primeros caracteres son 'ES', seguido de 22 números. Por ejemplo ES91 2100 0418 4502 0005 1332
it: Il numero di conto internazionale (IBAN) per la Spagna è composto da 24 caratteri. I primi 2 caratteri sono 'ES', seguono 22 numeri. Ad esempio ES91 2100 0418 4502 0005 1332

source: The International Account Number (IBAN) for Finland is 18 characters in total length. The first 2 characters are 'FI', followed by 16 numbers. E.g. FI21 1234 5600 0007 85
es: El número de cuenta internacional (IBAN) de Finlandia es de 18 caracteres de longitud total. Los 2 primeros caracteres son "FI", seguido de 16 números. Por ejemplo FI21 1234 5600 0007 85
it: Il numero di conto internazionale (IBAN) per la Finlandia è composto da 18 caratteri. I primi 2 caratteri sono 'FI', seguono 16 numeri. Ad esempio FI21 1234 5600 0007 85

source: The International Account Number (IBAN) for France is 27 characters in total length. The first 2 characters are 'FR', followed by 12 numbers,11 alhanumeric characters and ends with 2 numbers. E.g. FR14 2004 1010 0505 0001 3M02 606
es: El número de cuenta internacional (IBAN) para Francia es de 24 caracteres de longitud total. Los 2 primeros caracteres son 'FR', seguido de 25 números y termina con 2 caracteres Alf. Por ejemplo FR14 2004 1010 0505 0001 3M02 606
it: Il numero di conto internazionale (IBAN) per la Francia è composto da 27 caratteri. I primi 2 caratteri sono 'FR', seguono 12 numeri, 11 caratteri alfanumerici e si conclude con due numeri. Ad esempio FR14 2004 1010 0505 0001 3M02 606

source: The International Account Number (IBAN) for the United Kingdom is 22 characters in total length. The first 2 characters are 'GB', followed by 2 numbers,4 letters and ends with 14 numbers. E.g. GB29 NWBK 6016 1331 9268 19
es: El número de cuenta internacional (IBAN) para el Reino Unido es de 22 caracteres de longitud total. Los 2 primeros caracteres son "E", seguida de los números 2, 4 caracteres alfanuméricos y termina con 16 números. Por ejemplo GB29 NWBK 6016 1331 9268 19
it: Il numero di conto internazionale (IBAN) per il Regno Unito è composto da 22 caratteri. I primi 2 caratteri sono 'GB', seguono due numeri, 4 caratteri alfabetici e termina con 14 numeri. Ad esempio GB29 NWBK 6016 1331 9268 19

source: The International Account Number (IBAN) for Greece is 27 characters in total length. The first 2 characters are 'GR', followed by 9 numbers and ends with 16 alph characters. E.g. GR16 0110 1250 0000 0001 2300 695
es: El número de cuenta internacional (IBAN) para Grecia es de 27 caracteres de longitud total. Los 2 primeros caracteres son "GR", seguida de los números 9 y termina con 16 caracteres Alf. Por ejemplo GR16 0110 1250 0000 0001 2300 695
it: Il numero di conto internazionale (IBAN) per la Grecia è composto da 27 caratteri. I primi 2 caratteri sono 'GR', seguono 9 numeri e si conclude con 16 caratteri alfanumerici. Ad esempio GR16 0110 1250 0000 0001 2300 695

source: The International Account Number (IBAN) for Croatia is 21 characters in total length. The first 2 characters are 'HR', followed by 19 numbers. E.g. HR12 1001 0051 8630 0016 0
es: El número de cuenta internacional (IBAN) de Croacia es de 21 caracteres de longitud total. Los 2 primeros caracteres son "recursos humanos", seguido de 19 números. Por ejemplo HR12 1001 0051 8630 0016 0
it: Il numero di conto internazionale (IBAN) per la Croazia è composto da 21 caratteri. I primi 2 caratteri sono 'risorse umane', seguono 19 numeri. Ad esempio HR12 1001 0051 8630 0016 0

source: The International Account Number (IBAN) for Hungary is 28 characters in total length. The first 2 characters are 'HU', followed by 26 numbers. E.g. HU42 1177 3016 1111 1018 0000 0000
es: El número de cuenta internacional (IBAN) de Hungría es de 28 caracteres de longitud total. Los 2 primeros caracteres son "HU", seguido de 26 números. Por ejemplo GR16 0110 1250 0000 0001 2300 695
it: Il numero di conto internazionale (IBAN) per l'Ungheria è composto da 28 caratteri. I primi 2 caratteri sono 'HU', seguono 26 numeri. Ad esempio GR16 0110 1250 0000 0001 2300 695

source: The International Account Number (IBAN) for Ireland is 22 characters in total length. The first 2 characters are 'IE', followed by 2 numbers,4 letters and 14 numbers. E.g. IE29 AIBK 9311 5212 3456 78
es: El número de cuenta internacional (IBAN) de Irlanda es de 22 caracteres de longitud total. Los 2 primeros caracteres son "IE", seguido de 2 cifras, 4 caracteres alfanuméricos y 16 números. Por ejemplo EI29 AIBK 9311 5212 3456 78
it: Il numero di conto internazionale (IBAN) per l'Irlanda è composto da 22 caratteri. I primi 2 caratteri sono 'IE', seguono due numeri, 4 lettere e 14 numeri. Ad esempio IE29 AIBK 9311 5212 3456 78

source: The International Account Number (IBAN) for Iceland is 26 characters in total length. The first 2 characters are 'IS', followed by 24 numbers. E.g. IS14 0159 2600 7654 5510 7303 39
es: El número de cuenta internacional (IBAN) para Islandia es de 26 caracteres de longitud total. Los 2 primeros caracteres son "es", seguido de 24 números. Por ejemplo IS14 0159 2600 7654 5510 7303 39
it: Il numero di conto internazionale (IBAN) per l'Islanda è composto da 26 caratteri. I primi 2 caratteri sono 'IS', seguono 24 numeri. Ad esempio IS14 0159 2600 7654 5510 7303 39

source: The International Account Number (IBAN) for Italy is 27 characters in total length. The first 2 characters are 'IT', followed by 2 numbers,1 letter,10 numbers and ends with 12 alphanumeric characters. E.g. IT60 X054 2811 1010 0000 0123 456
es: El número de cuenta internacional (IBAN) para Italia es de 27 caracteres de longitud total. Los 2 primeros caracteres son "GR", seguido de 2 cifras, 1 carácter alfabético, los números 10 y termina con 12 caracteres Alf. Por ejemplo IT60 X054 2811 1010 0000 0123 456
it: Il numero di conto internazionale (IBAN) per l'Italia è composto da 27 caratteri. I primi 2 caratteri sono 'GR', seguono 2 numeri, 1 carattere alfabetico, 10 numeri e si conclude con 12 caratteri alfanumerici. Ad esempio IT60 x054 2811 1010 0000 0123 456

source: The International Account Number (IBAN) for Liechtenstein is 21 characters in total length. The first 2 characters are 'LI', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. LI21 0881 0000 2324 013A A
es: El número de cuenta internacional (IBAN) de Liechtenstein es de 21 caracteres de longitud total. Los 2 primeros caracteres son "LV", seguida de los números 7 y termina con 13 caracteres Alf. Por ejemplo LI21 0881 0000 2324 013 A A
it: Il numero di conto internazionale (IBAN) per il Liechtenstein è composto da 21 caratteri. I primi 2 caratteri sono 'LI', seguono 7 numeri e si conclude con 13 caratteri alfanumerici. Ad esempio LI21 0881 0000 2324 013 A A

source: The International Account Number (IBAN) for Lithuania is 20 characters in total length. The first 2 characters are 'LT', followed by 18 numbers. E.g. LT12 1000 0111 0100 1000
es: El número de cuenta internacional (IBAN) para Lituania es de 20 caracteres de longitud total. Los 2 primeros caracteres son "LT", seguido de 18 números. Por ejemplo LT12 1000 0111 0100 1000
it: Il numero di conto internazionale (IBAN) per la Lituania è composto da 20 caratteri. I primi 2 caratteri sono 'LT', seguono 18 numeri. Ad esempio LT12 1000 0111 0100 1000

source: The International Account Number (IBAN) for Luxembourg is 20 characters in total length. The first 2 characters are 'LU', followed by 5 numbers and ends with 13 alphanumeric characters. E.g. LU28 0019 4006 4475 0000
es: El número de cuenta internacional (IBAN) de Luxemburgo es de 20 caracteres de longitud total. Los 2 primeros caracteres son "LU", seguida de 5 cifras y termina con 13 caracteres Alf. Por ejemplo LU28 0019 4006 4475 0000
it: Il numero di conto internazionale (IBAN) per il Lussemburgo è composto da 20 caratteri. I primi 2 caratteri sono 'LU', seguono 5 numeri e si conclude con 13 caratteri alfanumerici. Ad esempio LU28 0019 4006 4475 0000

source: The International Account Number (IBAN) for Latvia is 21 characters in total length. The first 2 characters are 'LV', followed by 2 numbers,4 letters and ends with 13 alphanumeric characters. E.g. LV80 BANK 0000 4351 9500 1
es: El número de cuenta internacional (IBAN) para Letonia es de 21 caracteres de longitud total. Los 2 primeros caracteres son "LV", seguido de 2 cifras y termina con 19 caracteres Alf. Por ejemplo LV80 BANCO 0000 4351 9500 1
it: Il numero di conto internazionale (IBAN) per la Lettonia è composto da 21 caratteri. I primi 2 caratteri sono 'LV', seguito da 2 numeri, 4 lettere e si conclude con 13 caratteri alfanumerici. Ad esempio LV80 BANK 0000 4351 9500 1

source: The International Account Number (IBAN) for Montenegro is 22 characters in total length. The first 2 characters are 'ME', followed by 20 numbers. E.g. ME25 5050 0001 2345 6789 51
es: El número de cuenta internacional (IBAN) de Montenegro es de 22 caracteres de longitud total. Los 2 primeros caracteres son "LT", seguido de 20 números. Por ejemplo ME25 5050 0001 2345 6789 51
it: Il numero di conto internazionale (IBAN) per il Montenegro è composto da 22 caratteri. I primi 2 caratteri sono 'ME', seguono 20 numeri. Ad esempio ME25 5050 0001 2345 6789 51
