Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: No modulus checking is available for the given branch.
de: Für die angegebene Niederlassung ist keine Modulprüfung möglich
es: Sin comprobación módulo está disponible en su sucursal
it: Non è disponibile nessun controllo del modulo per la filiale in questione

source: Rules typically used to perform a in-depth validation and conversion of the bank account details provided are not available. A basic check has been performed and standard rules have been used to perform the conversion.
de: Es sind keine Regeln vorhanden, um die eingehende Prüfung und Konversion der angegebenen Kontodaten durchzuführen. Eine elementare Überprüfung hat stattgefunden und die Konversion ist mit Standard-Regeln durchgeführt worden.
es: Reglas típicamente utilizados para realizar una validación en departamento y la conversión de los datos bancarios facilitados no están disponibles . Una comprobación básica se ha llevado a cabo y las normas se han utilizado para realizar la conversión.
it: Le regole tipicamente utilizzate per eseguire un'approfondita convalida e conversione delle coordinate bancarie fornite non sono disponibili. È stato eseguito un controllo base e per eseguire la conversione sono stati utilizzate norme standard.

source: If its a 'one-off' transaction then process it as 'business as usual'. If however it is a recurring payment/collection, then it might be worth asking the user to check the details with their bank before proceeding.
de: Wenn es sich um eine einmalige Transaktion handelt, bearbeiten Sie diese wie üblich. Wenn es sich um eine wiederkehrende Zahlung handelt, sollten Sie den Benutzer informieren und ihn bitten, die Details mit seiner Bank zu besprechen und die Daten zu aktualisieren, bevor Sie den Vorgang bearbeiten.
es: Si se trata de una operación " one-off " y luego procesarlo como " business as usual " . Sin embargo, si se trata de un pago re - curring / colección, entonces valdría la pena informar al usuario y comprobar los detalles con su banco antes de proceder .
it: Se si tratta di un'operazione di una volta sola processala come 'business as usual' (business come al solito). Se tuttavia si tratta di un pagamento/riscossione ricorrente allora potrebbe essere utile chiedere all'utente di verificare i dettagli con la propria banca prima di procedere.

source: We have been informed that the given branch will be closing soon.
de: Wir wurden darüber informiert , dass die angegebene Niederlassung demnächst geschlossen wird.
es: Se nos ha informado de que la rama determinada será cerrada pronto .
it: Siamo stati informati che la filiale in questione verrà chiusa presto.

source: The branch that has issued the provided bank account is due to close. If its a 'one-off' payment/collection then you should be ok. If however it is a recurring payment/collection then it is suggested that you obtain an alternative/updated bank account.
de: Die Niederlassung, die das angegebene Bankkonto betreut, wird derzeit abgewickelt und die Transaktionen werden in Zukunft von einer alternativen Niederlassung bearbeitet. Wenn es sich um eine einmalige Zahlung/einen einmaligen Einzug handelt, so wird dies wie bisher bearbeitet. Sollte es sich um wiederkehrende Zahlungen/Einzüge handeln, empfehlen wir, sich mit der Bank zwecks Übertragung oder Aktualisierung des Kontos in Verbindung zu setzen.
es: La sucursal que ha emitido la cuenta bancaria proporcionada se debe cerrar. Si se trata de un " one-off ' de pago / colección, entonces usted debe estar bien. Sin embargo, si se trata de un pago re - curring / colección, entonces sugerimos obtenga una cuenta bancaria alternativa / modificado .
it: La filiale che ha emesso il conto bancario fornito è destinata a chiudere. Se si tratta di un pagamento/riscossione di una volta sola allora dovrebbe essere tutto a posto. Se, tuttavia , si tratta di un pagamento/riscossione ricorrente, allora è consigliabile ottenere un conto bancario alternativo/aggiornato .

source: Branch is not SEPA compliant for Business Direct Debit. If this is a SEPA Business DD, reject the details. Otherwise, you can ignore this warning.
de: Die Niederlassung ist nicht SEPA-konform für Geschäftslastschriften (Business Direct Debits). Handelt es sich um einen solchen SEPA-Transfer, lehnen Sie diese Details ab. Ansonsten ignorieren Sie bitte diese Warnung.
es: Poder no es compatible con SEPA para Negocios Débito Directo . Si esto es un Negocio DD SEPA , rechazan los detalles. De lo contrario , puede ignorar esta advertencia.
it: La filiale non è conforme al SEPA per l'addebito diretto Business (Businees Direct Debit). Se questo è un addebito diretto Business SEPA, rifiuta i dettagli. In caso contrario, è possibile ignorare questo avviso .

source: Branch is not SEPA compliant for Business Direct Debits.
de: Die Niederlassung ist nicht SEPA-konform für Geschäftslastschriften (Business Direct Debits).
es: Sucursal no es compatible con SEPA para negocios débitos directos .
it: La filiale non è conforme al SEPA per addebiti diretti Business.

source: The bank account details provided do not support SEPA Business Direct Debit transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
de: Die angegebene Bankverbindung unterstützt keine SEPA-Geschäftslastschriften. Um eine Zurückweisung zu vermeiden, verwenden Sie bitte eine alternative Bankverbindung.
es: Los datos bancarios facilitados no son compatibles con la SEPA Negocios transacciones de débito directo , por lo que se sugiere que una cuenta bancaria alternativa se utiliza para prevenir el rechazo .
it: I dati del conto bancario forniti non supportano operazioni di addebiti diretti business SEPA e pertanto, per evitare il rifiuto, si suggerisce di usare un conto bancario alternativo.

source: If this is a one-off SEPA Business Direct Debit it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
de: Wenn dies eine einmalige SEPA-Geschäftslastschrift ist, ist es unwahrscheinlich, dass sie zurückgewiesen wird. Allerdings sollten Sie dennoch diese Angaben zurückweisen, weil Sie zukünftig vermutlich ihre Gültigkeit verlieren werden.
es: Si se trata de un hecho aislado SEPA Débito Directo Negocios es poco probable que sea rechazado . Sin embargo , se debe rechazar la información , ya que podría estar errónea en el futuro.
it: Se questo è un addebito diretto Business SEPA di una volta sola è improbabile che venga rifiutato. Tuttavia, si dovrebbe respingere i dettagi, perché potrebbero essere incorretti in futuro .

source: Branch will cease to be SEPA compliant for Business Direct Debits within 30 days.
de: Diese Bankniederlassung wird innerhalb der nächsten 30 Tage die SEPA-Konformität für Geschäftslastschriften (Business Direct Debits) verlieren.
es: Dejará de ser compatible con la SEPA para negocios débitos directos dentro de los 30 días.
it: Entro 30 giorni la filiale cesserà di essere conforme al SEPA per addebiti diretti business.

source: Branch will cease to be SEPA compliant for Business Direct Debits within 30 days.
de: Diese Bankniederlassung wird innerhalb der nächsten 30 Tage die SEPA-Konformität für Geschäftslastschriften (Business Direct Debits) verlieren.
es: Dejará de ser compatible con la SEPA para negocios débitos directos dentro de los 30 días.
it: Entro 30 giorni la filiale cesserà di essere conforme al SEPA per addebiti diretti business.

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
de: durch das Geschäft auf der Basis von Risiko entschieden werden. Kryptos ist in der Lage , um die Bank / Branch Code validieren , aber nicht die Kontonummer in seiner Gesamtheit.
es: Negocio con riesgo . Asistente del Banco es capaz de validar el código de banco / sucursal, pero no el número de cuenta en su totalidad.
it: A discrezione del business, basato sul rischio. Kryptos è in grado di convalidare il codice banca/filiale, ma non il numero di conto completo.

source: Modulus check algorithm is unavailable for these account details. This may be because Experian are awaiting the algorithm or because the bank does not have these checks or does not make them available.
de: Der Modulus-Kontroll-Algorithmus ist für diese Kontodaten nicht verfügbar. Dies kann daran liegen, dass Experian den Algorithmus erst noch erwartet oder dass die Bank diese Kontrollen nicht einsetzt bzw. diese nicht verfügbar macht.
es: Módulo de comprobación no está disponible para estos datos de la cuenta. Esto puede deberse a Experian están esperando el algoritmo o porque el banco no tiene estos controles o no los hace disponibles
it: Algoritmo di controllo del modulo non disponibile per questi dettagli del conto. Ciò può essere perché Experian attende l'algoritmo o perché la banca non dispone di questi controlli o non li rende disponibili

source: The account provided does not support Direct Debits. If you are looking to setup a Direct Debit using these account details then it may be rejected. It is suggested that you obtain an alternative bank account that does support Direct Debit or that you process the payment under an alternative scheme.
de: Das angegebene Konto unterstützt keine Lastschriften. Wenn Sie versuchen, mit diesem Konto am Lastschriftverfahren teilzunehmen, wird es zurückgewiesen werden. Es wird dringend empfohlen, ein alternatives KOnto zu verwenden, welches Lastschriftverfahren erlaubt oder eine andere Zahlungsmethode zu wählen.
es: La cuenta indicada no soporta débitos directos . Si usted está buscando para configurar un débito directo utilizando estos datos de su cuenta , entonces puede ser rechazada. Se sugiere que usted obtenga una cuenta bancaria alternativa que admite domiciliación bancaria o que se procesa el pago bajo un esquema alternativo .
it: Il conto fornito non supporta gli addebiti diretti. Se stai cercando di impostare un addebito diretto con questi dettagli del conto l'addebito potrebbe essere respinto. Si suggerisce di ottenere un conto bancario alternativo che supporti l'addebito diretto o di processare il pagamento attraverso un metodo alternativo.

source: Either accept the details and process the payment using an alternative channel, or reject the details and request an alternative bank account. If you are not collecting payments from your customers then you may choose to ignore this message.
de: Sie haben die Möglichkeit, diese Kontoangaben zu akzeptieren und einen alternativen Zahlungsweg zu nutzen oder diese Kontoangaben zurückzuweisen und ein anderes Konto für die Zahlung anzufordern. Wenn Sie keine Zahlungen von Ihren Kunden einsammeln, ignorieren Sie bitte diese Meldung.
es: Puede aceptar los datos y procesar el pago a través de un canal alternativo . O rechazar la información y solicitar una cuenta de banco alternativo . Si usted no está recogiendo los pagos de sus clientes , entonces puede optar por ignorar este mensaje .
it: Accettare i dettagli e processare il pagamento utilizzando un canale alternativ . Oppure rifiutare i dettagli e richiedere un conto corrente alternativo. Se non si stanno raccogliendo i pagamenti dai propri clienti, allora si può scegliere di ignorare questo messaggio .

source: The account does not support domestic direct debit transactions (these are different from SEPA DD transactions).
de: Das Konto unterstützt keine inländischen Lastschrift-Transaktionen (diese unterscheiden sich von SEPA-Lastschriften).
es: La cuenta no admite transacciones DModifique directa nacional (estos son diferentes de las transacciones SEPA DD )
it: Il conto non supporta le transazioni di addebito diretto (queste sono diverse dale transazioni di addebito diretto SEPA)

source: The branch that has issued the given bank account does not support Direct Debit. If you are looking to setup a Direct Debit using these account details then it will be rejected. It is suggested that you obtain an alternative bank account that does support Direct Debit or that you collect the payment using an alternative scheme.
de: Die Niederlassung, bei der das angegebene Bankkonto geführt wird, unterstützt kein Lastschriftverfahren. Wenn Sie mit diesen Angaben versuchen, eine Lastschrift zu veranlassen, wird dies zurückgewiesen werden. Wir empfehlen daher, dass Sie eine alternative Bankverbindung nutzen, die das Lastschriftverfahren unterstützt oder eine andere Zahlungsmethode zu wählen.
es: La sucursal que ha emitido la cuenta bancaria dada no admite domiciliación bancaria . Si usted está buscando para configurar un débito directo utilizando estos datos de su cuenta a continuación, será rechazada . Se sugiere que usted obtenga una cuenta bancaria alternativa que admite domiciliación bancaria o que recoja el pago a través de un esquema alternativo .
it: La filiale che ha rilasciato il conto in banca in questione non supporta l'addebito diretto (Direct Debit). Se stai cercando di impostare un addebito diretto con questi dettagli del conto l'addebito verrà rifiutato. Si suggerisce di ottenere un conto bancario alternativo che supporti l'addebito diretto o che si raccolgano i pagamenti utilizzando un metodo alternativo .

source: Reject the details if you should not be using Foreign Currency Accounts for your application.
de: Weisen Sie die Bankdetails zurück, wenn Sie kein Fremwährungskonto für Ihre Anwendung benötigen.
es: Rechazar los detalles, no debe utilizar las cuentas en moneda extranjera para su aplicación.
it: Rifiuta i dettagli se non devi usare i conti in valuta estera per la tua operazione.

source: Account is a Foreign Currency account.
de: Dieses Konto ist ein Fremdwährungskonto.
es: Cuenta es una cuenta en moneda extranjera .
it: Il conto è un conto in valuta estera .

source: The bank account has been identified as a foreign currency account.
de: Dieses Bankkonto als Fremdwährungskonto identifiziert worden.
es: La cuenta bancaria se ha identificado como una cuenta en moneda extranjera.
it: Il conto bancario è stato identificato come un conto in valuta estera .

source: Kryptos cannot confirm the validity of this account number. Manually reconfirm the account details before continuing. Typically, you should not treat this condition as an error.
de: Kryptos kann die Gültigkeit dieser Kontonummer nicht bestätigen. Bestätigen Sie bitte manuell die Richtigkeit der Kontodaten, bevor Sie fortfahren. Betrachten Sie dies bitte nicht als Fehlermeldung!
es: Asistente Banco no puede confirmar la validez de este número de cuenta. Confirmar manualmente los datos de la cuenta antes de continuar. Por lo general , no se debe tratar esta condición como un error.
it: Kryptos non può confermare la validità di questo numero di conto. Si prega di riconfermare manualmente i dettagli del conto prima di continuare. Di solito non si dovrebbe trattare questa condizione come un errore.

source: Modulus checking cannot be applied. This account cannot be modulus checked because the bank-branch code is 4 or 5 digits.
de: Die Modulus-Prüfung kann nicht angewendet werden, weil der Filialcode 4 oder 5 Zeichen enthält.
es: Módulo comprobación no se puede aplicar. Esta cuenta no puede ser comprobada ya que el módulo de código del banco de la sucursal es de 4 o 5 dígitos.
it: Il controllo del modulo non può essere applicato. A questo conto non si può effettuare un controllo del modulo perché il codice banca/filiale è di 4 o 5 cifre.

source: Bank account cannot be validated. Please reconfirm bank account.
de: Das Bankkonto konnte nicht validiert werden. Bitte bestätigen Sie das Bankkonto.
es: Cuenta bancaria no se puede validar . Por favor confirmar la cuenta bancaria .
it: Il conto bancario non può essere convalidato. Si prega di riconfermare il conto bancario.

source: Reconfirm the details.
de: Bestätigen Sie die Details .
es: Vuelva a confirmar los detalles.
it: Riconfermare i dettagli .

source: Sub-account number is ambiguous. This warning is returned if two different transpositions of the account number would pass modulus checking, therefore Kryptos cannot determine what the account number is, for example 532013000 or 005320130.
de: Die Unter-Kontennummer ist mehrdeutig. Diese Warnung wird ausgegeben, wenn verschiedene Schreibweisen der Kontonummer die Modulus-Prüfung passieren würden und deshalb Kryptos nicht entscheidenen kann, wie die Kontonummer lautet, z.B. "532013000" oder "005320130".
es: Número Subcuenta es erróneo. Esta advertencia se devuelve si dos transposiciones diferentes del número de cuenta de cheques , por lo tanto, Asistente del Banco no pueden determinar cuál es el número de cuenta es , por ejemplo, 532013000 o 005320130 .
it: Il numero di sottoconto è ambiguo. Questo avviso viene restituito se due diverse trasposizioni del numero di conto passano il controllo del modulo, quindi Kryptos non può determinare il numero di conto, se ad esempio è 532013000 oppure 005.320.130.

source: Sub-account number cannot be validated. Please check before processing.
de: Die Unter-Kontennummer kann nicht validiert werden. Bitte überprüfen Sie Ihre Eingabe, bevor Sie fortfahren.
es: Número Subcuenta no se puede validar . Por favor, compruebe antes de la transformación .
it: Il numero di sottoconto non può essere convalidato. Si prega di controllare prima di processare.

source: If this is not an electronic payment, ignore this warning.
de: Sollte dies kein elektronischer Zahlvorgang sein, ignorieren Sie bitte diese Warnung.
es: Si esto no es un pago electrónico , ignorar esta advertencia.
it: Se questo non è un pagamento elettronico, ignora questo avviso .

source: The branch does not support electronic payment clearing.
de: Die Niederlassung unterstützt nicht das Clearing-Verfahren für elektronische Zahlungen.
es: La sucursal no admite compensación de pagos electrónicos.
it: La filiale non supporta l'estinzione di pagamenti elettronici.

source: The branch does not support electronic payment clearing.
de: Die Niederlassung unterstützt nicht das Clearing-Verfahren für elektronische Zahlungen.
es: La sucursal no admite compensación de pagos electrónicos.
it: La filiale non supporta l'estinzione di pagamenti elettronici.

source: If this is a one-off payment or Direct Debit collection on an existing account, it is unlikely to be rejected. However, you should reject the details because in the future they may not be valid.
de: Wenn dies eine einmalige Lastschrift von einem bestehendes Konto ist, wird diese wahrscheinlich bearbeitet. Dennoch sollte Sie sie zurückweisen, da diese Kontodetails in der Zukunft nicht mehr gültig sein werden.
es: Si se trata de un pago único o una colección de débito directo de una cuenta existente , es poco probable que sea rechazada. Sin embargo , se debe rechazar la información debido a que en el futuro pueden no ser válidos .
it: Se questo è un pagamento di una volta sola o una riscossione di un addebito diretto su un conto già esistente, è improbabile che venga respinto. Tuttavia, si dovrebbe rifiutare i dettagli, perché in futuro potrebbero essere invalidi.

source: The bank-branch has been redirected.
de: Die Bankfiliale wurde umgeleitet.
es: La sucursal del banco ha redirigido
it: La banca-filiale è stato reindirizzata.

source: The bank-branch has been redirected. Please use the updated bank account details for any electronic processing.
de: Die Bankfiliale wurde umgeleitet. Bitte benutzen Sie aktualisierte Bankdaten für jede elektronische Verarbeitung.
es: La sucursal del banco ha redirigido. Utilice las actualizaciones datos bancarios para cualquier tramitación electrónica .
it: La banca-filiale è stato reindirizzata. Si prega di utilizzare i dati del conto bancario aggiornati per qualsiasi operazione elettronica.

source: If this is a one-off payment or a direct debit or credit on an existing account, it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
de: Wenn dies eine einmalige Zahlung, Lastschrift oder Gutschrift von/auf einem bestehendes Konto ist, wird diese wahrscheinlich bearbeitet. Dennoch sollte Sie sie zurückweisen, da diese Kontodetails in der Zukunft nicht mehr gültig sein werden.
es: Si se trata de un pago único o de un débito directo o crédito en una cuenta existente , es poco probable que sea rechazada. Sin embargo , se debe rechazar la información , ya que podría estar mal en el futuro.
it: Se questo è un pagamento di una volta sola o un addebito o accredito diretto su un conto già esistente, è improbabile che venga respinto. Tuttavia, si dovrebbe rifiutare i dettagli, perché potrebbero essere incorretti in futuro.

source: This bank-branch code is now linked to the new BC number and will be closed in the future.
de: Diese Bank - Filiale Code wird jetzt auf die neue BC -Nummer verknüpft und wird in der Zukunft geschlossen werden.
es: Este código de banco sucursal está ahora vinculada al nuevo número aC y se cerrará en el futuro.
it: Questo codice banca/filiale è ora connesso al nuovo numero BC e verrà chiuso in futuro .

source: This bank-branch code is now linked to the new Bank Code number and will be closed in the future. If this is a one-off payment or collection it is unlikely to be rejected. However, you should re-check these details with the account holder before any future payment/collection.
de: Dieser Bank-Filialcode wird mit einer neuen Bankleitzahl gekoppelt und zukünftig wegfallen. Ist dies eine einmalige Zahlung oder Gutschrift, wird diese wahrscheinlich ausgeführt werden. Sie sollten jedoch diese Angaben mit dem Kontoinhaber vor allen künftigen Zahlungen/Gutschriften überprüfen.
es: Este código de banco sucursal está ahora vinculado al nuevo número de código de banco y se cerrará en el futuro. Si se trata de un pago único o una colección que es poco probable que sea rechazada. Sin embargo, debe volver a comprobar estos detalles con el titular de la cuenta antes de que los pagos / cobros futuros .
it: Questo codice banca/filiale è ora connesso al nuovo numero del Codice banca e sarà chiuso in futuro. Se questo è un pagamento di una volta sola o una riscossione, è improbabile che venga respinto. Tuttavia, si dovrebbe ricontrollare questi dettagli con il titolare del conto prima di effettuare qualsiasi pagamento/riscossione futura.

source: Check the details are correct, and if so, determine the roll number required.
de: Überprüfen Sie, ob die Angaben korrekt sind, und wenn ja, geben Sie die erforderliche Mitgliedsnummer ein.
es: Compruebe los datos son correctos y , en caso afirmativo , determinar el número de rollo necesario.
it: Controllare se i dettagli sono corretti, e, in caso affermativo, determinare il roll number/numero cliente richiesto.

source: Collection account requires a reference or roll account number. The account requires a reference or roll number to debit or credit the account.
de: Die Gutschrift erfordert eine Referenz- oder Mitgliedsnummer. Das Konto erfordert eine Referenz- oder Mitgliedsnummer, um Zahlungen vom oder aufs Konto vornehmen zu können.
es: Cuenta de cobro requiere una referencia o número de cuenta roll. La cuenta requiere una referencia o número del rollo de débito o de crédito de la cuenta.
it: Il recupero crediti richiede un riferimento o numero conto cliente. Il conto richiede un riferimento o numero cliente per addebitare o accreditare il conto
