Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alpha-characters and numbers. E.g. 12345678901A
fr: La branche qui détient le compte en banque fourni ne prend pas en compte les prélèvements (Direct Debits). Si vous souhaitez effectuer un prélèvement en utilisant ces informations de compte, il est possible que l'opération soit refusée. Il est conseillé d'utiliser un autre compte bancaire compatible avec le prélèvement (Direct Debit), ou d'utiliser un autre moyen de paiement.

source: Account no.
fr: N'acceptez pas les informations si vous n'êtes pas censé utiliser de comptes en devises étrangères dans votre application.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 20 characters in length and may contain alph characters and numbers. E.g. LT267044012345678901
fr: Ce compte est un compte en devises étrangères.

source: Account no (bban)
fr: Ce compte bancaire a été identifié comme étant un compte en devises étrangères.

source: 20 alpha-numeric
fr: L'Assistant Bancaire (Kryptos) ne peut pas confirmer la validité de ce compte bancaire. Reconfirmez manuellement les informations de compte avant de poursuivre. Ne pas traiter ces cas de figure comme une erreur.

source: Account no (bban)
fr: La vérification modulo ne peut pas être effectuée. Le compte ne peut pas être passé à la vérification modulo car le code banque/branche comporte 4 ou 5 chiffres.

source: 20 alpha-numeric
fr: Le compte en banque ne peut pas être validé. Veuillez reconfirmer ce compte bancaire.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 21 characters in length and may contain alph characters and numbers. E.g. LV34LATB1111111111111
fr: Veuillez reconfirmer les informations.

source: 21 alpha-numeric
fr: Le numéro de sous-compte est ambigu. Cet avertissement est envoyé quand deux recombinaisons différentes du numéro de compte passent la vérification modulo, ce qui empêche l'Assistant Bancaire (Kryptos) de déterminer laquelle est le numéro de compte. Exemples : 532013000 et 005320130.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 13 numbers in length. E.g. 1234567890123
fr: Le numéro de sous-compte ne peut pas être validé. Veuillez vérifier avant de procéder à l'opération.

source: Account no.
fr: S'il ne s'agit pas d'un paiement électronique, ignorez cet avertissement.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g 505
fr: Cette branche ne supporte pas la compensation des paiements électroniques.

source: Bank-branch code
fr: Cette branche ne supporte pas la compensation des paiements électroniques.

source: 3 numeric
fr: S'il s'agit d'une opération de prélèvement unique (Direct Debit) sur un compte existant, elle devrait être menée à bien correctement. Toutefois, vous ne devriez pas accepter ces informations car il se pourrait qu'elles deviennent erronées à terme.

source: Check digit
fr: Cette banque/branche a été transférée.

source: 2 numeric
fr: La banque/branche a été transférée. Veuillez utiliser les nouvelles coordonnées du compte bancaire pour tout traitement électronique.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 01100
fr: S'il s'agit d'une opération de prélèvement unique (Direct Debit ou Direct Credit), elle devrait être menée à bien correctement. Toutefois, vous ne devriez pas accepter ces informations car il se pourrait qu'elles deviennent erronées à terme.

source: 5 numeric
fr: Ce code banque/branche est désormais lié au nouveau numéro BC (Bank Code, code banque) ; la banque/branche sera fermée prochainement.

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 8 and 16 characters in length and may contain alph characters and numbers. E.g. 1234567890123456
fr: Ce code banque/branche est désormais lié au nouveau numéro de Code Banque (Bank Code). La banque/branche en question sera quant à elle fermée prochainement. S'il s'agit d'une opération unique, elle devrait être menée à bien correctement. Toutefois, vous devriez revérifier ces informations avec le titulaire du compte avant toute opération future.

source: Account no.
fr: Vérifiez que les informations sont correctes, et si tel est le cas, déterminez le numéro de rôle requis.

source: Optional - The bank code identifies the account holders bank and branch. The bank code is made up for 4 alpha characters in length. This field is not mandatory as its common in Netherlands to only provide the account number. E.g.ABNA
fr: Le compte nécessite un numéro de rôle de compte ou un numéro de référence de compte. Le compte nécessite un numéro de référence ou un numéro de rôle pour effectuer un débit ou un crédit sur le compte.

source: Bank identifier
fr: Le compte nécessite un certain un numéro de rôle ou un numéro de référence pour effectuer une opération par voie électronique. Si aucun numéro de rôle ou de référence n'a été fourni, alors veuillez le renseigner avant toute demande d'opération.

source: 4 alpha
fr: Si le code banque/branche est requis, vous ne devriez pas accepter ces informations. Dans le cas contraire, merci d'ignorer cet avertissement.

source: Account no.
fr: Le type de compte pour banque/branche Nordea n'est pas reconnu. Cela se produit lorsqu'une branche avec les 4 premiers chiffres correspondants a été trouvée, mais que les 2 derniers chiffres ne font par partie des numéros de type de compte reconnus pour Nordea.

source: 10 numeric
fr: Le type de compte pour la banque/branche n'est pas reconnu. Les 4 premiers chiffres semblent être valables, mais les 2 derniers chiffres sont invalides.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 8601
fr: S'il ne s'agit pas d'un paiement par chèque, ignorez cet avertissement.

source: 4 numeric
fr: Cette branche ne supporte pas la compensation des chèques.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 1117947
fr: Cette branche ne supporte pas la compensation des chèques.

source: Account no.
fr: S'il s'agit d'une opération de prélèvement unique (Direct Debit) sur un compte existant, elle devrait être menée à bien correctement. Toutefois, vous ne devriez pas accepter ces informations car il se pourrait qu'elles deviennent erronées à terme.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 13200019
fr: Ce code banque correspond à une banque qui est en cours de reprise par une autre institution.

source: Bank-branch code
fr: Ce code banque correspond à une banque qui est en cours de reprise par une autre institution. S'il s'agit d'une opération unique, elle devrait être menée à bien correctement. Toutefois, vous devriez revérifier ces informations avec le titulaire du compte avant toute opération future.

source: 8 numeric
fr: Ignorez ce message si le paiement n'est pas un paiement en Francs suisses.

source: Account no.
fr: Cette branche ne peut pas intervenir dans une opération SIC en utilisant des Francs suisses.

source: 16 numeric
fr: Aucun.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 21
fr: Si l'IBAN est requis, n'acceptez pas les informations. Dans le cas contraire, merci d'ignorer cet avertissement.

source: 2 numeric
fr: L'IBAN ne peut pas être généré. Un IBAN ne peut pas être généré à partir d'un code banque/branche de 4 ou 5 chiffres.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 4 numbers. E.g.0035
fr: Impossible de générer l'IBAN. L'IBAN ne peut être généré à partir d'un code banque/branche à 4 ou 5 chiffres.

source: Bank code
fr: Ignorez ce message si le paiement n'est pas un prélèvement (Direct Debit).

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0906
fr: Cette branche ne peut pas intervenir dans une opération SIC de prélèvement (Direct Debit) en utilisant des Francs suisses.

source: Branch code
fr: Aucun.

source: 4 numeric
fr: Pour les comptes de crédit, il ne devrait pas y avoir de problème. Cependant, pour les ordres de transactions AUDDIS, n'acceptez pas les informations sans contacter la branche au préalable.

source: Account no.
fr: Ce Sort Code ne prend pas en charge les transactions AUDDIS.

source: 11 numeric
fr: Il est impossible d'effectuer des transactions AUDDIS en utilisant un Sort Code. Si les informations du compte sont fournies pour la mise en place d'un ordre de prélèvement automatique (Automated Direct Debit Instruction) alors il est possible que cet ordre soit refusé. Veuillez contacter le titulaire du compte pour obtenir d'autres informations de compte bancaire.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 41
fr: Ce message peut être ignoré si le paiement n'est pas en Francs suisses ou un crédit direct.

source: 2 numeric
fr: Cette branche ne peut pas intervenir dans une opération SIC de Crédits Directs (Direct Credit) en utilisant des Francs suisses.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 24 characters in length and may contain alph characters and numbers. E.g. RO30MIND1234567812345678
fr: Aucun.

source: Account no (bban)
fr: Ce message peut être ignoré s'il ne s'agit pas d'une transaction de banque à banque.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g. 220
fr: Cette branche n'accepte que les transactions de banque à banque pour les Francs suisses.

source: Bank-branch code
fr: Aucun.

source: 3 numeric
fr: Ce message peut être ignoré si le paiement n'est pas un paiement en Euros.

source: Account no.
fr: Cette branche ne peut pas intervenir dans une opération SIC en utilisant des Euros.

source: 13 numeric
fr: Aucun.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 10
fr: Utilisez les informations renvoyées par l'Assistant Bancaire (Kryptos) est utilisez-les pour toute opération future.

source: Check digit
fr: BWG_W_ACCOUNT_NO_DC

source: 2 numeric
fr: Les informations de compte n'étaient pas au format standard et ont été normalisées. La normalisation est effectuée en appliquant les règles de l'institution émettrice, par exemple par conversion de toutes les lettres en majuscules, suppression des séparateurs, ou par ajout de numéros (le plus souvent des zéros) pour obtenir une longueur spécifique. Ceci est le message standard que l'Assistant Bancaire (Kryptos) renvoie lorsque l'une des informations de compte (informations de banque et/ou de branche commprises) ont été transposées au format requis pour transmission vers ACH. Chaque fois que ce message est renvoyé, il convient d'effectuer un appel de l'item de données BWI_CC_TRANSPOSED pour y récupérer les informations brutes qui y sont contenues.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 or 5 numbers in length. E.g. 1214
fr: Les informations de compte fournies ne respectent pas le format standard et ont été normalisées pour le traitement électronique. Veuillez utiliser ces nouvelles coordonnées de compte bancaire.

source: Bank-branch code
fr: Ce message peut être ignoré si le paiement n'est pas un prélèvement (Direct Debit).

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 2 and 10 numbers in length. E.g. 123456789
fr: Cette branche ne peut pas intervenir dans une opération SIC de prélèvement (Direct Debit) en utilisant des Euros.

source: Account no.
fr: Aucun.

source: 2 - 10 numeric
fr: Ce message peut être ignoré si le paiement n'est pas un prélèvement (Direct Debit).

source: Bank-branch code
fr: Cette branche ne peut pas intervenir dans une opération SIC de Crédits Directs (Direct Credit) en utilisant des Euros.

source: 5 numeric
fr: Aucun.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567874
fr: Le Sort Code fourni n'est pas compatible avec les opérations de crédit.

source: 10 numeric
fr: Le Sort Code fourni n'est pas compatible avec les transactions de Crédit pour les Sociétés Immobilières (Building Society Credit)

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0900
fr: Ce compte est incompatible avec les opérations de crédit. Veuillez renseigner un autre compte bancaire qui accepte les opérations de crédit.

source: Bank-branch code
fr: Si cette limite est un problème pour votre requête, n'acceptez pas ces informations.

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 083237
fr: Le Sort Code fourni n'est pas compatible avec les transactions de Paiement d'Intérêts et de Dividendes (Dividend Interest Payment)

source: Prefix
fr: Aucun.

source: 6 numeric
fr: Si cette limite est un problème pour votre requête, n'acceptez pas ces informations.

source: Basic
fr: Le compte ne prend pas en charge les réclamations pour les transactions par chèques sans provisions.

source: 10 numeric
fr: Aucun.

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank code is 2 numbers in length. E.g. 11
fr: Si cette limite est un problème pour votre requête, n'acceptez pas ces informations.

source: 2 numeric
fr: Le compte n'est pas compatible avec les transactions de Crédit pour les Sociétés Immobilières (Building Society Credit)

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 3 numbers. E.g.004
fr: Dépend de la méthode de paiement.

source: Branch code
fr: Si cette limite est un problème pour votre requête, n'acceptez pas ces informations.

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 13 numbers in length. E.g. 1234567890123
fr: Le compte n'est pas compatible avec les transactions de Paiement d'Intérêts et de Dividendes (Dividend Interest Payment)

source: Account no.
fr: Aucun.

source: Check digit
fr: Ce compte ne prend pas en charge les transactions AUDDIS.

source: 2 numeric
fr: Il est impossible d'effectuer des transactions AUDDIS en utilisant ce compte. Si les informations du compte sont fournies pour la mise en place d'un ordre de prélèvement automatique (Automated Direct Debit Instruction) alors il est possible que cet ordre soit refusé. Veuillez contacter le titulaire du compte pour obtenir d'autres informations de compte bancaire.

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 309136
fr: Acceptez les informations et procédez au paiement en utilisant une autre méthode de paiement. Ou alors, n'acceptez pas les informations et demandez l'utilisation d'un autre compte bancaire.

source: Sort code
fr: BWG_W_BRANCH_NO_DC

source: 6 numeric
fr: Ce compte ne prend pas en compte les transactions de crédit direct domestiques (Domestic Direct Credit, à ne pas confondre avec les transactions SEPA CT)

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 34697856
fr: La branche ne prend pas en compte crédits directs (Direct Credits). Si vous souhaitez effectuer un crédit direct en utilisant ces informations de compte, il est possible que l'opération soit refusée. Il est conseillé d'utiliser un autre compte bancaire compatible avec le crédit direct, ou d'utiliser un autre moyen de paiement.

source: Account no.
fr: Reconfirmez manuellement le numéro de rôle avant de poursuivre. Ne pas traiter ce cas de figure comme une erreur.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: L'algorithme de vérification modulo pour le numéro de rôle n'est pas disponible pour ces informations de compte. L'institution n'a pas fourni de règle de vérification modulo pour le numéro de rôle, mais n'a pas confirmé qu'il n'en existait pas. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_BANK_BRANCH_CODE_FORMAT
fr: Les règles, les données et les renseignements requis pour valider le numéro de rôle ne sont pas disponibles pour ces informations de compte.

source: The bank/branch number you have entered is incorrect. Please check and try again.
fr: Reconfirmez manuellement le numéro de rôle avant de poursuivre. Ne pas traiter ce cas de figure comme une erreur.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Le numéro de rôle n'utilise pas d'algorithme de vérification modulo. L'institution a confirmé qu'il existe une règle de vérification modulo qui peut être appliquée pour valider le numéro de rôle. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_NO_INSTITUTION
fr: Les règles, les données et les renseignements requis pour valider le numéro de rôle ne sont pas disponibles pour ces informations de compte.

source: The bank code provided is incorrect. Please supply a correct bank code and try again.
fr: Reconfirmez manuellement le numéro de rôle avant de poursuivre. Ne pas traiter ce cas de figure comme une erreur.

source: Ask for a new set of bank account details.
fr: La vérification de format pour le numéro de rôle n'est pas disponible pour ces informations de compte. L'institution n'a pas fourni de règle de vérification modulo pour le numéro de rôle, mais n'a pas confirmé qu'il n'en existait pas. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_BRANCH_CLOSED
fr: Les règles, les données et les renseignements requis pour valider le numéro de rôle ne sont pas disponibles pour ces informations de compte.

source: We have identified the branch as being closed. Please contact the account holder and obtain an updated bank account number.
fr: Reconfirmez manuellement les informations de numéro de rôle avant de poursuivre. Ne pas traiter ce cas de figure comme une erreur.

source: In this scenario, Kryptos will return where possible the branch code that is now responsible for processing transactions for the given account. Where the updated branch code is not available, the transaction must be declined and the user must be asked to contact their bank/branch to confirm the new bank account details.
fr: Le numéro de rôle n'utilise pas de vérification de format. L'institution a confirmé qu'il n'existe pas de règle de format qui peut être appliquée pour valider le numéro de rôle. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_BRANCH_TRANSFERRED
fr: Les règles, les données et les renseignements requis pour valider le numéro de rôle ne sont pas disponibles pour ces informations de compte.

source: Branch has been transferred. This branch has been closed and the accounts have been redirected to another branch. Please contact the account holder and obtain an updated bank account number.
fr: Reconfirmez manuellement les informations de numéro de rôle avant de poursuivre. Ne pas traiter ce cas de figure comme une erreur.

source: Ask for a new set of bank account details.
fr: L'information de numéro de rôle n'est pas disponible pour ces informations de compte. Le Sort Code et le numéro de compte ne sont pas dans la base de données de l'Assistant Bancaire (Kryptos) et en conséquence le numéro de rôle ne peut pas être validé. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_BANK_CLOSED
fr: L'information de numéro de rôle n'est pas disponible pour ces informations de compte. Le compte bancaire a été identifié comme étant invalide et en conséquence le numéro de rôle ne peut pas être validé.

source: We have identified the bank as being closed. Use an alternative bank account to process any payment/collection.
fr: Utilisez le numéro de rôle converti lors des prochaines opérations.

source: Ask for a new set of bank account details.
fr: Les caractères qui n'étaient pas au bon format pour les transmissions Bacs ont été convertis en espaces. Cela ne se produit qu'en cas de vérification de numéro de rôle.

source: BWG_E_BANK_TRANSFERRED
fr: Les informations du compte bancaire fournies ne respectent pas le format standard. Tous les caractères non-BACS ont été retirés pour éviter un refus.

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
fr: Connexion incomplète

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
fr: S'il vous plaît entrer votre e-mail.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: S'il vous plaît entrer votre mot de passe.

source: BWG_E_IBAN_FORMAT
fr: Incorrecte

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: Email / mot de passe incorrect

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: Les mots de passe sont sensibles à la casse. S'il vous plaît vérifier votre touche Caps Lock. Vous pouvez réinitialiser votre mot de passe ici.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Votre compte n'a pas été activé

source: BWG_E_IBAN_INVALID
fr: S'il vous plaît cliquer sur le lien d'activation qui a été envoyé à l'adresse e-mail que vous avez enregistré avec.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: M.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: Mme

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Miss

source: BWG_E_IBAN_MODULUS
fr: Mme

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: Dr.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
fr: Prof

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: Autre

source: BWG_E_ACCOUNT_TYPE_FORMAT
fr: Enregistrement incomplet

source: The account type provided is in the incorrect format. Please correct the account type and try again.
fr: S'il vous plaît choisir votre titre.

source: The account type provided is in the incorrect format. Please correct the account type and try again.
fr: S'il vous plaît entrer votre prénom.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
fr: S'il vous plaît entrer votre nom de famille.
