Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: <p> <strong>Privacy &amp; Security Policy</strong></p><p> The purpose of this document is to bring to your attention Kryptos Systems Ltd's policy regarding the use of, and protection of, personal data stored on our systems. It also explains how we use the information we collect about you, how you can instruct us if you prefer to limit the use of that information and procedures that we have in place to safeguard your privacy.</p><p> <strong>Use of personal information</strong></p><p> There are a number of areas within the Kryptos Systems website which record personal data, including the: registration; billing; contact; invoice; and account sections. The information requested within these sections is standard and includes name, address, phone number and email details and is collected for the purpose of administering your account (this will therefore include: registering your account; processing any orders which you make; communicating with you on any matter relating to the conduct of your account; and the provision of our services to you in general).</p><p> Where we are undertaking any services in collaboration with a third party (this will be clear from either the branding or notices on the website), then we may be required in order to provide the respective services, to share your account details with such third party in order to administrate the account (in a similar manner as mentioned above) and provide the respective services.</p><p> We will also need to share details about your use of our services with our data licensors and authorised resellers, with such details including the number of users and volume of transactions, so that appropriate licence fees and other payments can be calculated.</p><p> We may also use aggregate information and statistics for the purposes of monitoring website usage in order to help us develop the website and our services. These statistics will not include information that can be used to identify any individual.</p><p> We may also wish to provide you with information about special features of our website or any other service or products we think may be of interest to you. If you would rather not receive this information, you will have the opportunity on our website at the time of registration to make this clear, and subsequently if you change your mind you can send an email with such a request to support@kryptossystems.co.uk.</p><p> <strong>Email addresses</strong></p><p> We collect email addresses for 3 main purposes.</p><ul type="disc"> <li> Email is our preferred means of communication, and will be used to notify our customers of developments within the Kryptos Systems services. </li><li> We use email to administer your account, for example, by alerting you when your account balance reaches a given level. </li><li> The email address on registration will be used to authenticate users who have forgotten passwords or user account IDs. </li></ul><p> <strong>Where We Process Your Personal Data</strong></p><p> Although we process your data within the European Economic Area ("EEA"), owing to the global nature of the Internet infrastructure, the information you provide may be transferred in transit to other countries outside the EEA that do not have similar protections in place as the EEA regarding your data and its use as set out in this policy. By submitting your information you consent to such transfers outside the EEA.</p><p> We may also have third party companies providing hosting services for us. Such third party companies will act as our subcontractors, and they would hold your data for such hosting purposes only. Such subcontractors will not be provided with any permission for any other use or disclosure of your data. We will also ensure that we have reasonable safeguards in place with regard to any of our subcontractors, with regard to data retention and security.</p><p> <strong>Compliance &amp; Confidentiality</strong></p><p> Our company complies with its obligations under the applicable data protection legislation in England. It will also take reasonable care to prevent any unauthorised access to your personal data.</p><p> Our employees and contractors have been made aware of their responsibility to keep your information confidential.</p><p> <strong>Security</strong></p><p> As you will probably be aware, the internet is not a secure medium. However we have put in place various security procedures by way of reasonable measures to protect your information.</p><p> We consider the security of your personal data and the details of any transactions you make to be a matter of the highest priority.</p><p> Your account information is protected by your account code and password which you should keep safe at all times. In addition to your password, we generate keys which are used to authenticate your account against our servers when you are querying the database. Keys are a randomly generated and unique set of letters and numbers.</p><p> If you feel that there has been a breach in the security on your licence please contact us by email at security@kryptossystems.co.uk.</p><p> <strong>Purchasing</strong></p><p> When you place an order with us, we use a secure server. Any data you provide to us, is encrypted using a 'Secure Socket Layer' (SSL) session. SSL is an industry standard and is a widely used measure to guard against Internet messages being intercepted. You should be aware, however, that older browsers cannot use SSL. To be sure, you will need Netscape version 4.05 or above, Microsoft Internet Explorer version 4 or above, or any similar generation browser (e.g. Firefox, Opera).</p><p> Although your account can be set up to make repeat purchases to automatically top-up your account by credit card, we do not actually store credit card details. We only hold the last 4 digits of your card, the card holder name and a reference to the last transaction made on that card from us. It is the transaction reference that is used to make repeat purchases and this can only be used between ourselves and our payment service provider, SagePAY.</p><p> <strong>Protecting your data</strong></p><p> Over and above what our company does to protect your privacy and security, we would advise you to adopt the following additional measures:</p><ul type="disc"> <li> Choose a password you can remember but others will not guess. </li><li> Change your password regularly, and if you do write it down, keep it somewhere safe and secure. </li><li> Do not activate Autocomplete (Internet Explorer) or any similar feature. </li><li> Do not allow your internet browser to 'remember' passwords. </li><li> When you have finished your session on our website we recommend that you close your browser, so any history of the session is cleared. As a further security measure our website will automatically shut down your session if it is not used for more than 20 minutes. </li><li> Clear any 'cache' so there is no record of any transactions left on screen - all major web browsers let you do this. </li></ul><p> <strong>Use of cookies</strong></p><p> Our website creates a cookie every time you access the website. The cookie contains a sequence of randomly generated numbers and letters that can distinguish between you and other users of the service. The cookie is only valid whilst you are using the website and is essential to its operation. No personal information is stored in this cookie, and the contents of the cookie are only available to the our website.</p><p> When you choose to purchase an item from our website a session cookie is set to remember your product choice. This cookie is cleared upon purchase, and is only valid for the duration of your session on our website.</p><p> If you choose to automatically log on to your account each time you visit the website, a cookie will be stored on your PC containing an encrypted version of your account code which is then used to log you in to the website whenever you visit.</p><p> Read more about our use of cookies.</p><p> <strong>Use of Web Beacons</strong></p><p> Some of our web pages may contain electronic images known as web beacons (sometimes known as clear gifs) that allow us to count users who have visited these pages. Web beacons collect only limited information which includes a cookie number, time and date of a page view, and a description of the page on which the web beacon resides. We may also carry web beacons placed by third party advertisers. These beacons do not carry any personally identifiable information and are only used to track the effectiveness of a particular campaign.</p><p> <strong>Third Party Advertising</strong></p><p> We may use a third party to serve advertisements on our site. Cookies may be associated with these advertisements to enable the advertiser to track the number of anonymous users responding to the campaign. We do not have access to or control of cookies placed by third parties.</p><p> <strong>Disabling/Enabling Cookies</strong></p><p> If you register with our website, or if you continue to use this website, you agree to our use of cookies. You have the ability to accept or decline cookies by modifying the settings in your browser. However, you may not be able to use all the interactive features of our website if cookies are disabled. In order to block or delete cookies, select the "Help" entry under the ""Help" menu of your internet browser and type in ""delete cookies" or "block cookies" to find a step by step process of how to undertake such actions.</p><p> <strong>Third party sites</strong></p><p> Third party Internet sites that hotlink to Kryptos Systems are not covered by our Privacy and Security policy. Kryptos Systems accepts no responsibility or liability for these sites.</p><p> <strong>Sale of business</strong></p><p> If this business is sold or integrated with another business, your details may be disclosed to our advisers and any prospective purchasers and their advisers, and will be passed on to the new owners of the business. You will be informed of any change in ownership in our business.</p><p> <strong>Updating your details</strong></p><p> If any of the information that you have provided to us changes, for example if you change your e-mail address, name or other details, please let us know the correct details by sending an e-mail to accounts@kryptossystems.co.uk.</p><p> <strong>Your consent</strong></p><p> By submitting your information, you consent to the use of that information as set out in this policy. If we change our privacy policy we will post the changes on this page, and may place notices on other pages of the website, so that you may be aware of the information we collect and how we use it. We may also e-mail you, should we make any changes to the way in which we use your information so that you may consent to our use of your information in that way. Continued use of the service will signify that you agree to any such changes, and that you have consented to such use of your information.</p><p> Right of access to your information &amp; how to contact us</p><p> When you visit our website, you have direct control over information in your personal profile.</p><p> If you want to know exactly what personal information we hold on you, you can obtain it. If the information held is found to be inaccurate, we will make the necessary amendments and confirm to you that these have been made. Please write to the following address, enclosing a cheque for the administration fee of &#163;10 (or if higher, such other fee as stipulated by statute or the Office of the Information Commissioner from time) made payable to Kryptos Systems (Europe) Ltd, pursuant to the terms of the Data Protection Act:</p><p> IT Director,</p><p> Kryptos Systems Ltd</p><p> 29 Hertford Court</p><p> Meadowfields</p><p> Northampton</p><p> NN3 9TD</p><p> If you would like to contact us with any other queries or comments, then either send an email here or please write to the Customer Service Department at the above address.</p>
de: <p> <strong>Unsere Verwendung von Cookies</strong></p><p> Ein Cookie ist eine Nur-Text-Reihe von Informationen, die eine Website an die Cookie-Datei des Browsers auf der Festplatte Ihres Computers, so dass die Website kann mich erinnern, wer Sie sind.</p><p> Ein Cookie enth&#228;lt typischerweise den Namen der Domain, von der der Cookie stammt, die "Lebenszeit" des Cookies und einen Wert, in der Regel eine zuf&#228;llig generierte eindeutige Nummer.</p><p> <strong>Arten von Cookies verwendet</strong></p><p> Wenn Sie unsere Webseiten besuchen, senden wir Ihnen einen Cookie. Cookies k&#246;nnen auf folgende Weise eingesetzt werden:</p><p> &#183; Um uns zu helfen erkennen Sie, so dass Sie nicht haben, um wieder Schl&#252;ssel Ihre Registrierungsdaten.</p><p> &#183; Um uns zu helfen, Sie als einzigartige Besucher (nur eine Nummer), wenn Sie auf unsere Website zur&#252;ckkehren und uns zu erlauben, ma&#223;geschneiderte Inhalte auf Ihren bevorzugten Interessen entsprechen.</p><p> &#183; Um anonyme, aggregierte Statistiken, die uns zu verstehen, wie Nutzer unsere Website nutzen, und uns helfen, die Struktur unserer Website zu erm&#246;glichen zusammenzustellen. <strong>Wir k&#246;nnen Ihnen nicht pers&#246;nlich auf diese Weise identifizieren.</strong></p><p> <em>Durch die Nutzung unserer Website stimmen Sie unseren Einsatz dieser Cookies wie unten beschrieben.</em></p><p> <strong>Session-Cookies</strong></p><p> Diese sind wichtig f&#252;r die korrekte Nutzung der Website. Ohne diese werden Sie nicht in der Lage, die volle Nutzung der Website, einschlie&#223;lich der Registrierung f&#252;r einen kostenlosen Testzugang, Anmelden und Verwalten Ihres Kontos und einen Kauf mit dem Einkaufswagen haben. Diese Cookies werden verschl&#252;sselt, nur von unserer Website zug&#228;nglich sind, und die letzte f&#252;r die Dauer des Besuches.</p><p> <strong>Permanente Cookies</strong></p><p> Sollten Sie sich f&#252;r ein Konto registrieren oder loggen Sie sich in Ihr Konto, haben Sie die M&#246;glichkeit, die Anmeldung automatisch bei Ihrem n&#228;chsten Besuch auf der Website. Dies wird mit einem dauerhaftes Cookie, die verschl&#252;sselte Informationen enth&#228;lt, zu der wir Sie authentifizieren getan. Werden keine pers&#246;nlichen Daten in diesem Cookie gespeichert, und sie sind nicht von anderen Websites zu erreichen.</p><p> <strong>Hinweis:</strong> Sie sollten nur die automatische Log-in w&#228;hlen Sie aus Ihrem PC, keine &#246;ffentlich zug&#228;nglichen oder gemeinsam genutzten Computer.</p><p> <strong>Analytics-basierten Cookies</strong></p><p> Um zu verstehen, wie unsere Website verwendet wird und es zu verbessern, basierend auf Benutzerfreundlichkeit, k&#246;nnen wir Analysen und A / B-Tests auf unserer Website ausf&#252;hren. Cookies dieser Art, die wir verwenden sind:</p><ul> <li> <em>Google Analytics</em> - anonyme Tracking (keine personenbezogenen Daten erhalten), wie die Website verwendet wird, und f&#252;hrt. Cookies werden normalerweise verwendet, um Session-Nutzung zu &#252;berwachen und zu identifizieren wiederholte Besuche <em>(anonym).</em> </li></ul><p> <strong>Dritten und Werbe-Cookies</strong></p><p> Unsere Website wird keine Werbung von Dritten anzuzeigen. Cookies zu setzen sind meist nur von unserer Website zug&#228;nglich und m&#252;ssen pers&#246;nliche Daten enthalten, nicht auf andere Websites weitergeleitet werden. <em>Aber</em> Social Media "Like" Buttons kann auf der Website verwendet werden, und wenn geklickt haben, um Informationen, die von sozialen Medien teilen, kann eingestellt Cookies auf Ihrem Rechner bezogen auf den Gehalt geteilt und Ihre Account-Informationen f&#252;r das Medium verwendet wird. Diese Cookies werden nicht von uns kontrolliert und &#252;bernehmen keine Verantwortung f&#252;r die in ihnen enthaltenen Informationen.</p><p> <strong>Deaktivierung von Cookies</strong></p><p> Wenn Sie w&#228;hlen, k&#246;nnen Sie Cookies &#252;ber die Einstellungen Ihres Browsers deaktivieren. Finden Sie in der Hilfe-Funktion Ihres Browsers insbesondere Instruktionen, wie dies zu erreichen. Alternativ k&#246;nnen jetzt die meisten Browser unterst&#252;tzen Plug-Ins, die ausf&#252;hren k&#246;nnen Funktionalit&#228;t und diese k&#246;nnen verwendet werden, um einfach zu blockieren oder akzeptieren Cookies werden "nicht verfolgen".</p>
es: <p> <strong>Nuestro uso de cookies</strong></p><p> Una cookie es una cadena de texto de informaci&#243;n que un sitio web transfiere al archivo de cookies del navegador en el disco duro de su ordenador, por lo que el sitio web pueda recordar qui&#233;n es usted.</p><p> Una cookie normalmente contendr&#225; el nombre del dominio desde el que la cookie ha llegado, la "vida" de la cookie, y un valor, normalmente un n&#250;mero &#250;nico generado aleatoriamente.</p><p> <strong>Tipos de cookies utilizadas</strong></p><p> Cuando usted visita nuestro sitio web, le enviamos una cookie. Las cookies pueden utilizarse en las siguientes maneras:</p><p> &#183; Para ayudarnos a reconocer, de modo que usted no tiene que volver a introducir sus datos de registro.</p><p> &#183; Para ayudarnos a reconocerle como visitante &#250;nico (s&#243;lo un n&#250;mero) cuando regrese a nuestro sitio web, y que nos permita adaptar el contenido a sus intereses preferidos.</p><p> &#183; Para compilar estad&#237;sticas an&#243;nimas agregadas que nos permitan comprender c&#243;mo los usuarios utilizan nuestro sitio web, y para ayudar a mejorar la estructura de nuestro sitio web. <strong>No podemos identificarle personalmente de esta manera.</strong></p><p> <em>Al utilizar nuestro sitio web usted acepta nuestro uso de estas cookies como se detalla a continuaci&#243;n.</em></p><p> <strong>Las cookies de sesi&#243;n</strong></p><p> Estos son importantes para el uso correcto del sitio. Sin ellos no ser&#225;s capaz de tener pleno uso de la p&#225;gina web, incluyendo el registro de una cuenta de prueba gratuita, poder conectarse y gestionar su cuenta y hacer una compra con el carrito de la compra. Estas cookies se cifran, s&#243;lo se puede acceder por nuestro sitio web, y una duraci&#243;n de la duraci&#243;n de su visita.</p><p> <strong>Las cookies persistentes</strong></p><p> En caso de registrar una cuenta, o inicia sesi&#243;n en tu cuenta, tendr&#225;s la opci&#243;n de iniciar sesi&#243;n de forma autom&#225;tica en su pr&#243;xima visita al sitio. Esto se hace con una cookie persistente que contiene informaci&#243;n codificada por nosotros para autenticar usted. No hay datos personales se almacenan en esta cookie, y no son accesibles por otros sitios web.</p><p> <strong>Nota:</strong> s&#243;lo se debe elegir una conexi&#243;n autom&#225;tica desde el ordenador personal, no una computadora accesible o compartida p&#250;blicamente.</p><p> <strong>Galletas a base de Analytics</strong></p><p> Para entender c&#243;mo se utiliza nuestro sitio web y para mejorarlo en base a la experiencia del usuario, que puede ejecutar an&#225;lisis y pruebas A / B en nuestro sitio. Las cookies de este tipo que utilizamos incluyen:</p><ul> <li> <em>Google Analytics</em> - seguimiento an&#243;nimo (no se obtiene de datos personal) de c&#243;mo se utiliza y se realiza el sitio. Las cookies se utilizan normalmente para controlar el uso de la sesi&#243;n e identificar las visitas repetidas <em>(de forma an&#243;nima).</em> </li></ul><p> <strong>Cookies de terceros y publicidad</strong></p><p> Nuestro sitio web no muestra publicidad de terceros. Galletas conjunto son en su mayor&#237;a s&#243;lo se puede acceder por nuestro sitio web y no contienen informaci&#243;n personal para ser pasado a otros sitios web. <em>Sin embargo,</em> los medios de comunicaci&#243;n social "como" los botones se pueden utilizar en el sitio y, si se hace clic para compartir informaci&#243;n por medios de comunicaci&#243;n social, puede configurar galletas en su m&#225;quina en relaci&#243;n con el contenido compartido y la informaci&#243;n de su cuenta para el medio utilizado. Estas cookies no son controlados por nosotros y no aceptan ninguna responsabilidad por la informaci&#243;n contenida en ellos.</p><p> <strong>Desactivaci&#243;n de las cookies</strong></p><p> Si lo desea, puede desactivar las cookies a trav&#233;s de la configuraci&#243;n del navegador. Consulte la funci&#243;n de ayuda de su navegador para obtener instrucciones sobre c&#243;mo lograrlo. Por otra parte, la mayor&#237;a de los navegadores soportan ahora los plug-ins que pueden realizar "Do Not Track" funcionalidad y estos pueden ser utilizados para bloquear f&#225;cilmente o aceptar cookies.</p>
it: <p> <strong>Il nostro utilizzo dei cookie</strong></p><p> Un cookie &#232; una stringa di solo testo di informazioni che un sito web trasferisce file cookie del browser sul disco fisso del computer, in modo che il sito web pu&#242; ricordare chi sei.</p><p> Un cookie in genere contengono il nome del dominio da cui il cookie &#232; arrivato, la "vita" del cookie e un valore, di solito un numero univoco generato in modo casuale.</p><p> <strong>Tipi di biscotto utilizzati</strong></p><p> Quando visitate il nostro sito web, vi invieremo un cookie. Cookie possono essere utilizzati nei seguenti modi:</p><p> &#183; Per aiutarci a riconoscerti, in modo che non c'&#232; bisogno di ri-chiave i dati di registrazione.</p><p> &#183; Per aiutarci a riconoscere come visitatore unico (solo un numero) quando si torna al nostro sito web, e per permettere di adattare i contenuti per abbinare i vostri interessi preferiti.</p><p> &#183; Per compilare, statistiche aggregate anonime che ci permettono di capire come gli utenti utilizzano il nostro sito, e per aiutare a migliorare la struttura del nostro sito Web. <strong>Non possiamo identificarvi personalmente in questo modo.</strong></p><p> <em>Utilizzando il nostro sito web l'utente accetta il nostro uso di questi cookie come descritto di seguito.</em></p><p> <strong>I cookies di sessione</strong></p><p> Questi sono importanti per il corretto utilizzo del sito. Senza di questi non sar&#224; in grado di avere il pieno utilizzo del sito web, tra cui la registrazione di un account di prova gratuito, l'accesso al e tenuta del conto, e di effettuare un acquisto con il carrello della spesa. Questi cookie sono crittografati, accessibile solo con il nostro sito web, e l'ultimo per tutta la durata della vostra visita.</p><p> <strong>Cookie permanenti</strong></p><p> In caso di registrazione di un account o accedi al tuo conto, si avr&#224; la possibilit&#224; di registrare automaticamente sulla vostra prossima visita al sito. Questo viene fatto con un cookie persistente che contiene informazioni crittografate per noi per l'autenticazione. Nessun dato personale sono memorizzati in questo cookie, e non sono accessibili da altri siti web.</p><p> <strong>Nota:</strong> si deve solo scegliere la connessione automatica dal proprio personal computer, non un computer accessibile al pubblico o condiviso.</p><p> <strong>Biscotti a base di Analytics</strong></p><p> Per capire come viene utilizzato il nostro sito e per migliorarlo sulla base dell'esperienza degli utenti, possiamo eseguire analisi e test A / B sul nostro sito. I cookie di questo tipo che usiamo includono:</p><ul> <li> <em>Google Analytics</em> - monitoraggio anonima (nessun dato personale viene ottenuto) di come il sito viene utilizzato e esegue. I cookie sono tipicamente utilizzati per monitorare l'utilizzo sessione e identificare le visite ripetute <em>(in forma anonima).</em> </li></ul><p> <strong>Di terzi e pubblicit&#224; biscotti</strong></p><p> Il nostro sito non visualizza pubblicit&#224; di terze parti. Impostare i cookie sono per lo pi&#249; raggiungibili solo dal nostro sito e non contengono informazioni personali da passare ad altri siti Web. <em>Tuttavia,</em> i social media "come" i pulsanti possono essere utilizzati sul sito e, se cliccato per condividere le informazioni dai social media, pu&#242; impostare cookie sul vostro computer relativi al contenuto condiviso e le informazioni di account per il mezzo utilizzato. Questi cookies non sono controllati da noi e non si assumono alcuna responsabilit&#224; per le informazioni contenute al loro interno.</p><p> <strong>La disabilitazione dei cookie</strong></p><p> Se si sceglie, &#232; possibile disabilitare i cookie attraverso le impostazioni del browser. Vedere la funzione di aiuto del browser particolare per le istruzioni su come raggiungere questo obiettivo. In alternativa, la maggior parte dei browser supportano ora i plug-in in grado di eseguire "Do Not Track" funzionalit&#224; e questi possono essere usati per bloccare o accettare i cookie facilmente.</p>
