Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: rrectness, accuracy, completeness, fitness for any purpose, or otherwise). This exclusion of assurances applies only to the extent permitted by law.Version:</p><p> KRYPTOS SYSTEMS LTD Offering</p><p> 4.4 KRYPTOS SYSTEMS LTD warrants for the respective Subscription Period that the respective Service is made available to the Customer, that the KRYPTOS SYSTEMS LTD Offering will materially function in accordance with its Documentation. In the event that the KRYPTOS SYSTEMS LTD Offering does not function in material accordance with the Documentation, and the Customer notifies KRYPTOS SYSTEMS LTD of the non-compliance, KRYPTOS SYSTEMS LTD shall use reasonable endeavours to correct and provide within a reasonable period of time by patch or new release (at its option) that part of the KRYPTOS SYSTEMS LTD Offering which does not so comply, provided that such non compliance has not been caused by:</p><p> 4.4.1 any modification, variation, configuration or addition to the Software or Service not performed by KRYPTOS SYSTEMS LTD (for the avoidance of doubt, any issues resulting from the acts or omissions of the Authorised Reseller are to be addressed by the Customer directly with the Authorised Reseller as KRYPTOS SYSTEMS LTD will not be liable for such issues);</p><p> 4.4.2 its incorrect use, abuse or corruption of the Software or Service by the Customer or its third parties;</p><p> 4.4.3 use of the Software or Service with other software, data or on equipment with which it is incompatible; or</p><p> 4.4.4 as a result of the third party updates referred to in Clause 4.2.4.</p><p> IPR Warranty</p><p> 4.5 KRYPTOS SYSTEMS LTD warrants for the respective Subscription Period, that such software, documentation, data and services which form the KRYPTOS SYSTEMS LTD Offering, will not infringe any third party's intellectual property rights</p><p> Exclusion Of Assurances Not Contained In This Agreement</p><p> 4.6 The Customer acknowledges that KRYPTOS SYSTEMS LTD has provided various express assurances in this Agreement. Therefore, to the extent permitted by law, and except as expressly set out in this Agreement, KRYPTOS SYSTEMS LTD excludes all other assurances (including without limitation, warranties and conditions) with respect to the Software Materials and Service, including without limitation any assurances relating to satisfactory quality or fitness for any particular purpose.</p><p> Customer Obligations</p><p> 4.7 The Customer agrees:</p><p> 4.7.1 to have in place daily back-up and disaster recovery measures in respect of its and its third parties' (where third parties are permitted by KRYPTOS SYSTEMS LTD) systems and data with which the Software Materials or Services are used, and effective firewall together with virus prevention measures (with the Customer being responsible for virus scanning all of its interaction with the Software Materials and Services; Version:</p><p> and the Customer being responsible for its own anti-virus protection measures to safeguard it against possible virus infection from use of the Software Materials and Services);</p><p> 4.7.2 to supervise and ensure use of the Services in accordance with the terms of this Agreement;</p><p> 4.7.3 to ensure that no third party who is not authorised by this Agreement to access the Software Materials or Services, is provided with such access by the Customer (whether such access is provided deliberately or negligently);</p><p> 4.7.4 to ensure that any of the Customer's systems that rely upon the use of the Software or Services for data entry or data lookup, also have a reasonable alternative manual means to continue to operate in the event that the Software Materials and Services are unavailable;</p><p> 4.7.5 to ensure that the Customer's technical implementation to use the Services, avoids binding to a single datacentre and instead uses the standard KRYPTOS SYSTEMS LTD load balanced service (details of how to do this are available upon request from KRYPTOS SYSTEMS LTD);</p><p> 4.7.6 that with regard to any use of the data or services relating to Royal Mail, the Customer must use the respective services in accordance with the Internal Use or External Use which has been authorised for the respective services, with the Customer acknowledging that there are differing charges applicable to whether the service is used for Internal Use or External Use, and it is the Customer's obligation to ensure that it has selected the correct licensing use option corresponding to its intended use by the Customer. If the Customer does not select the correct licensing option for its use, then without prejudice to KRYPTOS SYSTEMS LTD's and the Licensors' rights and remedies, the Customer will also make the additional payments pursuant to Clause 9.14.</p><p> 4.7.7 that KRYPTOS SYSTEMS LTD may block any Service use, which violate KRYPTOS SYSTEMS LTD's fair use policy in force from time to time;</p><p> 4.7.8 not to undertake any act or omission, or use or otherwise make available the Software Materials or Service in a way, which would cause KRYPTOS SYSTEMS LTD to be in breach of the Third Party Licences; and</p><p> 4.7.9 not to undertake any act or omission, or use or otherwise make available the Software Materials or Service in a way, which would cause the Customer to be in breach of the Third Party EULAs.</p><p> 4.8 Without prejudice to KRYPTOS SYSTEMS LTD's and the Licensors' additional rights and remedies, to the extent that the Customer fails to comply with Clause 4.7.2, 4.7.3, 4.7.6, 4.7.8, 4.7.9, the Customer will immediately upon request pay to KRYPTOS SYSTEMS LTD such amount as is required by the Licensors to be paid by KRYPTOS SYSTEMS LTD for the Customer's non-compliance with the afore-mentioned provisions.</p><p> Mutual Reasonable Skill And Care</p><p> 4.9 Each Party agrees to use reasonable skill and care in undertaking its obligations.Version:</p><p> Authorised Reseller As Customer's Agent</p><p> 4.10 The Authorised Reseller and Customer agree that any of the obligations of the Customer can be exercised by the Authorised Reseller on the Customer's behalf, with the Authorised Reseller acting as the Customer's agent in this respect.</p><p> 5 Charges and Payment</p><p> Charges</p><p> 5.1 The charges (and the basis for calculation and the respective due dates) for the Services are set out on the KRYPTOS SYSTEMS LTD Website (as updated from time to time), or if different in a KRYPTOS SYSTEMS LTD Quote Sheet or on a KRYPTOS SYSTEMS LTD written request for payment.</p><p> 5.2 The charges which are applicable in respect of the services, are:</p><p> 5.2.1 Subscription Fees for access to the respective Services; and</p><p> 5.2.2 SLA Charge for the Premium Service.</p><p> Making Payments</p><p> 5.3 All payments are due in accordance with the provisions referred to in Clause 5.1.</p><p> 5.4 The Customer confirms that it expressly authorises KRYPTOS SYSTEMS LTD (or the Authorised Reseller at KRYPTOS SYSTEMS LTD's discretion), to take payment from the Customer if the auto-top up payment option has been set up for the Customer (the amount of a top up or an auto-top up is deemed to be a new Credit) by the relevant due date, with payments being automatically debited to the respective credit card or debit card (where such payment methods are provided as part of the registration process (as such details are updated in the Account Section thereafter by the Customer from time to time)) at the respective intervals or dates, in order to meet the payment requirements of the respective Service. For the avoidance of doubt, if the Customer's payment method cannot be debited or is declined, then the Customer will still be liable for the respective charges which are due. Subject to the other provisions of this Agreement, top ups and auto-top ups to any Credit cannot be refunded.</p><p> Late Or Non-Payment</p><p> 5.5 Without prejudice to KRYPTOS SYSTEMS LTD's rights and remedies, to the extent that the Customer fails to make any payments on time, KRYPTOS SYSTEMS LTD may:</p><p> 5.5.1 charge the Customer interest in accordance with the applicable statutory provisions; and/or</p><p> 5.5.2 suspend and/or terminate any of the Customer's Services and/or Premium Service. Version:</p><p> 5.6 If the Customer's Services are suspended or terminated for non-payment, then the Customer's Premium Service will be likewise suspended or terminated, and this will not give rise to any Service Credits, nor any other rights or remedies for the Customer pursuant to the SLA or the Agreement.</p><p> Variation Of Charges</p><p> 5.7 The Customer acknowledges that KRYPTOS SYSTEMS LTD may vary the charges applicable pursuant to this Agreement, from time to time (including without limitation, due to the ability of certain of its Licensors to vary the charges to KRYPTOS SYSTEMS LTD, its customers, or its resellers, pursuant to the Third Party Licences). The Customer agrees that once it is informed of any such increase in charges and the date that the charges will be effective from (the "New Charges Date"), it will be deemed to accept such changes in the charges if it continues to use the respective Service or Premium Service affected by the change in charges from or after the New Charges Date.</p><p> Refunds By KRYPTOS SYSTEMS LTD &amp; Credit Expiry</p><p> 5.8 Details of refunds are included in Clause 10.15.</p><p> 5.9 Except as expressly stated in this Agreement, no refunds are available in respect of any Credit or other charges.</p><p> 5.10 The Customer acknowledges that the Credit has an expiry date, following which any unused Credit will no longer be usable and nor will it be refunded, so it is the Customer's responsibility to use the Credit within the respective period that the Credit is valid for, as the Credit simply provides the Customer with a right to use the respective Service (subject to payment of any additional Licence Fee where applicable) prior to the expiry date for the respective Credit.</p><p> Effect Of Customer Purchase Orders</p><p> 5.11 Where the Customer issues a purchase order to KRYPTOS SYSTEMS LTD relating to the Software Materials, Service, Premium Service or this Agreement, the Customer agrees that unless otherwise agreed in writing by KRYPTOS SYSTEMS LTD on KRYPTOS SYSTEMS LTD's letter headed paper signed by a company director of KRYPTOS SYSTEMS LTD, with express reference being made in writing to this Clause 5.11, the terms of such purchase order shall not apply and such purchase order shall be accepted by KRYPTOS SYSTEMS LTD for the sole purpose of referencing a purchase order reference in any invoices in order to facilitate payment by the Customer.</p><p> Credits</p><p> 5.12 A Credit is valid for the earlier of:</p><p> 5.12.1 a maximum period of twelve months from the date of purchasing the respective Credit; and Version:</p><p> 5.12.2 when the Credit has been fully expended to purchase one or more Services.</p><p> 5.13 Each auto-top-up or a top-up applied to an existing Credit, is deemed to be a new Credit reflecting the amount of the top-up or auto-top-up.</p><p> 5.14 Subject to Clauses 12 and 13, the Customer acknowledges that Credit is not transferrable to third parties, nor may it be used for the benefit of third parties by the Customer.</p><p> 6 The Service</p><p> Account Code</p><p> 6.1 Once the Customer's request to use the Services is accepted by KRYPTOS SYSTEMS LTD, the Customer will be given a unique Account Code and shall be granted a non-exclusive, non-transferable, licence to download and use the respective Software Materials for the purpose of accessing and using the Services in respect of which it has agreed to pay the relevant Subscription Fees.</p><p> Customer's Confirmation of Accuracy Of Registration Details</p><p> 6.2 The Customer confirms that all information which it provides to use the respective Service and any additional information which it provides pursuant to this Agreement, will at the time it is provided (and will continue to) be accurate and complete. If the information becomes inaccurate, incomplete or misleading any time thereafter, then (without prejudice to KRYPTOS SYSTEMS LTD's additional rights and remedies), the Customer will promptly update its details in the Account Section, to ensure that its details remain accurate and complete. The Customer also agrees that it will promptly notify KRYPTOS SYSTEMS LTD in writing if it ceases to use, or changes, its Authorised Reseller.</p><p> 6.3 The Customer acknowledges, without prejudice to KRYPTOS SYSTEMS LTD's additional rights and remedies, that any failure to comply with Clause 6.2 may result in KRYPTOS SYSTEMS LTD exercising its rights pursuant to Clause 5.5, if payments are not made by the respective due dates.</p><p> Customer's Own Use Only &amp; Audits</p><p> 6.4 The Service and Software Materials are provided solely for the Customer's own use pursuant to this Agreement. The Customer is explicitly prohibited from reselling or attempting to resell the Service Output, or marketing or otherwise distributing the Software Materials or Service, without the explicit written permission of KRYPTOS SYSTEMS LTD.</p><p> 6.5 KRYPTOS SYSTEMS LTD reserves the right to check the URL of the Customer's website which is using the Service to assist it in determining that the Service is being used in accordance with this Agreement. Version:</p><p> 6.6 The Customer agrees to provide: reasonable access to the premises, facilities and personnel of the Customer; and reasonable information; to allow KRYPTOS SYSTEMS LTD or the Licensors to verify that the Customer is using the Software Materials and Service in accordance with the provisions of this Agreement and the requirements of the Licensors. Furthermore, the Customer acknowledges that KRYPTOS SYSTEMS LTD may need to provide information in relation to the identity of the Customer and the Customer's use of the respective Software Materials and Service to the Licensors (and in the case of any data services using data from Ordnance Survey, then the disclosure requirement would also extend to Royal Mail Group plc, for the purposes of this Clause), as a requirement to allow the Customer to use the Licensor's data, software and materials. The Customer hereby expressly consents to such disclosure by KRYPTOS SYSTEMS LTD to the Licensors pursuant to this Clause 6.6, and for the respective Licensors to contact the Customer in relation to the Customer's use of the Licensor's licensed data, software and other materials.</p><p> Account &amp; Technical Changes By KRYPTOS SYSTEMS LTD</p><p> 6.7 KRYPTOS SYSTEMS LTD (acting reasonably) reserves the right to vary the technical specifications of the Software and Service at any time, or change Account Codes, Licence Keys or Passwords, giving the Customer as much notice as is reasonably possible.</p><p> Support Arrangements</p><p> 6.8 The Customer acknowledges that KRYPTOS SYSTEMS LTD may provide limited free support in respect of the Software Materials or the Service. Typically, such support may consist of:</p><p> 6.8.1 limited telephone advice and documentation in respect of set-up arrangements;</p><p> 6.8.2 limited post set-up general telephone assistance for issues specifically caused by KRYPTOS SYSTEMS LTD rather than its third parties.</p><p> If KRYPTOS SYSTEMS LTD provides any such support, it will be provided on a discretionary basis by KRYPTOS SYSTEMS LTD (and will give rise to no obligation for KRYPTOS SYSTEMS LTD to provide such further support on any future occasion). KRYPTOS SYSTEMS LTD reserves the right to charge for any support requests (at KRYPTOS SYSTEMS LTD's standard rate as in force at such time) or refuse any support requests in its sole discretion, to the extent that KRYPTOS SYSTEMS LTD considers that the support requests are over and above what KRYPTOS SYSTEMS LTD considers would be reasonable in view of the free and limited nature of such support.</p><p> 6.9 The Customer acknowledges that KRYPTOS SYSTEMS LTD provides enhanced support via the Premium Service, which the Customer can elect to use, by agreeing to pay the respective SLA Charge, in which event the additional provisions contained in the SLA will also apply.</p><p> 6.10 The Customer acknowledges that the SLA does not apply in respect of those services which are expressly excluded from the scope of the SLA, as stated under the 'Support' section of the KRYPTOS SYSTEMS LTD Website.</p><p> 6.11 The Customer also acknowledges that KRYPTOS SYSTEMS LTD will not be liable for any support nor Service availability Version:</p><p> issues, unless the Customer elects the Premium Service and pays the SLA Charge for the respective Services.</p><p> 6.12 If the Customer elects the Premium Service, then KRYPTOS SYSTEMS LTD's liability in respect of any support or Service availability issues relating to the respective Services, will be as referred to in the SLA.</p><p> 6.13 The Customer acknowledges that if the Customer does not have a valid Subscription Period (in respect of which it has paid the respective Subscription Fees) which is at least equal to the period covered by the Premium Service, no refund will be provided in respect of the Premium Service as a result.</p><p> 6.14 To the extent that KRYPTOS SYSTEMS LTD is held liable by a Court or similar competent body, for any support issues relating to Out Of Scope Support, then KRYPTOS SYSTEMS LTD's liability will be limited in the same manner, and to the same amount, which would be applicable if the relevant issues were arising from support services delivered by KRYPTOS SYSTEMS LTD which were within the scope of the Premium Service.</p><p> 6.15 To the extent that KRYPTOS SYSTEMS LTD is held liable by a Court or similar competent body, for any support issues or Service availability issues where this is held not to be limited or excluded by Clauses 6.11, 6.12 or 6.14, then KRYPTOS SYSTEMS LTD's liability will be subject to the limitations and exclusions of liability under Clause 9 (Liability) of this Agreement.</p><p> 7 Records</p><p> Visibility Of Records By The Customer</p><p> 7.1 KRYPTOS SYSTEMS LTD shall keep records of the Customer's usage of Credit, which information can be viewed by the Customer within the Account Section. KRYPTOS SYSTEMS LTD's determination of such usage shall be definitive and final (provided that KRYPTOS SYSTEMS LTD has acted reasonably).</p><p> Visibility Of Records By The Supplier</p><p> 7.2 The Customer also acknowledges that KRYPTOS SYSTEMS LTD will (and the relevant Authorised Reseller may) be able to view certain of the details in the Account Section, together with other information related to the Customer's use of the Service (including without limitation, the Customer's Account Code and Licence Key).</p><p> 8 Password Security</p><p> Confidentiality</p><p> 8.1 The Customer shall maintain the confidentiality and security of its Passwords and any Account Code and Licence Keys disclosed to it. The Customer shall notify KRYPTOS SYSTEMS LTD immediately if it believes that the</p><p> Code, Licence Key or Password has been, or is reasonably likely to be, used in any unauthorised way.</p><p> Changing The Details</p><p> 8.2 If there has been unauthorised use of the Customer's account which is brought to KRYPTOS SYSTEMS LTD's attention, or if the Customer has forgotten the Password, then KRYPTOS SYSTEMS LTD may issue a new Account Code, Licence Key, or Password to enable continued use of the Service (or alternatively KRYPTOS SYSTEMS LTD may disable the Customer's access to the Account Section and any Services and the Premium Service, if KRYPTOS SYSTEMS LTD reasonably believes that the unauthorised use of the Customer's account is due to the wrongful or negligent acts or omissions of the Customer). This is without prejudice to KRYPTOS SYSTEMS LTD's additional rights and remedies against the Customer.</p><p> Responsibility For Unauthorised Use</p><p> 8.3 The Customer agrees that it is liable and responsible for all transactions undertaken using the Account Code, Licence Key or Password. With regard to any unauthorised transactions, these must be promptly reported to KRYPTOS SYSTEMS LTD, and except to the extent that such transactions have occurred due to the wrongful acts of the Supplier, the Customer accepts full responsibility and liability for such transactions.</p><p> 9 Liability</p><p> Caveat To Limitations And Exclusions Of Liability</p><p> 9.1 Notwithstanding any provision to the contrary, nothing in this Agreement shall limit or exclude KRYPTOS SYSTEMS LTD's liability for: death; personal injury; fraud; fraudulent misrepresentation; and any liability which may not be lawfully limited or excluded.</p><p> Exclusions</p><p> 9.2 Subject to Clauses 5.5, 9.1 and 9.14, neither Party shall be liable in any circumstances to the other Party for consequential, special, incidental or indirect losses, or the following losses whether direct, consequential, special, incidental or indirect losses: loss of profits; loss of revenue; loss of turnover; loss of sales; economic loss; loss of business or contracts; loss of anticipated savings or goodwill; loss of software or data; (or any losses arising from a claim by a third party for any of the afore-mentioned losses); whether such losses arise under contract (including without limitation in relation to any deliberate repudiatory and fundamental breaches), statute, tort (including without limitation, negligence), or otherwise. However, Clauses 9.2 and 9.8, do not operate to negate any express refund obligations explicitly stated to be accepted by KRYPTOS SYSTEMS LTD in Clause 10.15.1.</p><p> Liability Limits</p><p> 9.3 Where any software, data, documents or service is expressed to be provided on an 'as is' basis, or where KRYPTOS SYSTEMS LTD has expressly excluded its liability for the respective issue, then subject to Clause 9.1, KRYPTOS SYSTEMS LTD accepts no liability in such circumstances.</p><p> 9.4 Subject to Clause 9.1, where any remedy is expressed to be a sole and exclusive remedy, then that respective remedy applies.</p><p> 9.5 In respect of all support or Service availability issues where the Customer has not elected the Premium Service, then Clause 6.11 applies;</p><p> 9.6 in respect of all support or Service availability issues where the Customer has elected the Premium Service, then the liability amount will be as expressly stated in the SLA;</p><p> 9.7 Subject to Clause 9.1, the liability limits in Clause 9.8 apply where:</p><p> 9.7.1 the liability is not limited or excluded within the scope of any of Clauses 9.2 to 9.6 (inclusive); or</p><p> 9.7.2 Clause 6.15 is applicable (in which case Clause 9.8.1 will be applicable).</p><p> 9.8 Subject to Clauses 9.1 to 9.7 (inclusive) and 9.14, the aggregate liability of KRYPTOS SYSTEMS LTD for all claims arising under or in connection with this Agreement (whether arising under contract (including without limitation in relation to any deliberate repudiatory and fundamental breaches), statute, tort (including without limitation, negligence), or otherwise) shall be limited as follows in respect of the issues for which KRYPTOS SYSTEMS LTD is found liable:</p><p> 9.8.1 in respect of the totality of all issues with the Software Materials, Services, Premium Service and Service Output, where the causes giving rise to the liability on the part of KRYPTOS SYSTEMS LTD occur within a particular Year, to a total aggregate amount of that respective Year's paid amounts by the Customer to KRYPTOS SYSTEMS LTD (the <strong>"Liability Cap"</strong>) (for the avoidance of doubt, any amount spent from a Credit whether in the same or a different Year, will not constitute an additional amount of charges for the purposes of this Clause, as the purchase of the Credit counts towards the 'paid amounts' by the Customer to KRYPTOS SYSTEMS LTD, and therefore spending of Credits does not count, to avoid double-counting)), with such Liability Cap limiting KRYPTOS SYSTEMS LTD's collective liability for the totality of all such issues within that Year (and for the avoidance of doubt, if there are two issues within a Year, then the aggregate liability of KRYPTOS SYSTEMS LTD arising in respect of such 2 issues collectively, would equate to 100% of the charges paid in that respective Year and not 200% of the charges paid in that respective Year); or</p><p> 9.8.2 in respect of the totality of all liability for collectively all other issues arising under or in connection with this Agreement, which are notlimited by Clause 9.8.1, nor limited or excluded by any other provision of this Agreement, to the aggregate amount of &#163;100 (the <strong>"Additional Liability Cap"</strong>).</p><p> 9.9 If the Customer has not paid any amounts invoiced in a particular Year, but suffers an issue in that Year</p><p> for which KRYPTOS SYSTEMS LTD is liable, then for the purposes of Clause 9.8.1, the 'Liability Cap' for the current Year will equate to the greater of:</p><p> 9.9.1 &#163;100; or</p><p> 9.9.2 the total amount paid by the Customer to KRYPTOS SYSTEMS LTD in the immediately preceding Year.</p><p> Customer's Acknowledgment</p><p> 9.10 The Customer acknowledges that the charges in respect of this Agreement have been calculated on the basis that KRYPTOS SYSTEMS LTD will exclude and limit its liability as set out in this Agreement, and that the limitations and exclusions of liability in this Agreement are therefore reasonable.</p><p> 9.11 Notwithstanding any provision to the contrary (but subject to Clause 9.1):</p><p> 9.11.1 the exclusions of liability in Clause 9 prevail; and</p><p> 9.11.2 KRYPTOS SYSTEMS LTD's liability under or in connection with this Agreement will not exceed the limits referred to in Clause 9; and</p><p> 9.11.3 where the Agreement refers to any limitation or exclusion of liability of KRYPTOS SYSTEMS LTD, such limitation or exclusion applies whether the respective liability arises under contract (including without limitation in relation to any deliberate repudiatory and fundamental breaches), statute, tort (including without limitation, negligence), or otherwise.</p><p> Limitation Time Period</p><p> 9.12 The Customer acknowledges that any claims which it wishes to pursue against KRYPTOS SYSTEMS LTD will be raised promptly. The Parties therefore agree that KRYPTOS SYSTEMS LTD shall not be held liable for any liability in respect of events occurring during the term of this Agreement, where the respective claim is not brought through legal proceedings against KRYPTOS SYSTEMS LTD within 12 months following the earlier of: (1) when the event giving rise to the cause of action arose; and (2) termination of the Agreement.</p><p> Consequences For Exhaustion Of Liability Limits</p><p> 9.13 The Parties agree that either Party may terminate the Agreement for convenience, if the Liability Cap or Additional Liability Cap becomes exhausted by the Customer successfully bringing claims against KRYPTOS SYSTEMS LTD (which are determined by a Court, or agreed between the Parties, as owing) for at least the total amount of the Liability Cap or the Additional Liability Cap. In such circumstances, such termination of itself will not give rise to any additional remedies nor refund rights.</p><p> Customer's Additional Obligations In Respect Of Wrongful Actions</p><p> 9.14 The Customer agrees that it will be liable for all amounts to (whether arising in respect of any or all of the following circumstances):</p><p> 9.14.1 KRYPTOS SYSTEMS LTD and the Licensors in respect of, and relating to, any claim made against, or loss incurred or suffered by, KRYPTOS SYSTEMS LTD and/or the Licensors where this is wholly or in part attributable directly or indirectly to the Customer breaching any of the provisions of the Third Party Contracts. Furthermore, the Customer agrees that if KRYPTOS SYSTEMS LTD is required to pay any sums to any third party as a result of the Customer breaching any of the Third Party Contracts, then the Customer will, immediately upon notice, reimburse KRYPTOS SYSTEMS LTD in full with the amount which KRYPTOS SYSTEMS LTD has had to pay to such third party as a result;</p><p> 9.14.2 KRYPTOS SYSTEMS LTD in respect of any breaches of KRYPTOS SYSTEMS LTD's or its third parties' intellectual property rights (including without limitation, copyright and trademarks); and</p><p> 9.14.3 KRYPTOS SYSTEMS LTD for any breaches of the Agreement which are undertaken with the deliberate intention of breaching this Agreement (with the Customer being deemed to be aware of all of the provisions of this Agreement).</p><p> 10 Term, Termination and Suspension</p><p> Duration</p><p> 10.1 The Agreement will commence on the Effective Date and continue in force until it is terminated in accordance with the provisions of the Agreement.</p><p> 10.2 The licences granted to use the respective Services pursuant to the Agreement (either for use of the respective Services or any Software Materials) will be valid for the shorter of the following respective periods:</p><p> 10.2.1 the expiration of the respective Subscription Period; or</p><p> 10.2.2 where the use is granted subject to Credit, until such Credit expires through time or use as appropriate; or</p><p> 10.2.3 the specified period in the Account Section or invoice (or as otherwise agreed between the Parties in writing); or</p><p> 10.2.4 the termination of the Agreement.</p><p> Temporary Suspension Of Service</p><p> 10.3 KRYPTOS SYSTEMS LTD may temporarily suspend:</p><p> 10.3.1 the Service; and/or</p><p> 10.3.2 making available any of the Software Materials;</p><p> for emergency or urgent operational reasons, but where reasonably practicable, it will give the Customer advance warning of such suspension.</p><p> Suspension For Abnormal Use</p><p> 10.4 If KRYPTOS SYSTEMS LTD reasonably believes that the Customer's abnormal use of the Service or Software Materials is impairing the Service's performance or resulting in abnormal Credit consumption (as reasonably determined by KRYPTOS SYSTEMS LTD), then KRYPTOS SYSTEMS LTD may suspend the Customer's access until the cause of the impairment has been resolved (such suspension will not affect the Customer's requirement to continue paying the relevant charges for the suspended Service or Software Materials, nor will it extend the respective Subscription Period in respect of any Credit).</p><p> Termination Or Suspension by KRYPTOS SYSTEMS LTD</p><p> 10.5 KRYPTOS SYSTEMS LTD will have the right to suspend or terminate this Agreement immediately upon notice (however, suspension will occur automatically following email notification if any payment is not made by the respective due date by the Customer) if the Customer fails to comply with any provision of this Agreement (such suspension will not affect the Customer's requirement to continue paying the relevant charges for the suspended Service or Premium Service (as applicable), nor will it extend the respective Subscription Period in respect of any Credit; termination of the Agreement in such circumstances will also not entitle the Customer to any refund).</p><p> 10.6 KRYPTOS SYSTEMS LTD may terminate the Agreement (in whole or in part) immediately upon notice to the Customer at any time, if:</p><p> 10.6.1 KRYPTOS SYSTEMS LTD is no longer able to make available the Service or Software Materials (in whole or in part) due to the acts or omissions of the Licensors;</p><p> 10.6.2 any of the Third Party Contracts terminate for any reason;</p><p> 10.6.3 the Licensors vary their terms and conditions, requirements, or pricing in a manner which adversely affects KRYPTOS SYSTEMS LTD or the Customer;</p><p> 10.6.4 a Licensor claims that the use of the Database or the Softw
de: hnungsfrist, vorbehaltlich einer Wartung oder Angelegenheiten, die au&#223;erhalb KRYPTOS SYSTEMS LTD der angemessenen Kontrolle, wie der Kunde best&#228;tigt, dass von Zeit zu Zeit Ereignisse auftreten, die die Verf&#252;gbarkeit des Service aufgrund beeinflussen die Natur des Internet, IT-Ger&#228;te und Medien;</p><p> 4.1.2.3 zur Verf&#252;gung Aktualisierungen der Datenbank, wenn diese Updates werden durch ihre Lizenzgeber bereitgestellt Version.:</p><p> <u>Fehler in Software und Daten</u></p><p> 4.2 Der Kunde verpflichtet sich, die folgenden:</p><p> 4.2.1, dass Software und Daten sind im Allgemeinen nicht fehlerfrei und stimmt zu, dass die Existenz solcher Fehler in der Software, Service oder Leistungen gilt nicht als Versto&#223; gegen diese Vereinbarung dar;</p><p> 4.2.2, wo die Software-Integration-Code, der zur Verf&#252;gung durch KRYPTOS SYSTEMS LTD auf der KRYPTOS SYSTEMS LTD Website ver&#246;ffentlicht wird, basiert auf einer kostenlosen Basis vorgesehen ist, verpflichtet sich der Kunde, dass solche Software-Integration-Code wird auf einer "as is" Basis zur Verf&#252;gung gestellt, ohne jegliche Zusicherung (einschlie&#223;lich und ohne Einschr&#228;nkung jegliche Garantie) auch immer und daher nicht zugesichert werden, was in Bezug auf ihre Eignung, Leistung, Funktionalit&#228;t, Qualit&#228;t oder anderweitig zur Verf&#252;gung gestellt (ohne Einschr&#228;nkung). Der Kunde stimmt zu, dass seine einzige und ausschlie&#223;liche Rechtsmittel in Bezug auf solche Software-Integration-Code ist, einfach aufh&#246;ren Verwendung solcher Software-Integration-Code;</p><p> 4.2.3, wo die Software-Integration-Code, der zur Verf&#252;gung durch KRYPTOS SYSTEMS LTD auf der KRYPTOS SYSTEMS LTD Webseite besteht, ist auf kostenpflichtiger Basis von KRYPTOS SYSTEMS LTD an den Kunden zur Verf&#252;gung gestellt, so wird der Kunde stimmt zu, dass solche Software-Integration-Code wird ausschlie&#223;lich auf bereitgestellt die Grundlage, dass es wesentlich mit ihrer erkl&#228;rten Beschreibung auf der KRYPTOS SYSTEMS LTD Webseite entsprechen. Wenn es irgendein Problem mit solchen Softwareintegration Code, wo es nicht wesentlich mit ihrer erkl&#228;rten Beschreibung auf der KRYPTOS SYSTEMS LTD Webseite entsprechen, dann ist der Kunde stimmt zu, dass es KRYPTOS SYSTEMS LTD dieser Tatsache (mit vern&#252;nftigen Details) schriftlich innerhalb von 7 informieren Tage der Zahlung der Lizenzgeb&#252;hr in Bezug auf solche Software-Integration-Code, und wenn KRYPTOS SYSTEMS LTD nicht in der Lage, das Problem zu beheben, um die oben genannten Material Compliance mit der Beschreibung auf der KRYPTOS SYSTEMS LTD Webseite innerhalb von 30 Tagen nach Erhalt der Mitteilung zu erzielen der Kunde, dann einzige und ausschlie&#223;liche Rechtsmittel des Kunden in Bezug auf solche Software-Integration-Code, ist eine R&#252;ckerstattung der Geb&#252;hren, die der Kunde zu KRYPTOS SYSTEMS LTD bezahlte in Bezug auf solche Software-Integration-Code (mit dem Kunden zu akzeptieren, dass die Lizenz wie zu bedienen Software-Integrationscode wird ab dem Datum der Erstattung) zu beenden;</p><p> 4.2.4 falls Dritte macht keine Updates seiner Software oder Plattform, so dass dies bewirkt, dass ein Problem in Bezug auf die Software oder den Service, dann ist der Kunde akzeptiert, dass dies nicht ein Problem mit der Software oder den Service selbst, noch eine Verletzung von KRYPTOS SYSTEMS LTD einer ihrer Verpflichtungen aus diesem Abkommen. Allerdings KRYPTOS SYSTEMS LTD kann nach eigenem Ermessen w&#228;hlen, um alle Updates der KRYPTOS SYSTEMS LTD Angebot bereitzustellen, um Kompatibilit&#228;tsprobleme von Drittanbietern verursacht Ver&#228;nderungen anzugehen.</p><p> <u>Database</u></p><p> 4.3 Der Kunde erkennt an, dass im Hinblick auf die Tatsache, dass die Datenbank Daten Dritter enth&#228;lt, werden die Daten in der Datenbank ist auf einer "as is" Basis zur Verf&#252;gung gestellt, und keine Zusicherung in Bezug auf ist vorgesehen (einschlie&#223;lich und ohne Einschr&#228;nkung Zusicherung hinsichtlich f&#252;r deren Richtigkeit, Genauigkeit, Vollst&#228;ndigkeit, die Eignung f&#252;r einen bestimmten Zweck oder anderweitig). Dieser Ausschluss des Zusicherungen gilt nur soweit gesetzlich Version gestattet.:</p><p> <u>KRYPTOS SYSTEMS LTD Offering</u></p><p> 4.4 KRYPTOS SYSTEMS LTD Optionsscheinen auf den jeweiligen Zeichnungsfrist, dass die jeweilige Service ist f&#252;r den Kunden gemacht, dass die KRYPTOS SYSTEMS LTD Offering wird Funktion in &#220;bereinstimmung mit seiner Dokumentation materiell. F&#252;r den Fall, dass die KRYPTOS SYSTEMS LTD Offering nicht in der Material &#220;bereinstimmung mit der Dokumentation funktionieren und der Kunde benachrichtigt KRYPTOS SYSTEMS LTD der Nichteinhaltung wird KRYPTOS SYSTEMS LTD Kr&#228;ften bem&#252;hen, zu korrigieren und innerhalb einer angemessenen Frist durch Patches oder neue Version (nach seiner Wahl), dass ein Teil der KRYPTOS SYSTEMS LTD Offering, die nicht so nicht entspricht, sofern diese Nichterf&#252;llung nicht durch verursacht wurde:</p><p> 4.4.1 irgendeine Modifikation, Variation, Konfiguration oder zus&#228;tzlich zu der Software oder den Service nicht durch KRYPTOS SYSTEMS LTD (zur Vermeidung von Zweifeln durchgef&#252;hrt, alle Probleme aus den Handlungen oder Unterlassungen des Authorised Reseller resultieren, sind vom Kunden direkt angesprochen werden die Authorised Reseller als KRYPTOS SYSTEMS LTD haftet nicht f&#252;r solche Fragen sein);</p><p> 4.4.2 seine falschen Gebrauch, Missbrauch oder Korruption der Software oder Service von den Kunden bzw. dessen Dritte;</p><p> 4.4.3 Nutzung der Software oder Dienstleister mit anderer Software, Daten oder f&#252;r Ausr&#252;stung, mit der es nicht vereinbar ist; oder</p><p> 4.4.4 infolge der Dritten Aktuelles zu in Ziffer 4.2.4 Bezug genommen.</p><p> <u>IPR-Garantie</u></p><p> 4,5 KRYPTOS SYSTEMS LTD Optionsscheinen auf den jeweiligen Zeichnungsfrist, dass solche Software, Dokumentation, Daten und Dienstleistungen, die die KRYPTOS SYSTEMS LTD Offering zu bilden, wird nicht die geistigen Eigentumsrechte eines Dritten verletzen,</p><p> <u>Ausschluss des Assurances Nicht Enthalten in dieser Vereinbarung</u></p><p> 4.6 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD hat verschiedene ausdr&#252;ckliche Zusicherung in diesem Abkommen vorgesehenen. Deshalb, soweit dies gesetzlich zul&#228;ssig ist, und sofern dies nicht ausdr&#252;cklich in diesem Vertrag festgelegt, KRYPTOS SYSTEMS LTD schlie&#223;t alle anderen Garantien (einschlie&#223;lich, ohne Einschr&#228;nkung, Garantien und Bedingungen) in Bezug auf die Software Materialien und Dienstleistung, einschlie&#223;lich und ohne Einschr&#228;nkung jegliche Zusicherung in Bezug um zufriedenstellende Qualit&#228;t oder Eignung f&#252;r einen bestimmten Zweck.</p><p> <u>Pflichten des Kunden</u></p><p> 4.7 Der Kunde verpflichtet sich:</p><p> 4.7.1 an Stelle t&#228;glichen Backup- und Disaster-Recovery-Ma&#223;nahmen in Bezug auf ihre und seine Dritter (soweit Dritte durch KRYPTOS SYSTEMS LTD erlaubt) Systeme und Daten, mit denen die Software Materialien oder Dienstleistungen verwendet werden, haben, und effektiv Firewall mit Virenschutzma&#223;nahmen (mit dem Kunden ist f&#252;r die Virenpr&#252;fung aller seiner Interaktion mit der Software Materialien und Dienstleistungen zust&#228;ndig sind; Version:</p><p> und der Kunde ist f&#252;r die eigene Anti-Viren-Schutzma&#223;nahmen, um so eventuellen Virusinfektion aus der Verwendung der Software Materialien und Dienstleistungen) verantwortlich zu sichern;</p><p> 4.7.2 zu &#252;berwachen und zu gew&#228;hrleisten, die Nutzung der Dienste im Einklang mit den Bedingungen dieser Vereinbarung;</p><p> 4.7.3 sicherstellen, dass kein Dritter, die nicht unter dieses Abkommen, um die Software Materialien oder Dienstleistungen zugreifen darf, wird mit diesen Zugang durch den Kunden (ob dieser Zugang vors&#228;tzlich oder fahrl&#228;ssig vorgesehen) vorgesehen ist;</p><p> 4.7.4 sicherstellen, dass jede von Systemen des Kunden, die auf die Nutzung der Software oder Services f&#252;r die Dateneingabe oder Daten Lookup verlassen, haben auch eine sinnvolle Alternative Handbuch bedeutet, auch weiterhin f&#252;r den Fall zu betreiben, dass die Software Materialien und Dienstleistungen nicht verf&#252;gbar sind ;</p><p> 4.7.5 sicherstellen, dass die technische Umsetzung des Kunden die Dienste zu verwenden, vermeidet zu einem einzelnen Rechenzentrum verbindlich und verwendet stattdessen die Standard-KRYPTOS SYSTEMS LTD Lastenausgleich Dienst (Details wie dies zu tun ist auf Anfrage von KRYPTOS SYSTEMS LTD zur Verf&#252;gung);</p><p> 4.7.6, dass im Hinblick auf die weitere Verwendung der Daten oder Dienstleistungen im Zusammenhang mit Royal Mail, muss der Kunde die entsprechenden Dienstleistungen in &#220;bereinstimmung mit den internen Gebrauch oder externen Gebrauch, die f&#252;r die entsprechenden Dienstleistungen erm&#228;chtigt wurde, verwenden k&#246;nnen, mit dem Kunden anerkennen, dass es es unterschiedliche Geb&#252;hren erhoben, ob der Dienst f&#252;r den internen Gebrauch oder externen Anwendung verwendet, und es ist die Pflicht des Kunden, um sicherzustellen, dass es die korrekte Lizenzierung Verwendung Option entsprechend seinem bestimmungsgem&#228;&#223;en Gebrauch durch den Kunden ausgew&#228;hlt. Wenn der Kunde die korrekte Lizenzoption f&#252;r den Einsatz nicht aus, und unbeschadet KRYPTOS SYSTEMS LTD und die Rechte der Lizenzgebern und Heilmittel, wird der Kunde auch die zus&#228;tzlichen Zahlungen gem&#228;&#223; Ziffer 9.14 zu machen.</p><p> 4.7.7 die KRYPTOS SYSTEMS LTD kann jeden Service zu nutzen, die fair use policy KRYPTOS SYSTEMS LTD ist von Zeit zu Zeit zu verletzen in Kraft zu blockieren;</p><p> 4.7.8 nicht f&#252;r Handlungen oder Unterlassungen &#252;bernehmen, oder nutzen oder anderweitig verf&#252;gbar zu machen die Software Materialien oder Dienstleistung in einer Weise, die dazu f&#252;hren w&#252;rde KRYPTOS SYSTEMS LTD, um einen Versto&#223; gegen die Third Party Lizenzen werden; und</p><p> 4.7.9 nicht f&#252;r Handlungen oder Unterlassungen &#252;bernehmen, oder nutzen oder anderweitig verf&#252;gbar zu machen die Software Materialien oder Dienstleistung in einer Weise, die dazu f&#252;hren w&#252;rde der Kunde unter Versto&#223; gegen die Third Party EULAs k&#246;nnen.</p><p> 4.8 Unbeschadet KRYPTOS SYSTEMS LTD und zus&#228;tzliche Rechte und Rechtsmittel der Lizenzgebern, sofern der Kunde Ziffer 4.7.2, 4.7.3, 4.7.6, 4.7.8, 4.7.9 zu erf&#252;llen, muss der Kunde auf Verlangen unverz&#252;glich zahlen, um KRYPTOS SYSTEMS LTD solchen Menge, von den Lizenzgebern erforderlich, um durch KRYPTOS SYSTEMS LTD f&#252;r die Nichteinhaltung des Kunden mit den vorstehenden Bestimmungen gezahlt werden wird.</p><p> <u>Mutual angemessene F&#228;higkeiten und Sorgfalt</u></p><p> 4.9 Jede Vertragspartei erkl&#228;rt sich bereit, angemessene F&#228;higkeiten und Sorgfalt bei der Durchf&#252;hrung seiner Verpflichtungen zu verwenden. Version:</p><p> <u>Als Authorised Reseller des Kunden-Agent</u></p><p> 4.10 Der Authorised Reseller und Kunden stimmen zu, dass eine der Pflichten des Kunden kann durch die Vertragsh&#228;ndler im Auftrag des Kunden ausge&#252;bt werden, mit dem Vertragsh&#228;ndler als Beauftragte des Kunden in dieser Hinsicht.</p><p> 5 zu Preisen und Zahlung</p><p> <u>Geb&#252;hren</u></p><p> 5.1 Die Geb&#252;hren (und die Berechnungsgrundlage und der jeweiligen F&#228;lligkeitstermine) f&#252;r die Dienstleistungen werden auf dem KRYPTOS SYSTEMS LTD Webseite falls abweichend in einem KRYPTOS SYSTEMS LTD Quote Sheet oder auf einem KRYPTOS gesetzt (wie von Zeit zu Zeit aktualisiert werden), oder SYSTEMS LTD schriftliche Zahlungsaufforderung.</p><p> 5.2 Die Geb&#252;hren, die in Bezug auf die Dienstleistungen anwendbar sind, sind:</p><p> 5.2.1 Ausgabeaufschlag f&#252;r den Zugang zu den jeweiligen Dienstleistungen; und</p><p> 5.2.2 SLA Geb&#252;hr f&#252;r den Premium Service.</p><p> <u>Zahlungen</u></p><p> 5.3 S&#228;mtliche Zahlungen sind in &#220;bereinstimmung mit den Bestimmungen in Paragraph 5.1 bezeichnet.</p><p> 5.4 Der Kunde best&#228;tigt, dass er ausdr&#252;cklich erm&#228;chtigt KRYPTOS SYSTEMS LTD (oder den autorisierten H&#228;ndler im Ermessen KRYPTOS SYSTEMS LTD ist), um die Zahlung des Kunden &#252;bernehmen, wenn die Zahlungsoption auto-Top-up wurde f&#252;r den Kunden die Menge eines oben gesetzt ( oben oder ein Auto-Top-up gilt als neue Kredit) nach dem betreffenden F&#228;lligkeitstag zu sein, mit den Zahlungen automatisch auf die jeweilige Kreditkarte oder EC-Karte (sofern diese Zahlungsmethoden werden im Rahmen des Registrierungsprozesses bereitgestellt abgebucht (als solcher Details sind im Abschnitt Konto danach durch den Kunden von Zeit zu Zeit)) an den jeweiligen Abst&#228;nden oder die daten wurden aktualisiert, um die Zahlungs Anforderungen des jeweiligen Service. Zur Vermeidung von Zweifeln, ob Zahlungsart des Kunden kann nicht abgebucht oder abgelehnt wird, dann wird der Kunde noch Haftung f&#252;r den jeweiligen Ladungen, die f&#228;llig werden k&#246;nnen. Vorbehaltlich der sonstigen Bestimmungen dieses Abkommens, k&#246;nnen Top-ups und Auto-Top-Ups, um jeden Kredit nicht zur&#252;ckerstattet.</p><p> <u>Versp&#228;tete oder nicht erfolgte Zahlung</u></p><p> 5.5 Unbeschadet der Rechte und Rechtsmittel KRYPTOS SYSTEMS LTD ist, in dem Ma&#223;e, dass der Kunde keine Zahlungen auf Zeit, k&#246;nnen KRYPTOS SYSTEMS LTD:</p><p> 5.5.1 Laden Sie den Kundenzinsen gem&#228;&#223; den gesetzlichen Bestimmungen; und oder</p><p> 5.5.2 auszusetzen und / oder zu beenden, jeder des Kunden Services und / oder Premium Service. Version:</p><p> 5.6 Wenn der Kunde die Dienstleistungen ausgesetzt oder wegen Nichtzahlung beendet wird, dann des Kunden Premium Service wird ebenfalls ausgesetzt oder beendet wird, und das wird nicht Anlass zu Service-Gutschriften, noch irgendwelche anderen Rechte oder Rechtsmittel f&#252;r den Kunden im Rahmen des SLA oder das Abkommen.</p><p> <u>Variation der Geb&#252;hren</u></p><p> 5.7 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD kann die Ladungen dieser Vereinbarung von Zeit zu Zeit (einschlie&#223;lich und ohne Einschr&#228;nkung variieren anwendbar auf der Grundlage, aufgrund der F&#228;higkeit bestimmter ihrer Lizenzgeber, um die Ladungen zu KRYPTOS SYSTEMS LTD, seinen Kunden oder &#228;ndern ihre Wiederverk&#228;ufer, gem&#228;&#223; den Third Party Lizenzen). Der Kunde stimmt zu, dass, sobald es von einer solchen Erh&#246;hung der Entgelte und dem Datum, an dem die Geb&#252;hren g&#252;ltig ab (die "Neue Geb&#252;hren Datum") werden informiert, wird es als solche Ver&#228;nderungen in den Geb&#252;hren zu akzeptieren, wenn es um die Nutzung weiterhin werden jeweiligen Dienst oder Premium Service durch die &#196;nderung der Ladungen von oder nach der neuen Geb&#252;hren Datum betroffen.</p><p> <u>Erstattungen von KRYPTOS SYSTEMS LTD &amp; Credit Verfall</u></p><p> 5.8 Einzelheiten der Erstattungen sind in Abschnitt 10.15 enthalten.</p><p> 5.9 Sofern nicht ausdr&#252;cklich in diesem Vertrag festgelegt, keine R&#252;ckerstattungen in Bezug auf einen Kredit oder andere Belastungen zur Verf&#252;gung.</p><p> 5.10 Der Kunde erkennt an, dass der Kredit hat ein Ablaufdatum, wonach nicht verwendete Kreditkarten werden nicht mehr verwendet werden und es wird auch zur&#252;ckerstattet, so ist es der Verantwortung des Kunden, um die Kredit innerhalb des jeweiligen Zeitraums zu verwenden, dass die Kredit gilt f&#252;r, da die Kredit bietet einfach die Kunden mit einem Recht, den jeweiligen Dienst nutzen (gegen Zahlung einer zus&#228;tzlichen Lizenzgeb&#252;hr soweit erhoben) vor dem Ablaufdatum f&#252;r die jeweilige Kredit.</p><p> <u>Wirkung von Kundenbestellungen</u></p><p> 5.11 Wenn der Kunde gibt eine Bestellung an KRYPTOS SYSTEMS LTD in Bezug auf die Software Materialien, Dienstleistung, Premium Service oder dieser Vereinbarung verpflichtet sich der Kunde, dass, wenn nicht anders schriftlich von KRYPTOS SYSTEMS LTD auf KRYPTOS SYSTEMS LTD Brief vereinbart Briefpapier von einer Firma unterzeichnet Direktor KRYPTOS SYSTEMS LTD, mit ausdr&#252;cklicher Bezugnahme schriftlich an dieser Ziffer 5.11 gef&#252;hrt, sind die Bedingungen einer solchen Bestellung gilt nicht, und eine solche Bestellung durch KRYPTOS SYSTEMS LTD f&#252;r den alleinigen Zweck der Bezugnahme auf eine Bestellbezug in jeder akzeptiert Rechnungen, um die Zahlung durch den Kunden zu erleichtern.</p><p> <u>Credits</u></p><p> 5.12 Ein Kredit ist g&#252;ltig f&#252;r die fr&#252;heren von:</p><p> 5.12.1 eine maximale Laufzeit von zw&#246;lf Monaten ab dem Datum des Erwerbs der jeweiligen Kredit; und Version:</p><p> 5.12.2 wenn die Kredit vollst&#228;ndig aufgewendet worden, um zu kaufen einen oder mehrere Services.</p><p> 5.13 Jede Auto-Top-up oder ein Top-up zu einem bestehenden Kredit angelegt wird, wird als ein neues Kredit was die H&#246;he der Top-up-oder Auto-Top-up ist.</p><p> 5.14 Vorbehaltlich der Klauseln 12 und 13 erkennt der Kunde an, dass die Credit ist nicht &#252;bertragbar an Dritte, noch darf sie zum Nutzen der Dritte durch den Kunden verwendet werden.</p><p> 6 Das Service</p><p> <u>Projektcode</u></p><p> 6.1 Sobald der Antrag des Kunden zur Nutzung der Dienstleistungen wird durch KRYPTOS SYSTEMS LTD akzeptiert, wird der Kunde eine einzigartige Projektcode angegeben werden, und legt eine nicht-exklusive, nicht &#252;bertragbare, Lizenz zum Download und die Verwendung der entsprechenden Software Materialien f&#252;r den Zweck gew&#228;hrt werden f&#252;r den Zugriff und der Nutzung der Dienste, f&#252;r die es hat sich bereit erkl&#228;rt, die entsprechenden Ausgabeaufschlag zu zahlen.</p><p> <u>Kundenbereich Best&#228;tigung der Richtigkeit der Registrierungsdetails</u></p><p> 6.2 Der Kunde best&#228;tigt, dass alle Informationen, die sie bietet die jeweilige Dienstleistung sowie alle zus&#228;tzlichen Informationen, die sie bietet im Rahmen dieses Abkommens zu verwenden, wird zu dem Zeitpunkt ist vorgesehen (und wird weiterhin) richtig und vollst&#228;ndig sein. Wenn die Informationen ungenau, unvollst&#228;ndig oder jederzeit irref&#252;hrend danach dann (unbeschadet KRYPTOS SYSTEMS LTD die zus&#228;tzlichen Rechte und Rechtsmittel), wird der Kunde umgehend die Dateien zu bearbeiten im Abschnitt Konto, um sicherzustellen, dass seine Angaben bleiben richtig und vollst&#228;ndig. Der Kunde stimmt auch, dass es unverz&#252;glich KRYPTOS SYSTEMS LTD schriftlich, wenn er aufh&#246;rt, oder &#196;nderungen, die autorisierte Reseller verwenden.</p><p> 6.3 Der Kunde erkennt an, unbeschadet KRYPTOS SYSTEMS LTD die zus&#228;tzlichen Rechte und Rechtsmittel, dass jeder Versto&#223; gegen Ziffer 6.2 entsprechen, d&#252;rfen in KRYPTOS SYSTEMS LTD Aus&#252;bung seiner Rechte gem&#228;&#223; Ziffer 5.5, wenn Zahlungen nicht durch die jeweiligen F&#228;lligkeitstermine vorgenommen f&#252;hren.</p><p> <u>Eigenverbrauch des Kunden Nur &amp; Audits</u></p><p> 6.4 Der Service und die Software Materialien werden ausschlie&#223;lich f&#252;r den Kunden den eigenen Gebrauch im Rahmen dieses Abkommens zur Verf&#252;gung gestellt. Der Kunde ist ausdr&#252;cklich aus dem Weiterverkauf oder der Versuch, den Service Output weiterzuverkaufen oder Marketing oder auf andere Weise die Verteilung der Software Materialien oder Dienstleistung untersagt, ohne ausdr&#252;ckliche schriftliche Genehmigung von KRYPTOS SYSTEMS LTD.</p><p> 6.5 KRYPTOS SYSTEMS LTD beh&#228;lt sich vor, die URL der Website des Kunden, die mit der Service ist, um es in der Bestimmung, dass der Dienst in &#220;bereinstimmung mit diesem Abkommen zu unterst&#252;tzen, zu &#252;berpr&#252;fen. Version:</p><p> 6.6 Der Kunde verpflichtet sich zur Verf&#252;gung: angemessenen Zugang zu den R&#228;umlichkeiten, Einrichtungen und das Personal des Kunden; und angemessene Information; damit KRYPTOS SYSTEMS LTD oder die Lizenzgeber, um zu &#252;berpr&#252;fen, dass der Kunde mit Hilfe der Software Materialien und Service im Einklang mit den Bestimmungen dieses Abkommens und den Anforderungen der Lizenzgeber. Dar&#252;ber hinaus erkennt der Kunde an, dass KRYPTOS SYSTEMS LTD M&#246;glicherweise m&#252;ssen Sie Informationen in Bezug auf die Identit&#228;t des Kunden und die Nutzung der entsprechenden Software Materialien des Kunden und Dienst an der Lizenzgeber zur Verf&#252;gung (und im Falle von Datendiensten mit Daten von Ordnance Survey , dann ist der Mitteilungspflicht w&#252;rde auch zu Royal Mail Group plc zu verl&#228;ngern, f&#252;r die Zwecke dieser Ziffer), als eine Voraussetzung, damit der Kunde die Daten, Software und Materialien des Lizenzgebers zu verwenden. Der Kunde wird hiermit ausdr&#252;cklich damit einverstanden, dass eine solche Offenlegung von KRYPTOS SYSTEMS LTD an den Lizenzgeber gem&#228;&#223; dieser Ziffer 6.6 und f&#252;r die jeweiligen Lizenzgeber, den Kunden in Bezug auf die Nutzung des Lizenzgebers lizenziert Daten, Software und andere Materialien des Kunden zu kontaktieren.</p><p> <u>Konto &amp; Technische &#196;nderungen KRYPTOS SYSTEMS LTD</u></p><p> 6.7 KRYPTOS SYSTEMS LTD (nach billigem Ermessen) beh&#228;lt sich vor, die technischen Spezifikationen der Software und der Service jederzeit &#228;ndern, oder &#228;ndern Verrechnungsnummern, Lizenzschl&#252;ssel oder Passw&#246;rter und gibt dem Kunden so fr&#252;h wie vern&#252;nftigerweise m&#246;glich ist.</p><p> <u>Support Arrangements</u></p><p> 6.8 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD kann begrenzt kostenlose Unterst&#252;tzung in Bezug auf die Software Materialien oder dem Service zur Verf&#252;gung stellen. Typischerweise kann eine solche Unterst&#252;tzung bestehen aus:</p><p> 6.8.1 begrenzte telefonische Beratung und Dokumentation in Bezug auf Set-up Vereinbarungen;</p><p> 6.8.2 begrenzten Beitrag Aufbau allgemeinen Telefonhilfe f&#252;r Fragen speziell durch KRYPTOS SYSTEMS LTD anstatt seine Dritte verursacht.</p><p> Wenn KRYPTOS SYSTEMS LTD bietet eine solche Unterst&#252;tzung, es wird auf diskretion&#228;rer Basis von KRYPTOS SYSTEMS LTD zur Verf&#252;gung gestellt werden (und wird Anlass zu nicht verpflichtet zu geben f&#252;r KRYPTOS SYSTEMS LTD, solche weitere Unterst&#252;tzung auf jedem zuk&#252;nftigen Gelegenheit zur Verf&#252;gung stellen). KRYPTOS GmbH beh&#228;lt sich das Recht vor, f&#252;r alle Support-Anfragen (at KRYPTOS SYSTEMS LTD Standardrate wie in Kraft zu diesem Zeitpunkt) zu laden oder zu verweigern, keine Support-Anfragen nach eigenem Ermessen, in dem Ma&#223;e, KRYPTOS SYSTEMS LTD Auffassung, dass die Support-Anfragen sind vorbei und &#252;ber das, was KRYPTOS SYSTEMS LTD Auffassung w&#252;rde vern&#252;nftig sein im Hinblick auf die freie und Begrenztheit solcher Unterst&#252;tzung.</p><p> 6.9 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD bietet erweiterte Unterst&#252;tzung &#252;ber den Premium Service, der dem Kunden k&#246;nnen sich daf&#252;r entscheiden, zu verwenden, indem sie sich auf den jeweiligen SLA Laden, in welchem &#8203;&#8203;Fall die in der SLA enthalten zus&#228;tzliche Bestimmungen gelten auch dann zu zahlen.</p><p> 6.10 Der Kunde erkennt an, dass die SLA nicht in Bezug auf diese Dienste, die ausdr&#252;cklich vom Anwendungsbereich des SLA ausgeschlossen sind, wie im Abschnitt "Support" der KRYPTOS SYSTEMS LTD Webseite angegeben anzuwenden.</p><p> 6.11 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD wird keine Haftung f&#252;r die Unterst&#252;tzung noch Serviceverf&#252;gbarkeit Version sein:</p><p> Themen, es sei denn, der Kunde w&#228;hlt den Premium Service und zahlt die SLA Geb&#252;hr f&#252;r die entsprechenden Dienstleistungen.</p><p> 6.12 Ist der Kunde w&#228;hlt den Premium Service, dann Haftung KRYPTOS SYSTEMS LTD ist in Bezug auf alle Support oder Service-Verf&#252;gbarkeit Fragen im Zusammenhang mit den jeweiligen Dienstleistungen, werden als in der SLA bezeichnet.</p><p> 6.13 Der Kunde erkennt an, dass, wenn der Kunde nicht im Besitz einer g&#252;ltigen Zeichnungsfrist (bei denen sie die jeweiligen Ausgabeaufschlag gezahlt), die zumindest gleich der Laufzeit des Premium Service abgedeckt ist, wird keine Erstattung f&#252;r zur Verf&#252;gung gestellt werden das Premium Service als Ergebnis.</p><p> 6.14 Soweit KRYPTOS SYSTEMS LTD wird haftet durch ein Gericht oder eine &#228;hnliche zust&#228;ndige Stelle, f&#252;r alle Supportfragen im Zusammenhang mit den G&#252;ltigkeitsbereich Unterst&#252;tzung gehalten, dann Haftung KRYPTOS SYSTEMS LTD ist wird auf die gleiche Weise eingeschr&#228;nkt werden, und um den gleichen Betrag, der anwendbar w&#228;re, wenn die relevanten Themen wurden von Support-Services von KRYPTOS SYSTEMS LTD, die im Rahmen des Premium Service waren geliefert entstehen.</p><p> 6.15 Soweit KRYPTOS SYSTEMS LTD wird haftbar gemacht durch einen Gerichtshof oder eine &#228;hnliche zust&#228;ndige Stelle, f&#252;r jegliche Unterst&#252;tzung Fragen oder Serviceverf&#252;gbarkeit Fragen, bei denen dies nicht gehalten beschr&#228;nkt oder durch Klauseln 6.11, 6.12 oder 6.14 ausgeschlossen werden, dann Haftung KRYPTOS SYSTEMS LTD ist unterliegen den Einschr&#228;nkungen und Ausschl&#252;sse der Haftung nach Ziffer 9 (Haftung) dieses Abkommens.</p><p> 7 Datens&#228;tze</p><p> <u>Sichtbarkeit von Aufzeichnungen durch den Kunden</u></p><p> 7.1 KRYPTOS SYSTEMS LTD f&#252;hren Aufzeichnungen &#252;ber Nutzung der Kreditw&#252;rdigkeit des Kunden, die Informationen, die der Kunde im Rahmen des &#167; Konto angezeigt werden kann halten. KRYPTOS SYSTEMS LTD Entschlossenheit solcher Nutzung ma&#223;gebend und letzte (sofern KRYPTOS SYSTEMS LTD hat angemessen gehandelt).</p><p> <u>Sichtbarkeit von Aufzeichnungen durch den Lieferanten</u></p><p> 7.2 Der Kunde erkennt an, dass KRYPTOS SYSTEMS LTD wird (und der relevante Authorised Reseller k&#246;nnen) in der Lage, mit anderen Informationen, um die Nutzung des Service des Kunden in Beziehung stehen bestimmte der Angaben im Abschnitt Konto zusammen (einschlie&#223;lich und ohne Einschr&#228;nkung des Kunden Konto-Code und Lizenzschl&#252;ssel).</p><p> 8 Passwortsicherheit</p><p> <u>Vertraulichkeit</u></p><p> 8.1 Der Kunde hat die Vertraulichkeit und Sicherheit der Passw&#246;rter und jede Projektcode zu erhalten und Lizenzschl&#252;ssel, um sie offenbart. Der Kunde ist KRYPTOS SYSTEMS LTD sofort zu benachrichtigen, wenn er der Auffassung ist, dass die</p><p> Code, Lizenzschl&#252;ssel oder Passwort ist, oder wahrscheinlich zu sein, in unbefugt verwendet.</p><p> <u>&#196;ndern Sie die Details</u></p><p> 8.2 Wenn gab es unberechtigte Nutzung des dem Konto des Kunden, die KRYPTOS SYSTEMS LTD zur Kenntnis gebracht wird, oder wenn der Kunde das Passwort vergessen, dann KRYPTOS SYSTEMS LTD kann dann eine neue Verrechnungscode, Lizenzschl&#252;ssel oder Password, um weitere Nutzung zu erm&#246;glichen der Service (oder alternativ KRYPTOS SYSTEMS LTD kann des Kunden Zugriff auf das Konto Section und alle Services und dem Premium Service, zu deaktivieren, wenn KRYPTOS SYSTEMS LTD vern&#252;nftigerweise glaubt, dass die unberechtigte Nutzung der dem Konto des Kunden wegen der widerrechtlichen oder fahrl&#228;ssige Handlungen oder Unterlassungen ist dem Kunden). Dies gilt unbeschadet KRYPTOS SYSTEMS LTD die zus&#228;tzlichen Rechte und Rechtsmittel gegen den Kunden.</p><p> <u>Verantwortung f&#252;r unberechtigte Verwendung</u></p><p> 8.3 Der Kunde stimmt zu, dass er und haftet f&#252;r alle Transaktionen durchgef&#252;hrt mit dem Projektcode, Lizenzschl&#252;ssel oder Kennwort verantwortlich ist. Im Hinblick auf nicht autorisierten Transaktionen, m&#252;ssen diese umgehend gemeldet werden, um KRYPTOS SYSTEMS LTD, und au&#223;er in dem Umfang, dass solche Transaktionen aufgrund der unrechtm&#228;&#223;ige Handlungen des Lieferanten eingetreten ist, der Kunde &#252;bernimmt die volle Verantwortung und Haftung f&#252;r solche Transaktionen.</p><p> 9 Haftung</p><p> <u>Caveat von Einschr&#228;nkungen und Haftungsausschl&#252;sse</u></p><p> 9.1 Ungeachtet der Bedingungen f&#252;r das Gegenteil, soll nichts in dieser Vereinbarung einschr&#228;nken oder ausschlie&#223;en KRYPTOS SYSTEMS LTD Haftung f&#252;r: der Tod; Personensch&#228;den; Betrug; betr&#252;gerische Falschdarstellung; und jegliche Haftung, die nicht rechtm&#228;&#223;ig eingeschr&#228;nkt oder ausgeschlossen werden kann.</p><p> <u>Ausschl&#252;sse</u></p><p> 9.2 Vorbehaltlich der Klauseln 5.5, 9.1 und 9.14, Keine Partei ist in jedem Fall der anderen Vertragspartei f&#252;r Folge-, spezielle, zuf&#228;llige oder indirekte Verluste oder folgende Verluste haftet, ob direkte, Folge-, spezielle, zuf&#228;llige oder indirekte Verluste: Verlust von Gewinnen; Verlust von Einnahmen; Umsatzverlust; Umsatzverlust; wirtschaftlichen Verlust; Verlust von gesch&#228;ftlichen oder Vertr&#228;ge; Verlust von erwarteten Einsparungen oder Firmenwert; Verlust von Software oder Daten; (oder Verluste, die durch eine Forderung von einem Dritten f&#252;r eine der oben genannten Verluste); ob solche Verluste ergeben sich unter Vertrag (einschlie&#223;lich und ohne Einschr&#228;nkung in Bezug auf eine vors&#228;tzliche repudiatory und Grundbr&#252;che), Satzung, unerlaubter Handlung (einschlie&#223;lich Fahrl&#228;ssigkeit) oder anderweitig. Allerdings wissen die Paragraphen 9.2 und 9.8, nicht arbeiten, um irgendwelche ausdr&#252;cklichen Erstattungsverpflichtungen ausdr&#252;cklich festgestellt, die von KRYPTOS SYSTEMS LTD in Paragraph 10.15.1 akzeptiert zu negieren.</p><p> <u>Haftungsgrenzen</u></p><p> 9.3 Wird eine Software, Daten, Dokumente oder Dienst exprimiert wird, um auf einer "as is" Basis zur Verf&#252;gung gestellt werden, oder in denen KRYPTOS SYSTEMS LTD ist ausdr&#252;cklich ausgeschlossen, diese Haftpflicht f&#252;r das jeweilige Thema, dann vorbehaltlich Ziffer 9.1, &#252;bernimmt KRYPTOS SYSTEMS LTD keinerlei Haftung aus gegebenem Anlass.</p><p> 9.4 Vorbehaltlich Ziffer 9.1, in denen ein Anspruch zum Ausdruck, um eine einzige und ausschlie&#223;liche Abhilfe ist, dann gilt, dass entsprechende Mittel.</p><p> 9.5 Im Hinblick auf alle Support oder Service-Verf&#252;gbarkeit Fragen, bei denen der Kunde nicht w&#228;hlte den Premium Service, dann Klausel 6.11 gilt;</p><p> 9.6 in Bezug auf alle Support oder Service-Verf&#252;gbarkeit Fragen, bei denen der Kunde die Premium Service, dann ist der Haftungsbetrag wird ausdr&#252;cklich in der SLA festgestellt werden, gew&#228;hlt;</p><p> 9.7 Vorbehaltlich Ziffer 9.1, die Haftungsgrenzen in Ziffer 9.8 gelten, wenn:</p><p> 9.7.1 ist die Haftung nicht eingeschr&#228;nkt oder im Rahmen der einem der Klauseln ausgeschlossen 9,2-9,6 (einschlie&#223;lich); oder</p><p> 9.7.2 Satz 6.15 gilt (in diesem Fall Ziffer 9.8.1 anwendbar sein wird).</p><p> 9.8 Vorbehaltlich der Klauseln 9,1-9,7 (einschlie&#223;lich) und 9,14, die Gesamthaftung von KRYPTOS SYSTEMS LTD f&#252;r alle Anspr&#252;che aus oder im Zusammenhang mit dieser Vereinbarung (ob sich unter Vertrag (einschlie&#223;lich und ohne Einschr&#228;nkung in Bezug auf eine vors&#228;tzliche repudiatory und Grundbr&#252;che) , Satzung, unerlaubter Handlung (einschlie&#223;lich Fahrl&#228;ssigkeit) oder anderweitig) wird wie in Bezug auf die Themen, zu denen KRYPTOS SYSTEMS LTD wird haftbar gemacht folgt begrenzt:</p><p> 9.8.1 in Bezug auf die Gesamtheit aller Fragen mit den Software Materialien, Dienstleistungen, Premium Service und Service-Ausgang, wo die Ursachen, die zu der Haftung des KRYPTOS SYSTEMS LTD in einem bestimmten Jahr auftreten, auf insgesamt Gesamtbetrag der ist das jeweilige Jahr gezahlten Betr&#228;ge durch den Kunden an KRYPTOS SYSTEMS LTD (der <strong>"Haftung </strong>Cap") (zur Klarstellung: eine beliebige Menge von einem Kredit verbracht
es: 3;&#8203;en los Materiales de software, servicio, o cualquier parte de ellos.</p><p> 4 Assurances</p><p> <u>Provisi&#243;n de materiales Software</u></p><p> 4.1 Sin perjuicio de las dem&#225;s disposiciones del Acuerdo, KRYPTOS SYSTEMS LTD acepta que:</p><p> 4.1.1 durante el correspondiente Per&#237;odo de Suscripci&#243;n, que tiene acuerdos vigentes con sus licenciantes, que confirman que tiene licencia para proporcionar acceso a los respectivos materiales de Software y Servicios al Cliente;</p><p> 4.1.2 sujetos a la cl&#225;usula 4.7.1, se har&#225; todo lo posible durante el respectivo per&#237;odo de suscripci&#243;n a:</p><p> 4.1.2.1 garantizar que el software que est&#225; disponible por KRYPTOS SYSTEMS LTD para ser utilizado como parte del Servicio, est&#225; libre de virus;</p><p> 4.1.2.2 permitir el acceso al servicio correspondiente durante el Periodo de Suscripci&#243;n correspondiente, sujeto a ning&#250;n tipo de mantenimiento o asuntos fuera del control razonable de KRYPTOS SYSTEMS LTD, ya que el cliente reconoce que de vez en eventos de tiempo puede ocurrir que afectan a la disponibilidad del servicio, debido a la naturaleza de la Internet, los equipos inform&#225;ticos y los medios de comunicaci&#243;n;</p><p> 4.1.2.3 hacen actualizaciones disponibles a la base de datos, siempre que estas actualizaciones son proporcionados por sus licenciadores Versi&#243;n.:</p><p> <u>Los errores en el software y datos</u></p><p> 4.2 El Cliente se compromete a lo siguiente:</p><p> 4.2.1 que el software y datos en general no est&#225;n libres de errores y acepta que la existencia de tales errores en el software, servicio o salida de servicio no constituir&#225; una violaci&#243;n de este Acuerdo;</p><p> 4.2.2 donde el c&#243;digo de integraci&#243;n de software que est&#225; disponible por KRYPTOS SYSTEMS LTD en el Sitio Web KRYPTOS SYSTEMS LTD, se proporciona en un sin coste alguno, el cliente acepta que se proporciona como c&#243;digo de integraci&#243;n de software en un "tal cual" base, sin ning&#250;n tipo de garant&#237;a (incluyendo, sin limitaci&#243;n, cualquier garant&#237;a) en absoluto, y por lo tanto se proporciona ninguna garant&#237;a de ning&#250;n tipo (sin limitaci&#243;n) con respecto a su idoneidad, el rendimiento, la funcionalidad, la calidad o de otra manera. El Cliente acepta que su &#250;nico y exclusivo derecho con respecto a dicho c&#243;digo de integraci&#243;n de software es dejar el simple uso de dicho c&#243;digo integraci&#243;n de software;</p><p> 4.2.3 donde se proporciona el c&#243;digo de integraci&#243;n de software que est&#225; disponible por KRYPTOS SYSTEMS LTD en el Sitio Web KRYPTOS SYSTEMS LTD, sujetas a un recargo por KRYPTOS SYSTEMS LTD al Cliente, a continuaci&#243;n, el cliente acepta que se proporciona como c&#243;digo de integraci&#243;n de software &#250;nicamente en la base de que cumplir&#225; sustancialmente con la descripci&#243;n que figura en la p&#225;gina web KRYPTOS SYSTEMS LTD. Si hay alg&#250;n problema con dicho c&#243;digo integraci&#243;n de software en el que no cumpla materialmente con su descripci&#243;n aparece en el sitio web KRYPTOS SYSTEMS LTD, a continuaci&#243;n, el cliente se compromete a informar a KRYPTOS SYSTEMS LTD de este hecho (con detalles razonables) por escrito dentro de 7 d&#237;a de pago de los derechos de licencia con respecto a dicho c&#243;digo de integraci&#243;n de software, y si KRYPTOS SYSTEMS LTD es incapaz de solucionar el problema para lograr el antes mencionado material de acuerdo con la descripci&#243;n en el sitio web KRYPTOS SYSTEMS LTD dentro de los 30 d&#237;as de haber recibido la notificaci&#243;n de el cliente, a continuaci&#243;n, &#250;nico y exclusivo recurso del Cliente con respecto a dicho c&#243;digo de integraci&#243;n de software, es un reembolso de los cargos en los que el cliente pag&#243; a KRYPTOS SYSTEMS LTD con respecto a dicho c&#243;digo de integraci&#243;n de software (con el Cliente que acepten que su licencia para utilizar tales c&#243;digo de integraci&#243;n de software terminar&#225; a partir de la fecha de reembolso);</p><p> 4.2.4 si cualquier tercero hace que cualquier actualizaci&#243;n de su software o plataforma, de manera que esto causa un problema en relaci&#243;n con el Software o el Servicio, el Cliente acepta que esto no es un problema con el software o servicio en s&#237;, ni una violaci&#243;n por KRYPTOS SYSTEMS LTD de cualquiera de sus obligaciones bajo este Acuerdo. Sin embargo, KRYPTOS SYSTEMS LTD podr&#225;, a su sola discreci&#243;n, optar por proporcionar las actualizaciones al KRYPTOS SYSTEMS LTD Ofrenda para abordar cualquier problema de compatibilidad causados &#8203;&#8203;por terceras cambios de partido.</p><p> <u>Base de datos</u></p><p> 4.3 El Cliente reconoce que, en vista del hecho de que la base de datos contiene datos de terceros, los datos en la base de datos se proporciona en un "tal cual" base, y se ofrece ninguna garant&#237;a en relaci&#243;n con ella (incluyendo, sin limitaci&#243;n, cualquier garant&#237;a de lo que se refiere a su correcci&#243;n, exactitud, exhaustividad, adecuaci&#243;n para un fin, o de otra manera). Esta exclusi&#243;n de garant&#237;as se aplica s&#243;lo en la medida permitida por la ley Versi&#243;n.:</p><p> <u>KRYPTOS SYSTEMS LTD Ofrenda</u></p><p> 4.4 KRYPTOS SYSTEMS LTD &#243;rdenes para el respectivo periodo de suscripci&#243;n que el servicio correspondiente se pone a disposici&#243;n del cliente, que el KRYPTOS SYSTEMS LTD ofrendas materialmente funci&#243;n de acuerdo con su documentaci&#243;n. En el caso de que el KRYPTOS SYSTEMS LTD Ofrenda no funciona en el material de acuerdo con la Documentaci&#243;n, y el Cliente notifica KRYPTOS SYSTEMS LTD del incumplimiento, KRYPTOS SYSTEMS LTD utilizar&#225; los esfuerzos razonables para corregir y proporcionar en un plazo de tiempo razonable por parche o nueva versi&#243;n (a su elecci&#243;n) que parte de la KRYPTOS SYSTEMS LTD Ofrenda que no conformidad, siempre que dicho incumplimiento no ha sido causado por:</p><p> 4.4.1 cualquier modificaci&#243;n, variaci&#243;n, configuraci&#243;n o adem&#225;s del Software o servicio no realizado por KRYPTOS SYSTEMS LTD (para evitar cualquier duda, cualquier problema que resulten de los actos u omisiones del Distribuidor Autorizado deben ser abordados por el Cliente directamente con el Distribuidor Autorizado como KRYPTOS SYSTEMS LTD no ser&#225; responsable de estas cuestiones);</p><p> 4.4.2 su uso incorrecto, abuso o corrupci&#243;n del software o servicio por parte del cliente o de terceros;</p><p> 4.4.3 uso del Software o el Servicio con otros software, datos o en el equipo con el que es incompatible; o</p><p> 4.4.4 como resultado de la tercera actualizaci&#243;n del partido se hace referencia en la cl&#225;usula 4.2.4.</p><p> <u>IPR Garant&#237;a</u></p><p> 4.5 KRYPTOS SYSTEMS LTD &#243;rdenes de los respectivos Per&#237;odo de Suscripci&#243;n, que software tales, documentaci&#243;n, datos y servicios que forman el KRYPTOS SYSTEMS LTD Ofrenda, no vulnere los derechos de propiedad intelectual de terceros</p><p> <u>Exclusi&#243;n de garant&#237;as no contenido en este acuerdo</u></p><p> 4.6 El Cliente reconoce que KRYPTOS SYSTEMS LTD ha proporcionado diversas garant&#237;as expresas en este Acuerdo. Por lo tanto, en la medida permitida por la ley, y con excepci&#243;n de lo establecido expresamente en este Acuerdo, KRYPTOS SYSTEMS LTD excluye todas las otras garant&#237;as (incluyendo, sin limitaci&#243;n, las garant&#237;as y condiciones) con respecto a los materiales de Software y Servicio, incluyendo sin limitaci&#243;n alguna las garant&#237;as relacionadas a la calidad satisfactoria o adecuaci&#243;n para un prop&#243;sito particular.</p><p> <u>Obligaciones del Cliente</u></p><p> 4.7 El Cliente acepta:</p><p> 4.7.1 para tener en su lugar diarias medidas de respaldo y recuperaci&#243;n de desastres en el respeto de su y sus terceros (donde terceras partes tienen expresamente permitidos por KRYPTOS SYSTEMS LTD) sistemas y datos con la que se utilizan los materiales o servicios de software, y eficaz firewall, junto con las medidas de prevenci&#243;n de virus (con ser el cliente el responsable de virus escaneando toda su interacci&#243;n con los Materiales y Servicios de Software; Versi&#243;n:</p><p> y el Cliente es responsable de sus propias medidas de protecci&#243;n anti-virus para salvaguardar contra una posible infecci&#243;n del virus del uso de los materiales de Software y Servicios);</p><p> 4.7.2 para supervisar y garantizar el uso de los Servicios de conformidad con los t&#233;rminos de este Acuerdo;</p><p> 4.7.3 para asegurar que ning&#250;n tercero que no est&#225; autorizado por el presente Acuerdo para acceder a los materiales o servicios de software, est&#225; provisto de dicho acceso por el cliente (si se proporciona ese acceso deliberadamente o por negligencia);</p><p> 4.7.4 para asegurar que cualquiera de los sistemas del cliente que se basan en el uso del Software o los Servicios para la entrada de datos o las operaciones de b&#250;squeda de datos, tambi&#233;n tienen un manual alternativa razonable significa seguir funcionando en caso de que los materiales y servicios de software no est&#225;n disponibles ;</p><p> 4.7.5 para asegurar que la implementaci&#243;n t&#233;cnica del Cliente para utilizar los Servicios, se evita la uni&#243;n a un solo centro de datos y en su lugar utiliza el servicio est&#225;ndar de carga KRYPTOS SYSTEMS LTD equilibrada (los detalles de c&#243;mo hacer esto est&#225;n disponibles a petici&#243;n de KRYPTOS SYSTEMS LTD);</p><p> 4.7.6 que, con respecto a cualquier uso de los datos o servicios relacionados con Royal Mail, el cliente debe utilizar los servicios respectivos de acuerdo con el uso interno o externo que ha sido autorizada por los respectivos servicios, con el Cliente reconoce que hay son diferentes cargos aplicables a si el servicio se utiliza para uso interno o externo, y es obligaci&#243;n del cliente para asegurarse de que ha seleccionado la opci&#243;n correcta utilizaci&#243;n de licencias correspondientes a su uso previsto por el cliente. Si el cliente no selecciona la opci&#243;n de licencia correcta para su uso, y sin perjuicio de KRYPTOS SYSTEMS LTD y los derechos de los licenciantes y los remedios, el Cliente tambi&#233;n har&#225; que los pagos adicionales en virtud de la Cl&#225;usula 9.14.</p><p> 4.7.7 que KRYPTOS SYSTEMS LTD puede bloquear cualquier uso de servicio, lo que viola la pol&#237;tica de uso justo de KRYPTOS SYSTEMS LTD en vigor de vez en cuando;</p><p> 4.7.8 no se comprometen cualquier acto u omisi&#243;n, o usar o poner a disposici&#243;n de los Materiales de software o servicio de una manera, lo que causa KRYPTOS SYSTEMS LTD estar en violaci&#243;n de las licencias de terceros de otra manera; y</p><p> 4.7.9 no se comprometen cualquier acto u omisi&#243;n, o usar o poner a disposici&#243;n de los Materiales de software o servicio de una manera, que hacen que el cliente est&#233; en violaci&#243;n de los EULA de terceros.</p><p> 4.8 Sin perjuicio de KRYPTOS SYSTEMS LTD de y los derechos y recursos adicionales a los licenciantes, en la medida en que el cliente no cumpla con la cl&#225;usula 4.7.2, 4.7.3, 4.7.6, 4.7.8, 4.7.9, el cliente inmediatamente a petici&#243;n de pago a KRYPTOS SYSTEMS LTD la cantidad que se requiere por los licenciadores a pagar por KRYPTOS SYSTEMS LTD por incumplimiento del Cliente con las disposiciones antes mencionadas.</p><p> <u>Habilidad razonable Mutual y cuidado</u></p><p> 4.9 Cada Parte se compromete a utilizar la habilidad y un cuidado razonable en la realizaci&#243;n de sus obligaciones. Versi&#243;n:</p><p> <u>Distribuidor Autorizado Como Agente del Cliente</u></p><p> 4.10 El Distribuidor Autorizado y el Cliente de acuerdo en que cualquiera de las obligaciones del cliente puede ser ejercido por el distribuidor autorizado en nombre del Cliente, con el distribuidor autorizado que act&#250;a como agente del cliente en este sentido.</p><p> 5 Cargos y Pago</p><p> <u>Cargos</u></p><p> 5.1 Los cargos (y la base para el c&#225;lculo y la respectivas fechas de vencimiento) para los Servicios se exponen en el Sitio Web KRYPTOS SYSTEMS LTD (en su versi&#243;n actualizada de vez en cuando), o si es diferente en una Hoja de citas KRYPTOS SYSTEMS LTD o en un KRYPTOS SYSTEMS LTD solicitud de pago escrito.</p><p> 5.2 Los cargos que se aplican en relaci&#243;n con los servicios, son:</p><p> 5.2.1 Tasas de suscripci&#243;n para el acceso a los respectivos servicios; y</p><p> 5.2.2 SLA de carga para el Servicio Premium.</p><p> <u>Hacer pagos</u></p><p> 5.3 Todos los pagos se deben hacer de acuerdo con las disposiciones contempladas en la Cl&#225;usula 5.1.</p><p> 5.4 El Cliente confirma que autoriza expresamente KRYPTOS SYSTEMS LTD (o el distribuidor autorizado a discreci&#243;n del KRYPTOS SYSTEMS LTD), para recibir el pago de la atenci&#243;n al cliente si la opci&#243;n de pago autom&#225;tico recarga se ha establecido para el Cliente (la cantidad de una tapa o un auto-recarga se considera que es un nuevo cr&#233;dito) por la fecha de vencimiento correspondiente, con pagos que se cargan autom&#225;ticamente a la tarjeta de cr&#233;dito respectiva o d&#233;bito (donde tales m&#233;todos de pago se proporcionan como parte del proceso de registro (como tal detalles se actualizan en la Secci&#243;n de Cuenta a partir de entonces por el Cliente de vez en cuando)) en los respectivos intervalos o fechas, con el fin de cumplir con los requisitos de pago del servicio respectivo. Para evitar cualquier duda, si el m&#233;todo de pago del cliente no pueden ser debitado o se rechaza, entonces el cliente seguir&#225; siendo responsable de los respectivos cargos que se deben. Sin perjuicio de las dem&#225;s disposiciones del presente Acuerdo, recargas y auto-recargas a cualquier cr&#233;dito no pueden ser reembolsados.</p><p> <u>Tarde o falta de pago</u></p><p> 5.5 Sin perjuicio de los derechos y recursos de KRYPTOS SYSTEMS LTD, en la medida que el cliente no realice los pagos a tiempo, KRYPTOS SYSTEMS LTD podr&#225;:</p><p> 5.5.1 cobran el inter&#233;s de los clientes de acuerdo con las disposiciones legales aplicables; y / o</p><p> 5.5.2 suspender y / o cancelar cualquiera de Servicios del Cliente y / o Servicio Premium. Version:</p><p> 5.6 Si los Servicios del Cliente son suspendidos o despedidos por falta de pago, entonces Servicio Premium del Cliente ser&#225; igualmente suspendida o revocada, y esto no dar&#225; lugar a ning&#250;n Cr&#233;ditos de servicio, ni ning&#250;n otro derecho o recurso para el Cliente de conformidad con el SLA o el Acuerdo.</p><p> <u>Variaci&#243;n de las tasas</u></p><p> 5.7 El Cliente reconoce que KRYPTOS SYSTEMS LTD puede variar de los gastos aplicables en virtud del presente Acuerdo, de vez en cuando (incluyendo, sin limitaci&#243;n, debido a la capacidad de algunas de sus licenciadores variar los cargos a KRYPTOS SYSTEMS LTD, sus clientes, o su revendedores, de conformidad con las licencias de terceros). El cliente est&#225; de acuerdo en que una vez que haya sido informada de cualquier aumento de los cargos y la fecha en que los cargos se har&#225;n efectivos a partir de (los "Nuevos Cargos fecha"), se considerar&#225; que acepta dichos cambios en los cargos si se contin&#250;a utilizando el Servicio respectiva o Servicio Premium afectado por el cambio en los cargos de o despu&#233;s de los cargos Nueva fecha.</p><p> <u>Reembolsos Por KRYPTOS SYSTEMS LTD y cr&#233;dito Expiraci&#243;n</u></p><p> 5.8 Detalles de las restituciones se incluyen en la Cl&#225;usula 10.15.</p><p> 5.9 Salvo que se indique expresamente en este Acuerdo, no hay reembolsos est&#225;n disponibles con respecto a cualquier cr&#233;dito u otros cargos.</p><p> 5.10 El Cliente reconoce que el cr&#233;dito tiene una fecha de caducidad, despu&#233;s de lo cual cualquier cr&#233;dito no utilizada ya no ser&#225; utilizable y ni ser&#225; reembolsado, por lo que es responsabilidad del Cliente a utilizar el cr&#233;dito dentro del plazo respectivo que el cr&#233;dito tiene una validez de, como el cr&#233;dito simplemente proporciona al Cliente un derecho de uso del servicio respectivo (sujeta al pago de cualquier Comisi&#243;n Licencia adicional en su caso) antes de la fecha de caducidad para el respectivo cr&#233;dito.</p><p> <u>Efecto de la compra del cliente &#211;rdenes</u></p><p> 5.11 Cuando el cliente emite una orden de compra a KRYPTOS SYSTEMS LTD relativa a los Materiales de software, Servicio, Servicio Premium o este Acuerdo, el Cliente est&#225; de acuerdo en que a menos que se acuerde lo contrario por escrito por KRYPTOS SYSTEMS LTD en la carta de KRYPTOS SYSTEMS LTD dirigimos papel firmado por una empresa director de KRYPTOS SYSTEMS LTD, con referencia expresa que se hace por escrito a esta Cl&#225;usula 5.11, los t&#233;rminos de dicha orden de compra no se aplicar&#225; y dicha orden de compra ser&#225;n aceptadas por KRYPTOS SYSTEMS LTD con el &#250;nico fin en incluir una referencia de orden de compra en cualquiera facturas con el fin de facilitar el pago por parte del cliente.</p><p> <u>Cr&#233;ditos</u></p><p> 5.12 Un cr&#233;dito es v&#225;lida para el primero de:</p><p> 5.12.1 un per&#237;odo m&#225;ximo de doce meses desde la fecha de compra de los respectivos cr&#233;ditos; y versi&#243;n:</p><p> 5.12.2 cuando el cr&#233;dito ha sido totalmente gastado para comprar uno o m&#225;s servicios.</p><p> 5.13 Cada auto-recarga o un complemento aplicado a un cr&#233;dito ya existente, se considera que es un nuevo cr&#233;dito que refleja el importe de la recarga o auto-recarga.</p><p> 5.14 Con sujeci&#243;n a las Cl&#225;usulas 12 y 13, el Cliente reconoce que el cr&#233;dito no es transferible a terceros, ni podr&#225; ser utilizado para el beneficio de terceros por parte del Cliente.</p><p> 6 El Servicio</p><p> <u>C&#243;digo de cuenta</u></p><p> 6.1 Una vez que la petici&#243;n del cliente a utilizar los Servicios es aceptada por KRYPTOS SYSTEMS LTD, se le dar&#225; al Cliente un c&#243;digo de cuenta &#250;nico y se conceder&#225; una licencia no exclusiva, intransferible, licencia para descargar y utilizar los respectivos materiales de software con el fin de acceso y utilizaci&#243;n de los servicios para los que se ha accedido a pagar las cuotas de suscripci&#243;n correspondientes.</p><p> <u>La confirmaci&#243;n del Cliente de exactitud de los datos de inscripci&#243;n</u></p><p> 6.2 El Cliente confirma que toda la informaci&#243;n que se proporciona a usar el Servicio correspondiente y cualquier informaci&#243;n adicional que se ofrece en virtud del presente Acuerdo, ser&#225; en el momento en que se ofrece (y seguir&#225;) es exacta y completa. Si la informaci&#243;n se convierte en inexacta, incompleta o enga&#241;osa cualquier momento posterior, a continuaci&#243;n, (sin perjuicio de los derechos y recursos adicionales de KRYPTOS SYSTEMS LTD), el Cliente se actualizar&#225; puntualmente sus detalles en la secci&#243;n Cuenta, para asegurar que sus datos permanecen precisa y completa. El cliente tambi&#233;n se compromete a notificar con prontitud KRYPTOS SYSTEMS LTD por escrito si deja de usar, o cambios, su distribuidor autorizado.</p><p> 6.3 El Cliente reconoce, sin perjuicio de los derechos y recursos adicionales de KRYPTOS SYSTEMS LTD, que cualquier incumplimiento de la Cl&#225;usula 6.2 puede resultar en KRYPTOS SYSTEMS LTD ejercicio de sus derechos de conformidad con la cl&#225;usula 5.5, si los pagos no se hacen por las respectivas fechas de vencimiento.</p><p> <u>Uso propio del Cliente y Auditor&#237;a</u></p><p> 6.4 Los materiales de servicio y software se proporcionan &#250;nicamente para uso propio del Cliente en virtud del presente Acuerdo. El cliente est&#225; expl&#237;citamente prohibido revender o intentar revender el servicio de salida, o comercializaci&#243;n o de otra manera distribuir los Materiales de software o servicio, sin la autorizaci&#243;n por escrito de KRYPTOS SYSTEMS LTD.</p><p> 6.5 KRYPTOS SYSTEMS LTD se reserva el derecho a comprobar la URL de la p&#225;gina web del cliente que utiliza el servicio para que le ayuden en la determinaci&#243;n de que el servicio est&#225; siendo utilizado de conformidad con el presente Acuerdo. Version:</p><p> 6.6 El Cliente se compromete a proporcionar: acceso razonable a los locales, las instalaciones y el personal del cliente; e informaci&#243;n razonable; para permitir KRYPTOS SYSTEMS LTD o los licenciadores para verificar que el cliente est&#225; utilizando los materiales de Software y Servicio de acuerdo con las disposiciones del presente Acuerdo y los requisitos de los licenciadores. Adem&#225;s, el Cliente reconoce que KRYPTOS SYSTEMS LTD puede tener que proporcionar informaci&#243;n en relaci&#243;n con la identidad del cliente y el uso del Cliente de los respectivos materiales de software y servicios para los licenciadores (y en el caso de los servicios de datos utilizando datos de Ordnance Survey , entonces el requisito de divulgaci&#243;n tambi&#233;n se extender&#237;a a Royal Mail Group plc, a los efectos de esta cl&#225;usula), como requisito para permitir al cliente usar los datos, el software y los materiales del Licenciante. El Cliente consiente expresamente a tal revelaci&#243;n por KRYPTOS SYSTEMS LTD a los licenciadores de conformidad con esta Cl&#225;usula 6.6, y para los respectivos licenciadores para contactar al cliente en relaci&#243;n con el uso del Cliente de los datos de licencia del licenciante, software y otros materiales.</p><p> <u>Cuenta y T&#233;cnico Cambios Por KRYPTOS SYSTEMS LTD</u></p><p> 6.7 KRYPTOS SYSTEMS LTD (actuando razonablemente) se reserva el derecho de modificar las especificaciones t&#233;cnicas de Software y Servicio en cualquier momento, o cambiar c&#243;digos de cuenta, Licencia claves o contrase&#241;as, dando al cliente la mayor antelaci&#243;n como sea razonablemente posible.</p><p> <u>Arreglos de Apoyo</u></p><p> 6.8 El Cliente reconoce que KRYPTOS SYSTEMS LTD puede proporcionar soporte t&#233;cnico gratuito limitado en relaci&#243;n con los materiales de Software o el Servicio. Por lo general, este tipo de apoyo puede consistir en:</p><p> 6.8.1 asistencia telef&#243;nica limitada y documentaci&#243;n en relaci&#243;n con los acuerdos de puesta a punto;</p><p> 6.8.2 posterior limitada configuraci&#243;n asistencia telef&#243;nica general para problemas causados &#8203;&#8203;espec&#237;ficamente por KRYPTOS SYSTEMS LTD en lugar de sus terceros.</p><p> Si KRYPTOS SYSTEMS LTD ofrece ning&#250;n tipo de apoyo, que se proporcionar&#225; de forma discrecional por KRYPTOS SYSTEMS LTD (y dar&#225; lugar a ninguna obligaci&#243;n de KRYPTOS SYSTEMS LTD para proporcionar ese apoyo adicional en cualquier ocasi&#243;n futura). KRYPTOS SYSTEMS LTD se reserva el derecho a cobrar por cualquier solicitud de apoyo (a la tarifa est&#225;ndar de KRYPTOS SYSTEMS LTD en su versi&#243;n vigente en el momento) o rechazar cualquier solicitud de apoyo en su sola discreci&#243;n, en la medida que KRYPTOS SYSTEMS LTD considera que las solicitudes de soporte son m&#225;s y por encima de lo KRYPTOS SYSTEMS LTD considera que ser&#237;a razonable en vista de la naturaleza libre y limitada de ese apoyo.</p><p> 6.9 El Cliente reconoce que KRYPTOS SYSTEMS LTD ofrece soporte mejorado a trav&#233;s del Servicio Premium, que el cliente puede optar por utilizar, al aceptar pagar el respectivo SLA de carga, en cuyo caso tambi&#233;n se aplicar&#225;n las disposiciones adicionales que figuran en el SLA.</p><p> 6.10 El Cliente reconoce que el SLA no se aplica respecto de los servicios que est&#225;n excluidos expresamente del &#225;mbito de aplicaci&#243;n del SLA, como se indica en la secci&#243;n "Ayuda" del Sitio Web KRYPTOS SYSTEMS LTD.</p><p> 6.11 El cliente tambi&#233;n reconoce que KRYPTOS SYSTEMS LTD no ser&#225; responsable por ning&#250;n tipo de apoyo ni servicio de disponibilidad Versi&#243;n:</p><p> temas, a menos que el cliente elige el Servicio Premium y paga el SLA de carga para los respectivos Servicios.</p><p> 6.12 Si el cliente elige el Servicio Premium, entonces la responsabilidad de KRYPTOS SYSTEMS LTD respecto de cualesquiera problemas de soporte t&#233;cnico o la disponibilidad de servicio relativas a los respectivos servicios, a que hace referencia en el SLA.</p><p> 6.13 El Cliente reconoce que si el cliente no tiene un per&#237;odo de validez de suscripci&#243;n (para los que se ha pagado las respectivas Comisiones de suscripci&#243;n), que es por lo menos igual al per&#237;odo cubierto por el Servicio Premium, ning&#250;n reembolso ser&#225; proporcionado en relaci&#243;n con Servicio Premium como resultado.</p><p> 6.14 En la medida en que KRYPTOS SYSTEMS LTD se hace responsable por un tribunal u &#243;rgano competente similares, para cualquier problemas de soporte t&#233;cnico relacionados con Fuera de Apoyo Alcance, entonces la responsabilidad de KRYPTOS SYSTEMS LTD se limitar&#225; de la misma manera y con la misma cantidad, lo que ser&#237;a aplicable si las cuestiones pertinentes se deriven de los servicios de apoyo prestados por KRYPTOS SYSTEMS LTD, que se encontraban dentro del &#225;mbito del Servicio Premium.</p><p> 6.15 En la medida en que KRYPTOS SYSTEMS LTD se hace responsable por un tribunal u &#243;rgano competente similares, para cualquier problema de apoyo o problemas de disponibilidad de servicio en donde esto no se llev&#243; a cabo para ser limitada o excluida por las Cl&#225;usulas 6.11, 6.12 o 6.14, entonces la responsabilidad de KRYPTOS SYSTEMS LTD estar&#225;n sujetos a las limitaciones y exclusiones de responsabilidad en virtud de la Cl&#225;usula 9 (Responsabilidad) de este Acuerdo.</p><p> 7 Documentos</p><p> <u>Visibilidad de los registros por parte del cliente</u></p><p> 7.1 KRYPTOS SYSTEMS LTD mantendr&#225; registros del uso del Cliente de cr&#233;dito, que la informaci&#243;n se puede ver por el cliente dentro de la Secci&#243;n de la cuenta. La determinaci&#243;n de KRYPTOS SYSTEMS LTD de tal uso ser&#225; definitiva y final (siempre que KRYPTOS SYSTEMS LTD ha actuado razonablemente).</p><p> <u>Visibilidad de los R&#233;cords por el proveedor</u></p><p> 7.2 El cliente tambi&#233;n reconoce que KRYPTOS SYSTEMS LTD ser&#225; (y el correspondiente Distribuidor Autorizado puede) ser capaz de ver algunos de los detalles en la secci&#243;n de cuenta, junto con otra informaci&#243;n relacionada con el uso del Cliente del Servicio (incluyendo, sin limitaci&#243;n, el Cliente de c&#243;digo de cuenta y clave de licencia).</p><p> 8 Seguridad de contrase&#241;a</p><p> <u>Confidencialidad</u></p><p> 8.1 El cliente deber&#225; mantener la confidencialidad y seguridad de sus contrase&#241;as y cualquier c&#243;digo de cuenta y Licencia Keys revelada a &#233;l. El Cliente deber&#225; notificar KRYPTOS SYSTEMS LTD de inmediato si cree que el</p><p> C&#243;digo, Licence Key o contrase&#241;a ha sido o es razonablemente probable que sea utilizado en cualquier forma no autorizada.</p><p> <u>Cambiar Los Detalles</u></p><p> 8.2 Si ha habido un uso no autorizado de la cuenta del cliente que se pone en conocimiento de KRYPTOS SYSTEMS LTD, o si el cliente ha olvidado la contrase&#241;a, entonces KRYPTOS SYSTEMS LTD podr&#225; expedir un nuevo C&#243;digo de Cuenta, Licence Key, o contrase&#241;a para permitir el uso continuado de el Servicio (o alternativamente KRYPTOS SYSTEMS LTD pueden desactivar el acceso del cliente a la Secci&#243;n de cuenta y cualquiera de los Servicios y del Servicio Premium, si KRYPTOS SYSTEMS LTD cree razonablemente que el uso no autorizado de la cuenta del cliente se debe a las acciones u omisiones de il&#237;citos o negligentes el cliente). Esto es sin perjuicio de los derechos adicionales de KRYPTOS SYSTEMS LTD y remedios contra el cliente.</p><p> <u>Responsabilidad por el uso no autorizado</u></p><p> 8.3 El Cliente acepta que es responsable y responsable de todas las transacciones realizadas utilizando el c&#243;digo de cuenta, clave de licencia o contrase&#241;a. Con respecto a cualquier transacci&#243;n no autorizada, &#233;stos deben ser reportados inmediatamente a KRYPTOS SYSTEMS LTD, y salvo en la medida en que dichas operaciones se han producido debido a los actos il&#237;citos del Proveedor, el Cliente acepta toda la responsabilidad por este tipo de transacciones.</p><p> 9 Responsabilidad</p><p> <u>Advertencia a las limitaciones y exclusiones de responsabilidad</u></p><p> 9.1 No obstante cualquier disposici&#243;n en contrario, nada en este Acuerdo limitar&#225; o excluir&#225; la responsabilidad de KRYPTOS SYSTEMS LTD para: la muerte; lesiones personales; fraude; tergiversaci&#243;n fraudulenta; y cualquier responsabilidad que no puede ser legalmente limitada o excluida.</p><p> <u>Exclusiones</u></p><p> 9.2 Con sujeci&#243;n a las cl&#225;usulas 5.5, 9.1 y 9.14, ninguna de las Partes ser&#225; responsable en ning&#250;n caso a la otra Parte por p&#233;rdidas consecuenciales, especiales, incidentales o indirectos, o las siguientes p&#233;rdidas si las p&#233;rdidas directas, indirectos, especiales, incidentales o indirectos: la p&#233;rdida de ganancias; p&#233;rdida de ingresos; p&#233;rdida de volumen de negocios; p&#233;rdida de ventas; p&#233;rdidas econ&#243;micas; p&#233;rdida de contratos o negocios; p&#233;rdida de ahorros o fondos de comercio anticipados; p&#233;rdida de software o datos; (o las p&#233;rdidas derivadas de una reclamaci&#243;n de un tercero por cualquier de las p&#233;rdidas antes mencionados); si tales p&#233;rdidas surgen bajo contrato (incluyendo, sin limitaciones, en relaci&#243;n con cualquier repudiatory deliberada y brechas fundamentales), estatuto, extracontractual (incluyendo, sin limitaci&#243;n, negligencia) o de otro modo. Sin embargo, las cl&#225;usulas 9.2 y 9.8, no funcionan para negar cualquier obligaci&#243;n de reembolso expresas establecidas expresamente a ser aceptado por KRYPTOS SYSTEMS LTD en la cl&#225;usula 10.15.1.</p><p> <u>L&#237;mites de Responsabilidad</u></p><p> 9.3 En caso de cualquier software, datos, documentos o servicio se expresa que debe facilitarse en un "tal cual", o cuando KRYPTOS SYSTEMS LTD ha excluido expresamente su responsabilidad por el tema respectivo, a continuaci&#243;n, con sujeci&#243;n a la cl&#225;usula 9.1, KRYPTOS SYSTEMS LTD no se hace responsable en tales circunstancias.</p><p> 9.4 Sujeto a la cl&#225;usula 9.1, donde se expresa cualquier remedio que ser un recurso &#250;nico y exclusivo, a continuaci&#243;n, se aplica el respectivo recurso.</p><p> 9.5 Con respecto a todos los problemas de disponibilidad de apoyo o servicio donde el cliente no ha elegido el Servicio Premium, entonces se aplica la Cl&#225;usula 6.11;</p><p> 9.6 respecto de todos los problemas de disponibilidad de apoyo o servicio donde el cliente ha elegido el Servicio Premium, entonces la cantidad de responsabilidad se har&#225; constar expresamente en el SLA;</p><p> 9.7 Sujeto a la cl&#225;usula 9.1, los l&#237;mites de responsabilidad en la cl&#225;usula 9.8 se aplicar&#225;n cuando:</p><p> 9.7.1 la responsabilidad no se limita o excluye en el &#225;mbito de cualquiera de las cl&#225;usulas de 9,2 a 9,6 (inclusive); o</p><p> 9.7.2 Cl&#225;usula 6.15 es aplicable (en cuyo caso la cl&#225;usula 9.8.1 ser&#225; de aplicaci&#243;n).</p><p> 9.8 Con sujeci&#243;n a las Cl&#225;usulas 09.01 a 09.07 (inclusive) y 9.14, la responsabilidad total de KRYPTOS SYSTEMS LTD para todas las reclamaciones derivadas de o en conexi&#243;n con este Acuerdo (tanto si se producen bajo contrato (incluyendo, sin limitaciones, en relaci&#243;n con cualquier
it: la r&#233;siliation de cet Accord, ou &#224; la r&#233;siliation de l'obligation de KRYPTOS SYSTEMS LTD pour rendre disponible toute partie des mat&#233;riaux ou des services logiciels (y compris apr&#232;s l'expiration de la P&#233;riode de Souscription respective o&#249; l'acc&#232;s au service est pas renouvel&#233;), pour une raison quelconque, le client accepte de d&#233;truire ou de retourner les mat&#233;riaux de logiciels (y compris toutes les copies) &#224; l'&#233;gard de laquelle cette convention a &#233;t&#233; r&#233;sili&#233;e (en totalit&#233; ou en partie), de la mani&#232;re raisonnable dirig&#233; par KRYPTOS SYSTEMS LTD, et &#224; la demande, certifie par &#233;crit &#224; KRYPTOS SYSTEMS LTD comme ayant &#233;t&#233; compl&#233;t&#233;;</p><p> <u>Interdictions</u></p><p> 3.1.10 le client accepte qu'il ne peut entreprendre un quelconque des actes ci-apr&#232;s (sauf dans la mesure express&#233;ment autoris&#233;e par la loi ou express&#233;ment autoris&#233;s s&#233;par&#233;ment par &#233;crit par KRYPTOS SYSTEMS LTD):</p><p> 3.1.10.1 copier les mat&#233;riaux de logiciel ou une partie d'entre eux (bien que le client peut faire une copie du Logiciel (et de toute documentation fournie par voie &#233;lectronique) &#224; des fins de sauvegarde uniquement);</p><p> 3.1.10.2 traduire, adapter, modifier, modifier les mat&#233;riaux de logiciels ou de services;</p><p> 3.1.10.3 d&#233;monter, d&#233;compiler ou d&#233;sosser le Logiciel;</p><p> 3.1.10.4 louer, pr&#234;ter, revendre, distribuer, cr&#233;er des &#339;uvres r&#233;seau ou d&#233;riv&#233;s bas&#233;s sur des mat&#233;riaux de logiciels, des services ou une partie d'entre eux.</p><p> 4 Assurances</p><p> <u>Fourniture de mat&#233;riel Logiciels</u></p><p> 4.1 Sous r&#233;serve des autres dispositions de l'Accord, KRYPTOS SYSTEMS LTD convient que:</p><p> 4.1.1 au cours de la P&#233;riode de Souscription respective, il a conclu des accords en place avec ses conc&#233;dants de licence, qui confirment qu'il est autoris&#233; &#224; fournir un acc&#232;s aux mat&#233;riaux de logiciels respectifs et de Services au client;</p><p> 4.1.2 sous r&#233;serve de l'article 4.7.1, il utilisera des efforts raisonnables au cours de la P&#233;riode de Souscription respectif:</p><p> 4.1.2.1 assurer que le logiciel qui est mis &#224; disposition par KRYPTOS SYSTEMS LTD &#224; &#234;tre utilis&#233; dans le cadre du service est exempt de virus;</p><p> 4.1.2.2 permettre l'acc&#232;s au service respectif au cours de la P&#233;riode de Souscription pertinente, sous r&#233;serve de toute op&#233;ration de maintenance, ou de questions en dehors du contr&#244;le raisonnable de KRYPTOS SYSTEMS LTD, que le client reconna&#238;t que, de temps &#224; des &#233;v&#233;nements de temps peuvent se produire qui affectent la disponibilit&#233; du service en raison de la nature de l'Internet, de l'&#233;quipement informatique et des m&#233;dias;</p><p> 4.1.2.3 faire les mises &#224; jour disponibles &#224; la base de donn&#233;es, o&#249; ces mises &#224; jour sont fournis par ses conc&#233;dants de licence Version.:</p><p> <u>Erreurs dans les logiciels et donn&#233;es</u></p><p> 4.2 Le client accepte les conditions suivantes:</p><p> 4.2.1 que les logiciels et les donn&#233;es en g&#233;n&#233;ral ne sont pas exemptes d'erreurs et accepte que l'existence de ces erreurs dans le logiciel, service ou de production de services ne constituent pas une violation de cet accord;</p><p> 4.2.2 o&#249; le code d'int&#233;gration de logiciel qui est mis &#224; disposition par KRYPTOS SYSTEMS LTD sur le site Web KRYPTOS SYSTEMS LTD, est pr&#233;vu sur un libre de base de charge, le client accepte que tel code d'int&#233;gration de logiciel est fourni sur un &#171;tel quel&#187;, sans aucune assurance (y compris, sans limitation, toute garantie) que ce soit, et donc aucune assurance est fourni (sans limitation) &#224; l'&#233;gard de sa pertinence, de la performance, la fonctionnalit&#233;, la qualit&#233; ou autrement. Le client accepte que son seul et unique recours en ce qui concerne un tel code d'int&#233;gration de logiciels est de simplement cesser d'utiliser ce code d'int&#233;gration de logiciels;</p><p> 4.2.3 o&#249; le code d'int&#233;gration de logiciel qui est mis &#224; disposition par KRYPTOS SYSTEMS LTD sur le site Web KRYPTOS SYSTEMS LTD, est fourni sur une base imposable par KRYPTOS SYSTEMS LTD &#224; la client&#232;le, le client accepte que tel code d'int&#233;gration de logiciel est fourni uniquement sur la base qu'il sera mat&#233;riellement conforme &#224; sa description indiqu&#233; sur le site KRYPTOS SYSTEMS LTD. Si il ya un probl&#232;me avec ce code d'int&#233;gration de logiciels o&#249; il ne se conforme pas sensiblement avec sa description indiqu&#233; sur le site KRYPTOS SYSTEMS LTD, alors le client accepte qu'il informera KRYPTOS SYSTEMS LTD de ce fait (avec des d&#233;tails raisonnables) par &#233;crit dans les 7 jours de payer les frais de licence &#224; l'&#233;gard d'un tel code d'int&#233;gration de logiciels, et si KRYPTOS SYSTEMS LTD est incapable de rem&#233;dier &#224; la question d'atteindre l'pr&#233;cit&#233; respect de mati&#232;re avec la description sur le site Web KRYPTOS SYSTEMS LTD dans les 30 jours suivant la r&#233;ception de la notification de le Client, puis seul et unique recours de la client&#232;le &#224; l'&#233;gard d'un tel code d'int&#233;gration de logiciels, est un remboursement des frais que l'client a pay&#233; &#224; KRYPTOS SYSTEMS LTD &#224; l'&#233;gard d'un tel code d'int&#233;gration logicielle (avec le client acceptant que sa licence d'utilisation de tels code d'int&#233;gration du logiciel prendra fin &#224; la date de ce remboursement);</p><p> 4.2.4 si un tiers fait des mises &#224; jour de son logiciel ou plate-forme, de telle sorte que cela provoque un probl&#232;me en ce qui concerne le logiciel ou service, le client accepte que ce ne sont pas un probl&#232;me avec le logiciel ou le service lui-m&#234;me, ni une violation par KRYPTOS SYSTEMS LTD de l'une de ses obligations en vertu du pr&#233;sent Accord. Cependant, KRYPTOS SYSTEMS LTD peut, &#224; sa seule discr&#233;tion, choisir de fournir des mises &#224; jour de l'KRYPTOS SYSTEMS LTD offre pour r&#233;gler les probl&#232;mes de compatibilit&#233; caus&#233;s par des tiers changements de parti.</p><p> <u>Base de donn&#233;es</u></p><p> 4.3 Le Client reconna&#238;t que, compte tenu du fait que la base de donn&#233;es contient des donn&#233;es de tiers, les donn&#233;es dans la base de donn&#233;es est fourni &#171;tel quel&#187;, et rien ne garantit &#224; l'&#233;gard de celui-ci est fourni (y compris, sans s'y limiter, aucune garantie en ce qui concerne &#224; son exactitude, la pr&#233;cision, l'exhaustivit&#233;, l'ad&#233;quation &#224; un but, ou autre). Cette exclusion des assurances applique que dans la mesure permise par la loi Version.:</p><p> <u>KRYPTOS SYSTEMS LTD offre</u></p><p> 4.4 garantit KRYPTOS SYSTEMS LTD pour la P&#233;riode de Souscription respective que le service concern&#233; est mis &#224; la disposition de la client&#232;le, que le KRYPTOS SYSTEMS LTD placement sera mat&#233;riellement fonction conform&#233;ment &#224; sa documentation. Dans le cas o&#249; le KRYPTOS SYSTEMS LTD placement ne fonctionne pas conform&#233;ment mat&#233;riau &#224; la Documentation, et en informe le client KRYPTOS SYSTEMS LTD de la non-conformit&#233;, KRYPTOS SYSTEMS LTD est des efforts raisonnables pour corriger et de fournir dans un d&#233;lai de temps raisonnable par patch ou nouvelle version (&#224; son gr&#233;) la partie de la KRYPTOS SYSTEMS LTD offre qui ne respecte pas, &#224; condition que cette non-conformit&#233; n'a pas &#233;t&#233; caus&#233; par:</p><p> 4.4.1 toute modification, variation, configuration ou plus du logiciel ou service non effectu&#233; par KRYPTOS SYSTEMS LTD (pour &#233;viter tout doute, les probl&#232;mes r&#233;sultant des actes ou omissions de l'revendeur agr&#233;&#233; doivent &#234;tre adress&#233;es par le client directement avec Revendeur Agr&#233;&#233; comme KRYPTOS SYSTEMS LTD ne sera pas responsable de ces questions);</p><p> 4.4.2 son utilisation incorrecte, abus ou de corruption du logiciel ou le service par le client ou ses tiers;</p><p> 4.4.3 utilisation du logiciel ou le service avec d'autres logiciels, de donn&#233;es ou sur un &#233;quipement avec lequel il est incompatible; ou</p><p> 4.4.4 &#224; la suite des mises &#224; jour de tiers partis mentionn&#233;s &#224; l'article 4.2.4.</p><p> <u>DPI Garantie</u></p><p> 4.5 garantit KRYPTOS SYSTEMS LTD pour la P&#233;riode de Souscription respective, que ces logiciels, la documentation, les donn&#233;es et les services qui font l'KRYPTOS SYSTEMS LTD placement, ne seront pas porter atteinte aux droits de propri&#233;t&#233; intellectuelle de tiers</p><p> <u>Exclusion des assurances Non contenues dans cet accord</u></p><p> 4.6 Le Client reconna&#238;t que KRYPTOS SYSTEMS LTD a fourni diverses garanties expresses dans le pr&#233;sent Accord. Par cons&#233;quent, dans la mesure permise par la loi, et sauf express&#233;ment &#233;nonc&#233; dans le pr&#233;sent Accord, KRYPTOS SYSTEMS LTD exclut toutes les autres assurances (y compris, sans limitation, les garanties et conditions) en ce qui concerne les mat&#233;riaux et services logiciels, y compris, sans limitation, toutes les assurances li&#233;es la qualit&#233; satisfaisante ou d'ad&#233;quation &#224; un usage particulier.</p><p> <u>Obligations du client</u></p><p> 4.7 Le client accepte:</p><p> 4.7.1 de mettre en place Back-up quotidien et de r&#233;cup&#233;ration en cas de catastrophe des mesures &#224; l'&#233;gard de son et de ses tiers &#187;(lorsque des tiers sont autoris&#233;s par KRYPTOS SYSTEMS LTD) des syst&#232;mes et des donn&#233;es avec lesquelles les mat&#233;riaux de logiciels ou de services sont utilis&#233;s, et efficace pare-feu ainsi que des mesures de pr&#233;vention du virus (avec le client &#233;tant responsable pour le virus de la num&#233;risation de tous son interaction avec les mat&#233;riaux de logiciels et de services; Version:</p><p> et le client &#233;tant responsable de ses propres mesures de protection anti-virus pour prot&#233;ger contre une &#233;ventuelle infection par le virus de l'utilisation des mat&#233;riaux de logiciels et de services);</p><p> 4.7.2 pour superviser et assurer une utilisation des services en conformit&#233; avec les termes de cet accord;</p><p> 4.7.3 pour assurer qu'aucun tiers qui ne sont pas autoris&#233;es par le pr&#233;sent Accord pour acc&#233;der aux mat&#233;riaux de logiciels ou de services, est muni d'un tel acc&#232;s par le client (si un tel acc&#232;s est fourni d&#233;lib&#233;r&#233;ment ou par n&#233;gligence);</p><p> 4.7.4 veiller &#224; ce que l'un des syst&#232;mes de la client&#232;le qui reposent sur l'utilisation du logiciel ou des services pour la saisie des donn&#233;es ou de recherche de donn&#233;es, ont aussi un manuel d'alternative raisonnable signifie de continuer &#224; fonctionner dans le cas o&#249; les mat&#233;riaux et services de logiciels ne sont pas disponibles ;</p><p> 4.7.5 de veiller &#224; ce que la mise en &#339;uvre technique de la client&#232;le &#224; utiliser les services, &#233;vite de se lier &#224; un seul centre de donn&#233;es et &#224; la place utilise la charge service &#233;quilibr&#233; norme KRYPTOS SYSTEMS LTD (d&#233;tails sur la fa&#231;on de le faire sont disponibles sur demande aupr&#232;s de KRYPTOS SYSTEMS LTD);</p><p> 4.7.6 qu'en ce qui concerne l'utilisation des donn&#233;es ou des services li&#233;s &#224; la Royal Mail, le client doit utiliser les services respectifs conform&#233;ment &#224; l'usage interne ou externe qui a &#233;t&#233; autoris&#233; pour les services respectifs, avec le Client reconnaissant qu'il y sont des taxes applicables &#224; savoir si le service est utilis&#233; pour usage interne ou externe diff&#233;rents, et il est l'obligation de la client&#232;le afin d'assurer qu'elle a choisi l'option de l'utilisation des licences correcte correspondant &#224; son utilisation pr&#233;vue par le client. Si le client ne choisit pas l'option de licence pour son utilisation correcte, sans pr&#233;judice de KRYPTOS SYSTEMS LTD de et les droits des conc&#233;dants et des rem&#232;des, le Client sera &#233;galement effectuer les paiements suppl&#233;mentaires conform&#233;ment &#224; la clause 9.14.</p><p> 4.7.7 que KRYPTOS SYSTEMS LTD peut bloquer toute utilisation du service, qui violent la politique d'utilisation &#233;quitable de KRYPTOS SYSTEMS LTD en vigueur de temps &#224; autre;</p><p> 4.7.8 de ne pas effectuer tout acte ou omission, ou utiliser ou mettre &#224; disposition les mat&#233;riaux de logiciel ou service d'une mani&#232;re qui causerait KRYPTOS SYSTEMS LTD &#234;tre en violation des licences de tiers; et</p><p> 4.7.9 de ne pas effectuer tout acte ou omission, ou utiliser ou mettre &#224; disposition les mat&#233;riaux de logiciel ou service d'une mani&#232;re qui causerait du client pour &#234;tre en violation des CLUF tiers.</p><p> 4.8 Sans pr&#233;judice de KRYPTOS SYSTEMS LTD et de droits et recours suppl&#233;mentaires des conc&#233;dants de licence, dans la mesure o&#249; le client ne parvient pas &#224; se conformer &#224; l'article 4.7.2, 4.7.3, 4.7.6, 4.7.8, 4.7.9, le client imm&#233;diatement sur demande salariale &#224; KRYPTOS SYSTEMS LTD dont le montant est exig&#233; par les conc&#233;dants de licence &#224; payer par KRYPTOS SYSTEMS LTD pour non-respect de la client&#232;le avec les dispositions mentionn&#233;es ci-dessus.</p><p> <u>Skill raisonnable mutuelle et soins</u></p><p> 4.9 Chaque partie convient d'utiliser la comp&#233;tence et de diligence raisonnable dans l'accomplissement de ses obligations. Version:</p><p> <u>Revendeur Agr&#233;&#233; Comme agent du client</u></p><p> 4.10 Le revendeur agr&#233;&#233; et le client conviennent que l'une des obligations de la client&#232;le peut &#234;tre exerc&#233; par le revendeur agr&#233;&#233; pour le compte de la client&#232;le, avec le revendeur agr&#233;&#233; agissant comme mandataire de la client&#232;le &#224; cet &#233;gard.</p><p> 5 Frais et paiement</p><p> <u>Charges</u></p><p> 5.1 Les charges (et la base de calcul et la date d'&#233;ch&#233;ance respective) pour les services sont &#233;nonc&#233;es sur le site Web KRYPTOS SYSTEMS LTD (mis &#224; jour de temps &#224; autre), ou si diff&#233;rente dans un devis Fiche KRYPTOS SYSTEMS LTD ou sur un KRYPTOS SYSTEMS LTD demande de paiement &#233;crite.</p><p> 5.2 Les charges qui sont applicables en ce qui concerne les services, sont les suivants:</p><p> 5.2.1 frais d'abonnement pour l'acc&#232;s aux services respectifs; et</p><p> 5.2.2 Charge SLA pour le service Premium.</p><p> <u>Faire des paiements</u></p><p> 5.3 Tous les paiements sont dus en conformit&#233; avec les dispositions vis&#233;es &#224; l'article 5.1.</p><p> 5.4 Le Client confirme qu'il autorise express&#233;ment KRYPTOS SYSTEMS LTD (ou le revendeur autoris&#233; &#224; la discr&#233;tion de KRYPTOS SYSTEMS LTD), de recevoir le paiement du client si l'option de paiement automatique appoint a &#233;t&#233; mis en place pour le client (le montant d'un top ou un auto-recharge est r&#233;put&#233; &#234;tre un nouveau cr&#233;dit) &#224; la date d'&#233;ch&#233;ance pertinente, les paiements &#233;tant automatiquement d&#233;bit&#233;s sur la carte de cr&#233;dit respective ou par carte de d&#233;bit (l&#224; o&#249; de telles m&#233;thodes de paiement sont fournis dans le cadre du processus d'inscription (en tant que telle les d&#233;tails sont mis &#224; jour dans la section de compte par la suite par le Client de temps &#224; autre)) &#224; des intervalles ou des dates respectives, afin de r&#233;pondre aux exigences de paiement de la fonction respective. Pour &#233;viter tout doute, si le mode de paiement du client ne peut &#234;tre d&#233;bit&#233; ou est refus&#233;, alors le client sera toujours responsable des frais respectifs qui sont dus. Sous r&#233;serve des autres dispositions du pr&#233;sent Accord, recharges et auto-recharges &#224; aucun cr&#233;dit ne peuvent pas &#234;tre rembours&#233;s.</p><p> <u>Retard ou de non-paiement</u></p><p> 5.5 Sans pr&#233;judice des droits et recours de KRYPTOS SYSTEMS LTD, dans la mesure o&#249; le client ne faire des paiements &#224; temps, KRYPTOS SYSTEMS LTD peut:</p><p> 5.5.1 charger l'int&#233;r&#234;t de la client&#232;le en conformit&#233; avec les dispositions l&#233;gales applicables; et ou</p><p> 5.5.2 suspendre et / ou r&#233;silier l'un des services du client et / ou de service Premium. Version:</p><p> 5.6 Si les services de la client&#232;le sont suspendues ou annul&#233;es pour non-paiement, puis Premium Service du Client sera &#233;galement suspendu ou r&#233;sili&#233;, et cela ne donnera pas lieu &#224; des cr&#233;dits de service, ni d'autres droits ou recours pour le Client en vertu de la SLA ou de l'Accord.</p><p> <u>Variation des redevances</u></p><p> 5.7 Le Client reconna&#238;t que KRYPTOS SYSTEMS LTD peut modifier les frais applicables en vertu du pr&#233;sent Accord, de temps &#224; autre (y compris, sans limitation, en raison de la capacit&#233; de certains de ses conc&#233;dants de licence pour varier les charges &#224; KRYPTOS SYSTEMS LTD, ses clients, ou de son revendeurs, conform&#233;ment aux licences tiers). Le client accepte qu'une fois qu'il est inform&#233; d'une telle augmentation des charges et de la date &#224; laquelle les frais seront en vigueur &#224; partir de (la &#171;Date de nouvelles accusations&#187;), il sera r&#233;put&#233; accepter ces changements dans les frais si elle continue &#224; utiliser la service respective ou Premium Service affect&#233; par la variation des charges de ou apr&#232;s la date de nouvelles accusations.</p><p> <u>Remboursements Par KRYPTOS SYSTEMS LTD &amp; Cr&#233;dit d'expiration</u></p><p> 5.8 D&#233;tails de restitutions sont inclus &#224; l'article 10.15.</p><p> 5.9 Sauf mention expresse dans le pr&#233;sent Accord, aucun remboursement sont disponibles &#224; l'&#233;gard de tout cr&#233;dit ou d'autres charges.</p><p> 5.10 Le Client reconna&#238;t que le cr&#233;dit a une date d'expiration, suivant laquelle tout cr&#233;dit non utilis&#233; ne sera plus utilisable et ni ne sera rembours&#233;, il est donc de la responsabilit&#233; du client d'utiliser le cr&#233;dit dans la p&#233;riode respective que le cr&#233;dit est valable pour, que le cr&#233;dit fournit simplement au client un droit d'utiliser le service respectif (sous r&#233;serve du paiement de tout frais de licence suppl&#233;mentaires le cas &#233;ch&#233;ant) avant la date d'expiration du cr&#233;dit respective.</p><p> <u>Effet d'achat clients Commandes</u></p><p> 5.11 o&#249; les questions de la client&#232;le d'un ordre d'achat &#224; KRYPTOS SYSTEMS LTD relatives aux mat&#233;riaux de logiciels, Service, Service Premium ou du pr&#233;sent accord, le client accepte que, sauf accord contraire par &#233;crit par KRYPTOS SYSTEMS LTD sur la lettre de KRYPTOS SYSTEMS LTD dirig&#233; papier sign&#233; par une soci&#233;t&#233; directeur de KRYPTOS SYSTEMS LTD, avec r&#233;f&#233;rence expresse faite par &#233;crit &#224; cet article 5.11, les termes d'un tel ordre d'achat ne sont pas applicables et tel ordre d'achat doivent &#234;tre accept&#233;es par KRYPTOS SYSTEMS LTD dans le seul but de r&#233;f&#233;rencer une r&#233;f&#233;rence d'ordre d'achat dans tous les factures afin de faciliter le paiement par le client.</p><p> <u>Cr&#233;dits</u></p><p> 5.12 Un cr&#233;dit est valable pour au plus t&#244;t:</p><p> 5.12.1 une p&#233;riode maximale de douze mois &#224; compter de la date de l'achat du cr&#233;dit respectif; et la version:</p><p> 5.12.2 lorsque le cr&#233;dit a &#233;t&#233; enti&#232;rement d&#233;pens&#233;e pour acheter un ou plusieurs services.</p><p> 5.13 Chaque auto-top-up ou un top-up appliqu&#233;e &#224; un cr&#233;dit existant, est r&#233;put&#233; &#234;tre un nouveau cr&#233;dit refl&#233;tant le montant de la top-up ou auto-top-up.</p><p> 5.14 Sous r&#233;serve des articles 12 et 13, le Client reconna&#238;t que le Credit est pas transf&#233;rable &#224; des tiers, ni ne peut &#234;tre utilis&#233; pour le b&#233;n&#233;fice de tiers par le Client.</p><p> 6 Le Service</p><p> <u>Code De Compte</u></p><p> 6.1 Une fois que la demande de la client&#232;le &#224; utiliser les services est accept&#233;e par KRYPTOS SYSTEMS LTD, le client se verra remettre un code de compte unique et est accord&#233;e une licence non exclusive et non transf&#233;rable, permis de t&#233;l&#233;charger et d'utiliser les mat&#233;riaux de logiciels respectifs dans le but d'acc&#233;der et d'utiliser les services &#224; l'&#233;gard de laquelle il a accept&#233; de payer les frais d'abonnement pertinents.</p><p> <u>Confirmation de la client&#232;le de pr&#233;cision des d&#233;tails d'inscription</u></p><p> 6.2 Le Client confirme que les informations qu'il fournit &#224; utiliser le Service respectif et toute information suppl&#233;mentaire qu'il fournit en vertu du pr&#233;sent Accord, sera au moment o&#249; il est pr&#233;vu (et va continuer &#224;) &#234;tre exactes et compl&#232;tes. Si l'information devient inexactes, incompl&#232;tes ou trompeuses en tout temps par la suite, alors (sans pr&#233;judice des droits et recours suppl&#233;mentaires de KRYPTOS SYSTEMS LTD), le client devra rapidement mettre &#224; jour ses coordonn&#233;es dans la section de compte, faire en sorte que ses d&#233;tails restent exacts et complets. Le client accepte aussi qu'il avisera sans d&#233;lai KRYPTOS SYSTEMS LTD &#233;crite si elle cesse d'utiliser, ou des changements, son revendeur agr&#233;&#233;.</p><p> 6.3 Le Client reconna&#238;t, sans pr&#233;judice des droits et recours suppl&#233;mentaires de KRYPTOS SYSTEMS LTD, que tout manquement &#224; se conformer &#224; l'article 6.2 peut entra&#238;ner KRYPTOS SYSTEMS LTD exercice de ses droits en vertu de l'article 5.5, si les paiements ne sont pas faites par les dates d'&#233;ch&#233;ance respectives.</p><p> <u>Le propre usage de la client&#232;le Seulement &amp; Audits</u></p><p> 6.4 Les services et de logiciels mat&#233;riaux sont fournis uniquement pour sa propre utilisation par le Client en vertu du pr&#233;sent Accord. Le client est explicitement interdit de revendre ou de tenter de revendre de la sortie de service, ou de la commercialisation ou la distribution des mat&#233;riaux ou des services logiciels, sans l'autorisation &#233;crite explicite de KRYPTOS SYSTEMS LTD.</p><p> 6.5 KRYPTOS SYSTEMS LTD se r&#233;serve le droit de v&#233;rifier l'URL du site Web de la client&#232;le qui utilise le Service pour l'aider &#224; d&#233;terminer ce que le service est utilis&#233; conform&#233;ment au pr&#233;sent Accord. Version:</p><p> 6.6 Le Client accepte de fournir: un acc&#232;s raisonnable aux locaux, les installations et le personnel de la client&#232;le; et de l'information raisonnable; pour permettre KRYPTOS SYSTEMS LTD ou les conc&#233;dants pour v&#233;rifier que le client utilise les mat&#233;riaux et les services logiciels en conformit&#233; avec les dispositions du pr&#233;sent Accord et les exigences des conc&#233;dants de licence. En outre, le client reconna&#238;t que KRYPTOS SYSTEMS LTD peut avoir besoin de fournir des informations en ce qui concerne l'identit&#233; du client et de l'utilisation par le client des Mat&#233;riaux logiciels respectifs et service aux conc&#233;dants de licence (et dans le cas de tous les services de donn&#233;es en utilisant les donn&#233;es de l'Ordnance Survey , puis de l'obligation de divulgation serait &#233;galement &#233;tendre &#224; Royal Mail Group plc, pour les fins du pr&#233;sent article), comme une exigence pour permettre au client d'utiliser les donn&#233;es, les logiciels et le mat&#233;riel du Conc&#233;dant. Le client dit consent express&#233;ment &#224; une telle divulgation par KRYPTOS SYSTEMS LTD aux conc&#233;dants de licence en vertu du pr&#233;sent article 6.6, et pour les conc&#233;dants de licence respectifs pour contacter le client par rapport &#224; l'usage de la client&#232;le des donn&#233;es du conc&#233;dant une licence, de logiciels et d'autres mat&#233;riaux.</p><p> <u>Compte et techniques changements en KRYPTOS SYSTEMS LTD</u></p><p> 6.7 KRYPTOS SYSTEMS LTD (agissant raisonnablement) se r&#233;serve le droit de modifier les sp&#233;cifications techniques du Logiciel et du Service &#224; tout moment, ou de changer les codes de compte, mots de passe ou des cl&#233;s de licence, donnant au client un pr&#233;avis aussi long qu'il est raisonnablement possible.</p><p> <u>Arrangements de soutien</u></p><p> 6.8 Le Client reconna&#238;t que KRYPTOS SYSTEMS LTD peut fournir une assistance gratuite limit&#233;e en ce qui concerne les mat&#233;riaux logiciel ou le Service. Typiquement, un tel soutien peut consister en:</p><p> 6.8.1 conseils t&#233;l&#233;phoniques limit&#233;e et de la documentation &#224; l'&#233;gard des dispositions de mise en place;</p><p> 6.8.2 Post Limited mis en place une assistance t&#233;l&#233;phonique g&#233;n&#233;ral pour les questions sp&#233;cifiquement caus&#233;s par KRYPTOS SYSTEMS LTD plut&#244;t que ses tiers.</p><p> Si KRYPTOS SYSTEMS LTD fournit un tel soutien, il sera fourni sur une base discr&#233;tionnaire par KRYPTOS SYSTEMS LTD (et donnera lieu &#224; aucune obligation pour KRYPTOS SYSTEMS LTD pour fournir de ce soutien suppl&#233;mentaire en toute occasion future). KRYPTOS SYSTEMS LTD se r&#233;serve le droit de facturer pour toute demande de soutien (au taux normal de KRYPTOS SYSTEMS LTD en vigueur &#224; ce moment) ou de refuser toute demande de soutien &#224; sa seule discr&#233;tion, dans la mesure o&#249; KRYPTOS SYSTEMS LTD consid&#232;re que les demandes de soutien sont plus et surtout ce KRYPTOS SYSTEMS LTD consid&#232;re qu'il serait raisonnable compte tenu de la nature libre et limit&#233;e d'un tel soutien.</p><p> 6.9 Le Client reconna&#238;t que KRYPTOS SYSTEMS LTD fournit un soutien accru par l'interm&#233;diaire du Service Premium, et le client peut choisir d'utiliser, en acceptant de payer les frais de SLA respective, dans ce cas, les dispositions suppl&#233;mentaires contenues dans le SLA seront &#233;galement applicables.</p><p> 6.10 Le Client reconna&#238;t que la SLA ne se applique pas &#224; l'&#233;gard de ces services qui sont express&#233;ment exclus du champ d'application de la SLA, comme indiqu&#233; dans la section &#171;Support&#187; du site Web KRYPTOS SYSTEMS LTD.</p><p> 6.11 Le Client reconna&#238;t &#233;galement que KRYPTOS SYSTEMS LTD ne sera pas responsable de tout Version soutien ni Disponibilit&#233; de service:</p><p> les questions, &#224; moins que le client choisit le Service Premium et paie les frais SLA pour les services respectifs.</p><p> 6.12 Si le client choisit le Service Premium, puis la responsabilit&#233; de KRYPTOS SYSTEMS LTD &#224; l'&#233;gard de toute forme de soutien ou de disponibilit&#233; de service les questions relatives aux services respectifs, seront aussi mentionn&#233;s dans la SLA.</p><p> 6.13 Le Client reconna&#238;t que si le client n'a pas de p&#233;riode de validit&#233; de l'abonnement (&#224; l'&#233;gard de laquelle il a pay&#233; les frais d'abonnement respectives) qui est au moins &#233;gale &#224; la p&#233;riode couverte par le Service Premium, aucun remboursement ne sera fourni &#224; l'&#233;gard de Service Premium en cons&#233;quence.</p><p> 6.14 Dans la mesure o&#249; KRYPTOS SYSTEMS LTD est tenu responsable par un tribunal ou un organisme comp&#233;tent similaire, pour toutes les questions de soutien relatives &#224; hors de port&#233;e d'appui, puis la responsabilit&#233; de KRYPTOS SYSTEMS LTD sera limit&#233;e de la m&#234;me mani&#232;re et au m&#234;me montant, ce qui serait applicable si les questions pertinentes ont &#233;t&#233; d&#233;coulant des services de soutien offerts par KRYPTOS SYSTEMS LTD qui &#233;taient dans le cadre de Service Premium.</p><p> 6.15 Dans la mesure o&#249; KRYPTOS SYSTEMS LTD est tenu responsable par un tribunal ou un organisme comp&#233;tent similaire, pour toutes les questions de soutien ou de probl&#232;mes de disponibilit&#233; de services lorsque cela est tenu de ne pas &#234;tre limit&#233;e ou exclue par les clauses 6.11, 6.12 ou 6.14, puis la responsabilit&#233; de KRYPTOS SYSTEMS LTD sera soumise aux limitations et exclusions de responsabilit&#233; en vertu de l'article 9 (responsabilit&#233;) du pr&#233;sent Accord.</p><p> 7 Documents</p><p> <u>Visibilit&#233; des dossiers par le client</u></p><p> 7.1 KRYPTOS SYSTEMS LTD doit tenir des registres de l'usage de la client&#232;le de cr&#233;dit, informations qui peut &#234;tre consult&#233; par le Client au sein de la Section de compte. La d&#233;termination de KRYPTOS SYSTEMS LTD d'un tel usage doit &#234;tre d&#233;finitif et final (&#224; condition que KRYPTOS SYSTEMS LTD a agi de fa&#231;on raisonnable).</p><p> <u>Visibilit&#233; des enregistrements par l'Fournisseur</u></p><p> 7.2 Le Client reconna&#238;t &#233;galement que KRYPTOS SYSTEMS LTD (et le Revendeur Agr&#233;&#233; concern&#233; peut) &#234;tre en mesure de voir certains des d&#233;tails dans la section des comptes, ainsi que d'autres informations li&#233;es &#224; l'utilisation par le client du service (y compris, sans limitation, le Client de Code de compte et cl&#233; de licence).</p><p> 8 Mot de passe s&#233;curit&#233;</p><p> <u>Confidentialit&#233;</u></p><p> 8.1 Le client doit maintenir la confidentialit&#233; et la s&#233;curit&#233; de ses mots de passe et toute code de compte et licences cl&#233;s divulgu&#233;s &#224; elle. Le client doit en aviser imm&#233;diatement KRYPTOS SYSTEMS LTD si elle estime que le</p><p> Code, cl&#233; de licence ou de mot de passe a &#233;t&#233;, ou est raisonnablement susceptible d'&#234;tre utilis&#233; de fa&#231;on non autoris&#233;e.</p><p> <u>Modification Les D&#233;tails</u></p><p> 8.2 Si il ya eu utilisation non autoris&#233;e du compte du client qui est port&#233; &#224; l'attention de KRYPTOS SYSTEMS LTD, ou si le client a oubli&#233; le mot de passe, puis KRYPTOS SYSTEMS LTD peut &#233;mettre un nouveau code de compte, cl&#233; de licence, ou mot de passe pour permettre l'utilisation continue de Service (ou alternativement KRYPTOS SYSTEMS LTD peuvent d&#233;sactiver l'acc&#232;s de la client&#232;le &#224; la Section des comptes et des services et le Service Premium, si KRYPTOS SYSTEMS LTD croit raisonnablement que l'utilisation non autoris&#233;e du compte du client est due &#224; des actes ou omissions des fautifs ou n&#233;gligents le client). Cela est sans pr&#233;judice des droits et des recours suppl&#233;mentaires de KRYPTOS SYSTEMS LTD contre le client.</p><p> <u>Responsabilit&#233; de l'utilisation non autoris&#233;e</u></p><p> 8.3 Le Client reconna&#238;t qu'il est tenu responsable de toutes les op&#233;rations effectu&#233;es en utilisant le code de compte, cl&#233; de licence ou mot de passe. En ce qui concerne des transactions non autoris&#233;es, celles-ci doivent &#234;tre signal&#233;s rapidement &#224; KRYPTOS SYSTEMS LTD, et sauf dans la mesure o&#249; ces op&#233;rations ont eu lieu en raison des actes illicites commis par le Fournisseur, le client accepte l'enti&#232;re responsabilit&#233; pour de telles transactions.</p><p> 9 Responsabilit&#233;</p><p> <u>Mise en garde aux limitations et exclusions de responsabilit&#233;</u></p><p> 9.1 Nonobstant toute disposition contraire, rien dans cet accord doit limiter ou exclure la responsabilit&#233; de
