Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 2 and 10 numbers in length. E.g. 123456789
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 2 y 10 números de longitud. Por ejemplo 123456789
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è compresa tra 2 e 10 numeri di lunghezza. Ad esempio 123456789

source: Account no.
es: No cuenta.
it: Conto n.

source: 2 - 10 numeric
es: 2 - 10 numérico
it: 2-10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 01000
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 5 números de longitud. Por ejemplo 01000
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 5 numeri di lunghezza. Ad esempio 01000

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567874
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 10 cifras de longitud. Por ejemplo 1234567874
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 10 numeri di lunghezza. Ad esempio 1234567874

source: Account no.
es: No cuenta.
it: Conto n.

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0900
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 4 cifras de longitud. Por ejemplo 0900
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 4 numeri di lunghezza. Ad esempio 0900

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 083237
es: Un número de cuenta en la República Checa se compone de 2 partes principales (Prefijo y Basic), El prefijo identifica la primera parte de la cuenta bancaria real en el banco / sucursal determinada. El prefijo del número de cuenta es de 6 números de longitud. Por ejemplo 083237
it: Un numero di conto in Repubblica Ceca si compone di due parti fondamentali (Prefisso e di base), Il prefisso identifica la prima parte conto bancario reale presso la banca / filiale dato. Il prefisso del numero di conto è di 6 numeri di lunghezza. Ad esempio 083.237

source: Prefix
es: prefijo
it: prefisso

source: 6 numeric
es: 6 numérica
it: 6 numerico

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The Basic part identifies the later part of actual bank account at the given bank/branch. This part of the account number is 10 numbers in length. E.g. 1234567891
es: Un número de cuenta en la República Checa se compone de 2 partes principales (Prefijo y Basic), la parte básica identifica la parte posterior de cuenta bancaria actual en el banco / sucursal determinada. Esta parte del número de cuenta es 10 números de longitud. Por ejemplo 1234567891
it: Un numero di conto in Repubblica Ceca si compone di due parti fondamentali (Prefisso e di base), la parte di base identifica la parte successiva conto bancario reale presso la banca / filiale dato. Questa parte del numero di conto è di 10 numeri di lunghezza. Ad esempio 1234567891

source: Basic
es: básico
it: di base

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank code is 2 numbers in length. E.g. 11
es: El código del banco identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Código del banco es de 2 números de longitud. Por ejemplo 11
it: Il codice banca identifica la banca e filiale, che è l'emittente del conto bancario. Il codice bancario è di 2 numeri di lunghezza. Ad esempio 11

source: Bank code
es: código del banco
it: codice bancario

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 3 numbers. E.g.004
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también se compone de 3 números. E.g.004
it: Il codice ramo identifica il conto di titolari di filiale presso la banca. Il codice filiale è fatto anche 3 numeri. E.g.004

source: Branch code
es: código de sucursal
it: codice filiale

source: 3 numeric
es: 3 numérica
it: 3 numerica

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 13 numbers in length. E.g. 1234567890123
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 13 cifras de longitud. Por ejemplo 1234567890123
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è tra i 13 numeri di lunghezza. Ad esempio 1234567890123

source: Account no.
es: No cuenta.
it: Conto n.

source: 13 numeric
es: 13 numérico
it: 13 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 38
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 38
it: La cifra di controllo viene utilizzato per rilevare eventuali errori nel numero di conto completo fornito. Si tratta di due numeri di lunghezza. Ad esempio 38

source: Check digit
es: dígito de control
it: cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 309136
es: El código de clasificación se identifica el banco y la sucursal que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 6 números de longitud. Por ejemplo 309136
it: Il codice sorta identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 6 numeri di lunghezza. Ad esempio 309.136

source: Sort code
es: Ordenar código
it: codice Ordina

source: 6 numeric
es: 6 numérica
it: 6 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 34697856
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 8 números de longitud. Por ejemplo 34697856
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 8 numeri di lunghezza. Ad esempio 34697856

source: Account no.
es: No cuenta.
it: Conto n.

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The bank/branch number you have entered is incorrect. Please check and try again.
es: Formato de código del Banco de la rama es incorrecta.Este error es utilizado por los países que tienen un código único banco sucursal combinados, como el código tipo en el Reino Unido y la República de Irlanda, o BLZ en Alemania.El código contiene un número incorrecto de dígitos o caracteres no numéricos (que no sean espacios ni guiones).
it: Il codice Banca-filiale fornito non è corretto. Si prega di verificare e riprovare.

source: The bank/branch number you have entered is incorrect. Please check and try again.
es: El número de banco / sucursal que ha introducido es incorrecto. Por favor verifique e inténtelo de nuevo.
it: Il numero banca/filiale fornito non è corretto. Si prega di verificare e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The bank code provided is incorrect. Please supply a correct bank code and try again.
es: Código del banco no está en uso. El formato del código del banco es correcta, pero no se asigna a una institución ya existente.
it: Il codice banca fornito non è corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: The bank code provided is incorrect. Please supply a correct bank code and try again.
es: El código del banco siempre está en lo incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il codice bancario fornito non è corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: Ask for a new set of bank account details.
es: Solicitar una nueva serie de datos bancarios
it: Chiedi una nuova serie di dati bancari

source: We have identified the branch as being closed. Please contact the account holder and obtain an updated bank account number.
es: Rama se ha cerrado.Se utiliza cuando la rama se ha cerrado y no hay una sucursal redirigido
it: Abbiamo riscontrato che la filiale è chiusa. Si prega di contattare il titolare del conto e ottenere un numero di conto bancario aggiornato.

source: We have identified the branch as being closed. Please contact the account holder and obtain an updated bank account number.
es: Hemos identificado la rama como cerrado. Por favor, póngase en contacto con el titular de la cuenta y obtener un número de cuenta bancaria actualizada.
it: Abbiamo riscontrato che la filiale è chiusa. Si prega di contattare il titolare del conto e ottenere un numero di conto bancario aggiornato.

source: In this scenario, Kryptos will return where possible the branch code that is now responsible for processing transactions for the given account. Where the updated branch code is not available, the transaction must be declined and the user must be asked to contact their bank/branch to confirm the new bank account details.
es: En este scenerio, cuando sea posible Asistente Banco devolverá el código de sucursal, que ahora es responsable de procesar las transacciones de la cuenta dada.Cuando el código de sucursal actualizada no está disponible, la operación debe ser rechazada y se debe pedir al usuario ponerse en contacto con su banco / sucursal para confirmar los nuevos datos bancarios.
it: In questo situazione, ove possibile Kryptos restituirà il codice filiale che è ora responsabile per l'elaborazione delle transazioni per il conto dato.Qualora il codice filiale aggiornato non è disponibile la transazione deve essere rifiutato e l'utente deve essere invitato a contattare la propria banca / filiale per confermare le nuove coordinate bancarie.

source: Branch has been transferred. This branch has been closed and the accounts have been redirected to another branch. Please contact the account holder and obtain an updated bank account number.
es: Rama ha sido transferida.Esta rama ha sido cerrado y las cuentas se han redirigido a otra biblioteca
it: La filiale è stata trasferita. Questa filiale è stata chiusa e i conti sono stati trasferiti in un'altra filiale. Si prega di contattare il titolare del conto e ottenere un numero di conto bancario aggiornato.

source: Branch has been transferred. This branch has been closed and the accounts have been redirected to another branch. Please contact the account holder and obtain an updated bank account number.
es: Rama ha sido transferido. Esta rama ha sido cerrado y las cuentas se han redirigido a otra biblioteca. Por favor, póngase en contacto con el titular de la cuenta y obtener un número de cuenta bancaria actualizada.
it: La filiale è stata trasferita. Questa filiale è stata chiusa e i conti sono stati trasferiti in un'altra filiale. Si prega di contattare il titolare del conto e ottenere un numero di conto bancario aggiornato.

source: Ask for a new set of bank account details.
es: Solicitar una nueva serie de datos bancarios
it: Chiedi una nuova serie di dati bancari

source: We have identified the bank as being closed. Use an alternative bank account to process any payment/collection.
es: Banco ha sido cerrado.
it: We have identified the bank as being closed. Use an alternative bank account to process any payments/collections.

source: We have identified the bank as being closed. Use an alternative bank account to process any payment/collection.
es: Hemos identificado el banco está cerrado. Utilice una cuenta de banco alternativo para procesar los pagos / cobros.
it: Abbiamo riscontrato che la banca è chiusa. Utilizza un conto bancario alternativo per processare eventuali pagamenti/riscossioni.

source: Ask for a new set of bank account details.
es: Solicitar una nueva serie de datos bancarios
it: Chiedi una nuova serie di dati bancari

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
es: Banco ha transferido.El banco ha sido cerrado y las cuentas se han redirigido a otro banco.
it: La banca è stata chiusa ed i conti sono stati reindirizzati a un'altra banca. Si prega di contattare il titolare del conto e ottenere i dati del conto bancario aggiornati.

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
es: El banco ha sido cerrado y la cuenta se ha redirigido a otro banco. Por favor, póngase en contacto con el titular de la cuenta para obtener cualquier actualización datos bancarios.
it: La banca è stata chiusa e il conto è stato reindirizzato a un'altra banca. Si prega di contattare il titolare del conto e ottenere i dati del conto bancario aggiornati.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: Formato IBAN país es incorrecto. El IBAN tiene el formato básico correcto, pero no tiene el formato correcto para un IBAN del país actual.
it: Il codice IBAN fornito non è corretto. Si prega di fornire un codice IBAN corretto e riprovare.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: La proporcionado IBAN está en lo incorrecto. Por favor, facilite un IBAN correcto y vuelva a intentarlo.
it: L'IBAN fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: IBAN es válida. El IBAN no tiene el formato correcto de 2 letras seguidas de 2 dígitos seguidos por una serie de caracteres alfanuméricos.
it: L'IBAN fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: La proporcionado IBAN está en lo incorrecto. Por favor, facilite un IBAN correcto y vuelva a intentarlo.
it: L'IBAN è fornito nella corretta. Si prega di fornire una corretta IBAN e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: IBAN módulo de control ha fallado. El IBAN tiene el formato correcto, pero no pasa la comprobación módulo y por lo tanto no es válido.
it: L'IBAN fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
es: La proporcionado IBAN está en lo incorrecto. Por favor, facilite un IBAN correcto y vuelva a intentarlo.
it: L'IBAN fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The account type provided is in the incorrect format. Please correct the account type and try again.
es: Formato Tipo de cuenta es incorrecto.
it: Il tipo di conto fornito non è nel formato corretto. Si prega di correggere il tipo di conto e riprovare.

source: The account type provided is in the incorrect format. Please correct the account type and try again.
es: El tipo de cuenta proporcionada está en el formato incorrecto. Por tipo de cuenta correcto y vuelva a intentarlo.
it: Il tipo di account fornito non è nel formato corretto. Si prega di correggere il tipo di conto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
es: Formato de número de identificación es incorrecta.
it: Il numero identificativo fornito non è nel formato corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
es: El número de identificación proporcionada está en el formato incorrecto. Por favor, facilite el tipo de cuenta correcto y vuelva a intentarlo.
it: Il numero identificativo fornito non è nel formato corretto. Si prega di fornire il corretto tipo di conto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The bank code you have entered is incorrect. Please check and try again.
es: Formato de código de banco es incorrecta.Este error es utilizado por los países que tienen tanto un código de banco y código de sucursal.
it: Il codice della banca fornito non è corretto. Si prega di controllare e riprovare.

source: The bank code you have entered is incorrect. Please check and try again.
es: El código del banco que ha introducido es incorrecto. Por favor verifique e inténtelo de nuevo.
it: Il codice bancario che hai inserito non è corretto. Si prega di verificare e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
es: Formato de BIC es incorrecta. A BIC debe ser de 8 o 11 caracteres de longitud. Los 6 primeros caracteres deben ser alfabéticos y los caracteres restantes pueden ser alfanuméricos.
it: Il codice BIC fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
es: El BIC siempre está en lo incorrecto. Por favor, facilite un IBAN correcto y vuelva a intentarlo.
it: Il codice BIC fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di procedere alla fase successiva.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
es: Invalid BIC. Este error se produce cuando el Asistente Banco BIC tiene información de la sucursal y el BIC suministrado no coincide con ninguno de los BIC conocidos para esa rama.
it: Il codice BIC fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
es: El BIC siempre está en lo incorrecto. Por favor, facilite un IBAN correcto y vuelva a intentarlo.
it: Il codice BIC fornito non è corretto. Si prega di fornire un IBAN corretto e riprovare.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
es: Preguntar al usuario para proporcionar la información correcta antes de permitir que el usuario lo precedió a la siguiente etapa.
it: Chiedi all'utente di fornire informazioni corrette prima di consentirgli di precedere alla fase successiva.

source: The branch code you have entered is incorrect. Please check and try again.
es: Formato de código de sucursal no es correcta. Este error es utilizado por los países que tienen tanto un código de banco y código de sucursal.
it: Il codice filiale inserito non è corretto. Si prega di controllare e riprovare.

source: The branch code you have entered is incorrect. Please check and try again.
es: El código de sucursal que ha introducido es incorrecto. Por favor verifique e inténtelo de nuevo.
it: Il codice filiale inserito non è corretto. Si prega di controllare e riprovare.
