Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The International Account Number (IBAN) for Malta is 31 characters in total length. The first 2 characters are 'MT', followed by 2 numbers,4 letters,5 numbers and ends with 18 alphanumeric characters. E.g. MT84 MALT 0110 0001 2345 MTLC AST0 01S
es: El número de cuenta internacional (IBAN) de Montenegro es de 31 caracteres de longitud total. Los 2 primeros caracteres son "MT", seguido de 2 cifras, 4 caracteres alfabéticos, números 5 y termina con 13 caracteres alfanuméricos. Por ejemplo MT84 MALT 0110 0001 2345 MTLC AST0 01S
it: Il numero di conto internazionale (IBAN) per il Malta è composto da 31 caratteri. I primi 2 caratteri sono 'MT', seguono due numeri, 4 caratteri alfabetici, 5 numeri e termina con 18 caratteri alfanumerici. Ad esempio MT84 MALT 0110 0001 2345 MTLC AST0 01S

source: The International Account Number (IBAN) for Netherlands is 18 characters in total length. The first 2 characters are 'NL', followed by 2 numbers,4 letters and ends with 10 numbers. E.g. NL91 ABNA 0417 1643 00
es: El número de cuenta internacional (IBAN) de Holanda es de 18 caracteres de longitud total. Los 2 primeros caracteres son "NL", seguido de 2 cifras, 4 caracteres alfanuméricos y termina con 10 números. Por ejemplo NL91 ABNA 0417 1643 00
it: Il numero di conto internazionale (IBAN) per i Paesi Bassi è composto da 18 caratteri. I primi 2 caratteri sono 'NL', seguono due numeri, 4 caratteri alfabetici e termina con 10 numeri. Ad esempio NL91 ABNA 0417 1643 00

source: The International Account Number (IBAN) for Norway is 15 characters in total length. The first 2 characters are 'NO', followed by 13 numbers. E.g. NO93 8601 1117 947
es: El número de cuenta internacional (IBAN) para Noruega es de 15 caracteres de longitud total. Los 2 primeros caracteres son "NO", seguido de 13 números. Por ejemplo NO93 8601 1117 947
it: Il numero di conto internazionale (IBAN) per la Norvegia è composto da 15 caratteri. I primi 2 caratteri sono 'NO', seguono 13 numeri. Ad esempio NO93 8601 1117 947

source: The International Account Number (IBAN) for Poland is 28 characters in total length. The first 2 characters are 'PL', followed by 26 numbers. E.g. PL61 1090 1014 0000 0712 1981 2874
es: El número de cuenta internacional (IBAN) de Polonia es de 28 caracteres de longitud total. Los 2 primeros caracteres son "PL", seguido de 26 números. Por ejemplo PL61 1090 1014 0000 0712 1981 2874
it: Il numero di conto internazionale (IBAN) per la Polonia è composto da 28 caratteri. I primi 2 caratteri sono 'PL', seguono 26 numeri. Ad esempio PL61 1090 1014 0000 0712 1981 2874

source: The International Account Number (IBAN) for Portugal is 25 characters in total length. The first 2 characters are 'PT', followed by 23 numbers. E.g. PT50 0002 0123 1234 5678 9015 4
es: El número de cuenta internacional (IBAN) de Portugal es de 25 caracteres de longitud total. Los 2 primeros caracteres son "PT", seguido de 23 números. Por ejemplo PT50 0002 0123 1234 5678 9015 4
it: Il numero di conto internazionale (IBAN) per il Portogallo è composto da 25 caratteri. I primi 2 caratteri sono 'PT', seguono 23 numeri. Ad esempio PT50 0002 0123 1234 5678 9015 4

source: The International Account Number (IBAN) for Romania is 24 characters in total length. The first 2 characters are 'RO', followed by 2 numbers,4 letters and ends with 16 alphanumeric characters. E.g. RO49 AAAA 1B31 0075 9384 0000
es: El número de cuenta internacional (IBAN) de Irlanda es de 24 caracteres de longitud total. Los 2 primeros caracteres son "RO", seguido de 2 cifras y termina con 20 caracteres alfanuméricos. Por ejemplo RO49 AAAA 1B31 0075 9384 0000
it: Il numero di conto internazionale (IBAN) per la Romania è composto da 24 caratteri. I primi 2 caratteri sono 'RO', seguono 2 numeri, 4 lettere e si conclude con 16 caratteri alfanumerici. Ad esempio RO49 AAAA 1B31 0075 9384 0000

source: The International Account Number (IBAN) for Serbia is 22 characters in total length. The first 2 characters are 'RS', followed by 20 numbers. E.g. RS35 2600 0560 1001 6113 79
es: El número de cuenta internacional (IBAN) de Serbia es de 22 caracteres de longitud total. Los 2 primeros caracteres son 'RS', seguido de 20 números. Por ejemplo RS35 2600 0560 1001 6113 79
it: Il numero di conto internazionale (IBAN) per la Serbia è composto da 22 caratteri. I primi 2 caratteri sono 'RS', seguono 20 numeri. Ad esempio RS35 2600 0560 1001 6113 79

source: The International Account Number (IBAN) for Sweden is 24 characters in total length. The first 2 characters are 'SE', followed by 22 numbers. E.g. SE45 5000 0000 0583 9825 7466
es: El número de cuenta internacional (IBAN) para Suecia es de 24 caracteres de longitud total. Los 2 primeros caracteres son «SE», seguido de 22 números. Por ejemplo SE45 5000 0000 0583 9825 7466
it: Il numero di conto internazionale (IBAN) per la Svezia è composto da 24 caratteri. I primi 2 caratteri sono 'SE', seguono 22 numeri. Ad esempio SE45 5000 0000 0583 9825 7466

source: The International Account Number (IBAN) for Slovenia is 19 characters in total length. The first 2 characters are 'SI', followed by 17 numbers. E.g. SI56 2633 0001 2039 086
es: El número de cuenta internacional (IBAN) para Eslovenia es de 19 caracteres de longitud total. Los 2 primeros caracteres son "SL", seguido de 17 números. Por ejemplo SI56 2633 0001 2039 086
it: Il numero di conto internazionale (IBAN) per la Slovenia è composto da 19 caratteri. I primi 2 caratteri sono 'SI', seguono 17 numeri. Ad esempio SI56 2633 0001 2039 086

source: The International Account Number (IBAN) for Slovak Republic is 24 characters in total length. The first 2 characters are 'SK', followed by 22 numbers. E.g. SK31 1200 0000 1987 4263 7541
es: El número de cuenta internacional (IBAN) para Eslovaquia es de 24 caracteres de longitud total. Los 2 primeros caracteres son "SK", seguido de 24 números. Por ejemplo SK31 1200 0000 1987 4263 7541
it: Il numero di conto internazionale (IBAN) per la Slovacchia è composto da 24 caratteri. I primi 2 caratteri sono 'SK', seguito da 22 numeri. Ad esempio SK31 1200 0000 1987 4263 7541

source: Company Number
es: Número de Compañía
it: Numero Azienda

source: Invoice Number
es: Número de factura
it: Numero fattura

source: Payment Method
es: Método De Pago
it: Metodo Di Pagamento

source: Customer Id
es: ID del cliente
it: Id cliente

source: Order Date
es: Fecha del pedido
it: Data ordine

source: Items
es: Artículos
it: Articoli

source: Description
es: Descripción
it: Descrizione

source: Credits
es: Créditos

source: Line total
es: Línea totales
it: Totale Linea

source: Subtotal
es: Total parcial
it: Totale parziale

source: English
es: Español
it: Italiano

source: Afghanistan
es: Afganistán
it: Afghanistan (Repubblica Islamica del)

source: Algeria
es: Argelia

source: American Samoa
es: Samoa Americana
it: Samoa Americane

source: Antarctica
es: Antártida
it: Antartide

source: Antigua and Barbuda
es: Antigua y Barbuda
it: Antigua e Barbuda

source: Azerbaijan
es: Azerbaiyán

source: Bahrain
es: Bahrein
it: Bahrein

source: Belarus
es: Bielorrusia
it: Bielorussia

source: Belgium
es: Bélgica
it: Belgio

source: Belize
es: Belice

source: Benin
es: Benín

source: Bermuda
es: Bermudas

source: Bhutan
es: Bután

source: Bosnia and Herzegovina
es: Bosnia-Herzegovina
it: Bosnia ed Erzegovina

source: Bouvet Island
es: Isla Bouvet
it: Isola Bouvet

source: Brazil
es: Brasil
it: Brasile

source: British Indian Ocean Territory
es: Territorio Británico del Océano Indico
it: Territori Britannici dell'Oceano Indiano

source: Cambodia
es: Camboya
it: Cambogia

source: Cameroon
es: Camerún
it: Camerun

source: Canada
es: Canadá

source: Cape Verde
es: Cabo Verde
it: Capo Verde

source: Cayman Islands
es: Islas Caimán
it: Capo Verde

source: Central African Republic
es: República Centroafricana
it: Centrafrica

source: Christmas Island
es: Isla De Navidad, Isla Christmas
it: Isola Christmas

source: Cocos (Keeling) Islands
es: Islas Cocos
it: Isole Cocos

source: Comoros
es: Comores
it: Comore

source: Congo, Republic of (Brazzaville)
es: República del Congo
it: Congo (Rep.)

source: Cook Islands
es: Islas Cook
it: Isole Cook

source: Croatia
es: Croacia
it: Croazia

source: Cyprus
es: Chipre
it: Cipro

source: Czech Republic
es: República Checa
it: Ceca (Repubblica)

source: Democratic Republic of the Congo (Kinshasa)
es: República Democrática del Congo
it: Congo (R.d.)

source: Denmark
es: Dinamarca
it: Danimarca

source: Djibouti
es: Djibouti, Yibuti
it: Gibuti

source: Dominican Republic
es: Dominicana, República
it: Dominicana (Rep.)

source: Egypt
es: Egipto
it: Egitto

source: Equatorial Guinea
es: Guinea Ecuatorial
it: Guinea Equatoriale

source: Ethiopia
es: Etiopía
it: Etiopia

source: Falkland Islands
es: Islas Malvinas
it: Isole Falkland

source: Faroe Islands
es: Islas Feroe
it: Isole Faroe

source: Fiji
es: Fiyi
it: Isole Fiji

source: Finland
es: Finlandia
it: Finlandia

source: France
es: Francia
it: Francia

source: French Guiana
es: Guayana Francesa
it: Guyana Francese

source: French Polynesia
es: Polinesia Francesa
it: Polinesia Francese

source: Gabon
es: Gabón

source: Germany
es: Alemania
it: Germania

source: Greece
es: Grecia
it: Grecia

source: Greenland
es: Groenlandia
it: Groenlandia

source: Grenada
es: Granada

source: Guadeloupe
es: Guadalupe
it: Guadalupa

source: Guinea
es: República Guinea

source: Heard and Mc Donald Islands
es: Islas de Heard y McDonald
it: Isole Heard e McDonald

source: Hungary
es: Hungría
it: Ungheria

source: Iceland
es: Islandia
it: Islanda

source: Iran (Islamic Republic of)
es: Irán
it: Iran

source: Ireland
es: Irlanda
it: Irlanda

source: Isle of Man
es: Isla Man
it: Isola di Man

source: Italy
es: Italia
it: Italia

source: Ivory Coast
es: Costa de Marfil
it: Costa d'Avorio

source: Japan
es: Japón
it: Giappone

source: Jordan
es: Jordania
it: Giordania

source: Kazakhstan
es: Kazajstán

source: Kenya
es: Kenia

source: Korea, Democratic People's Rep. (North Korea)
es: Corea del Norte
it: Corea (R.d.p)

source: Korea, Republic of (South Korea)
es: Corea del Sur
it: Corea (Rep.)

source: Kyrgyzstan
es: Kirguistán
it: Kyrghizistan

source: Lao, People's Democratic Republic
es: Laos
it: Laos

source: Latvia
es: Letonia
it: Lettonia

source: Lebanon
es: Líbano
it: Libano

source: Libya
es: Libia
it: Libia

source: Lithuania
es: Lituania
it: Lituania

source: Luxembourg
es: Luxemburgo
it: Lussemburgo

source: Macedonia, Rep. of
es: Macedonia
it: Macedonia

source: Malaysia
es: Malasia
it: Malesia

source: Maldives
es: Maldivas
it: Maldive

source: Mali
es: Malí

source: Marshall Islands
es: Islas Marshall
it: Marshall (Isole)

source: Martinique
es: Martinica
it: Martinica

source: Mauritius
es: Mauricio

source: Mexico
es: México
it: Messico

source: Micronesia, Federal States of
es: Micronesia, Estados Federados de
it: Micronesia (Isole)

source: Moldova, Republic of
es: Moldavia
it: Moldova

source: Monaco
es: Mónaco

source: Morocco
es: Marruecos
it: Marocco

source: Myanmar, Burma
es: Myanmar, Birmania
it: Myanmar

source: Netherlands
es: Países Bajos, Holanda
it: Paesi Bassi

source: New Caledonia
es: Nueva Caledonia
it: Nuova Caledonia

source: New Zealand
es: Nueva Zelanda
it: Nuova Zelanda

source: Northern Mariana Islands
es: Marianas del Norte
it: Isole Marianne Settentrionali

source: Norway
es: Noruega
it: Norvegia

source: Oman
es: Omán

source: Pakistan
es: Pakistán

source: Palestinian National Authority
es: Palestina
it: Autorità Palestinese

source: Panama
es: Panamá

source: Papua New Guinea
es: Papúa-Nueva Guinea
it: Papua - Nuova Guinea

source: Peru
es: Perú

source: Philippines
es: Filipinas
it: Filippine

source: Pitcairn Island
es: Isla Pitcairn
it: Isole Pitcairn

source: Poland
es: Polonia
it: Polonia

source: Reunion Island
es: Reunión
it: Reunion

source: Romania
es: Rumanía

source: Russian Federation
es: Federación Rusa
it: Russia

source: Rwanda
es: Ruanda
it: Ruanda

source: Saint Helena
es: Santa Elena
it: Sant'Elena

source: Saint Kitts and Nevis
es: San Cristobal y Nevis
it: Sst. Kitts And Nevis

source: Saint Lucia
es: Santa Lucía
it: St. Lucia

source: Saint Vincent and the Grenadines
es: San Vincente y Granadinas
it: St. Vincent

source: Sao Tome and Príncipe
es: San Tomé y Príncipe
it: Sao Tome' e Principe

source: Saudi Arabia
es: Arabia Saudita
it: Arabia Saudita

source: Sierra Leone
es: Sierra Leona

source: Singapore
es: Singapur

source: Slovakia (Slovak Republic)
es: Eslovaquia
it: Slovacchia

source: Slovenia
es: Eslovenia

source: Solomon Islands
es: Islas Salomón
it: Salomone

source: South Africa
es: Sudáfrica
it: Sudafrica

source: South Georgia and South Sandwich Islands
es: Sudo Georgia y los Islas Sandwich del Sur
it: Georgia del Sud e Isole Sandwich meridionali

source: Sudan
es: Sudán

source: Suriname
es: Surinam

source: Taiwan (Republic of China)
es: Taiwan

source: Thailand
es: Tailandia
it: Thailandia

source: Ukraine
es: Ucrania
it: Ucraina

source: Mr.
es: Sr.

source: Mrs.
es: Sra.
it: Signora

source: Ms.
es: Sra.

source: Invalid password
es: Contraseña no válida
it: Password non valida

source: Character mismatch
es: Discordancia de caracteres
it: Disadattamento carattere

source: Bank
es: Banco
it: Banca

source: OR
es: Oregón
it: O

source: I accept the <a href="#modalTermsConditions" data-toggle="modal">terms and conditions</a>
es: acepto los <a href="#modalTermsConditions" data-toggle="modal">términos y condiciones</a>
it: accetto i <a href="#modalTermsConditions" data-toggle="modal">Termini e le Condizioni</a>

source: Home
es: Casa

source: Status
es: Estado
it: Stato

source: Cookie Use
es: Cookies uso
it: Cookie Usa
