Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The bank code identifies the bank who is the issuer of the bank account. The bank code for Andorra is made up of 4 numbers. E.g. 0004
fr: Créer un compte

source: Bank code
fr: S'identifier

source: 4 numeric
fr: Réinitialiser le mot de passe

source: The branch code identifies the account holders branch at the bank. The branch code for Andorra is also made up 4 numbers. E.g.0009
fr: S'inscrire

source: Branch code
fr: Compte

source: 4 numeric
fr: Historique des paiements

source: The account number identifies the actual bank account at the given bank/branch. The account number in Andorra is between 6-12 characters in length and may contain alpha characters and numbers. e.g. 123456ABCDEF
fr: Retour à la connexion

source: Account no.
fr: Solde

source: 6 - 12 alpha-numeric
fr: Conversion par lots

source: The Bankleitzahl (BLZ) number identifies the bank and branch who is the issuer of the bank account. The BLZ is 5 numbers in length. E.g. 19960
fr: Feuilleter

source: BLZ
fr: Nouvelle image

source: 5 numeric
fr: Veuillez saisir les caractères que vous voyez dans l'image ci-dessous.

source: The account number identifies the actual bank account at the given bank/branch. The account number in Austria is 11 numbers in length. E.g. 89456132155
fr: Entreprise

source: Account No.
fr: Confirmation e-mail

source: 11 numeric
fr: Confirmation mot de passe

source: The branch code identifies the account holders branch at the bank. The branch code is made up for 3 numbers. E.g. 134
fr: Bilan de la conversion

source: Bank code
fr: Conversions

source: 3 numeric
fr: Convertir

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 3 numbers. E.g. 111
fr: Conversion réussie

source: Branch code
fr: Prix coûtant

source: 3 numeric
fr: Crédit

source: The account number identifies the actual bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 78945652
fr: Date / heure

source: Account no.
fr: Débit

source: 8 numeric
fr: Télécharger

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 11
fr: Télécharger le fichier

source: Check digit
fr: E-mail

source: 2 numeric
fr: Echec

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 3 numbers in length. E.g. 953
fr: 3. Etat et historique du fichier

source: Bank-branch code
fr: Nom du fichier

source: 3 numeric
fr: Prénom

source: The account number identifies the actual bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 7532125
fr: Prénom

source: Account no.
fr: Mot de passe oublié ?

source: 7 numeric
fr: Aide

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 44
fr: Accueil

source: Check digits
fr: Fonds insuffisants

source: 2 numeric
fr: Invalide

source: The account number identifies the complete bank account at the given bank/branch. The account number is 22 characters in length and may contain alph characters and numbers. E.g. BG93CITI92501212345678
fr: Titre du poste

source: Account no (bban)
fr: Nom de famille

source: 22 alpha-numeric
fr: Dernières infos SEPA

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 00110
fr: Emplacement

source: Bank-branch code
fr: Déconnexion

source: 5 numeric
fr: Nombre de conversions

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alph-characters and numbers. E.g. A23456789012
fr: Ok

source: Account no.
fr: ancien mot de passe

source: 1 - 12 alpha-numeric
fr: Mot de passe

source: The bank code identifies the account holders bank. The bank code is made up for 3 numbers. E.g. 014
fr: Paiement échoué

source: Bank code
fr: En attente

source: 3 numeric
fr: Coordonnées personnelles

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.00001
fr: 1. Préparation du fichier

source: Branch code
fr: Préparez une liste de vos numéros de compte en utilisant notre modèle. Enregistrez une copie au cas où vous auriez besoin de le modifier ultérieurement

source: 5 numeric
fr: Achats

source: The account number identifies the actual bank account at the given bank/branch. The account number is 16 numbers in length. E.g. 1234567890123450
fr: Conversion des achats

source: Account no.
fr: Détails des achats

source: 16 numeric
fr: Enregistrez la feuille de calcul contenant les données de votre numéro de compte dans un fichier CSV, puis téléchargez-le vers le site.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5400
fr: Paramètres

source: Bank-branch code
fr: Conversion unique

source: 4 numeric
fr: Statut

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 337873
fr: Statut / Résultat

source: Prefix
fr: Nom de famille

source: 6 numeric
fr: En cliquant sur "S'inscrire" ci-dessous, vous reconnaissez avoir accepté nos <a href="#modalTermsConditions" data-toggle="modal">conditions d'utilisation</a> et avoir lu et accepté notre <a href="#modalDataUsePolicy" data-toggle="modal">politique d'utilisation des données</a>, y compris notre <a href="#modalCookieUse" data-toggle="modal">politique d'utilisation des cookies</a>.

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The Basic part identifies the later part of actual bank account at the given bank/branch. This part of the account number is 10 numbers in length. E.g. 8796543210
fr: Titre

source: Basic
fr: Coût total

source: 10 numeric
fr: Total TVA

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 10010010
fr: Identifiant de transaction

source: Bank-branch code
fr: Catégorie

source: 8 numeric
fr: Mettre à jour

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 10 numbers in length. E.g. 1111111116
fr: Télécharger vers le site

source: Account no.
fr: 2. Téléchargement du fichier vers le site

source: 1 - 10 numeric
fr: Vous êtes identifié en tant que

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 4 numbers in length. E.g. 5420
fr: Utilisez les informations renvoyées par l'Assistant Bancaire (Kryptos) est utilisez-les pour toute opération future.

source: Bank-branch code
fr: BWG_W_TRANSPOSED

source: 4 numeric
fr: L'Assistant Bancaire (Kryptos) a normalisé les informations du compte bancaire dans un format qui peut être traité par voie électronique.

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 0000245871
fr: Le compte bancaire fourni a été normalisé dans un format qui peut être traité par voie électronique. Veuillez utiliser les coordonnées de compte bancaire mises à jour effectuer votre opération avec succès.

source: Account no.
fr: Dépend de la méthode de paiement.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 2 numbers. E.g. 42
fr: Cette banque/branche n'accepte pas la méthode de paiement FPS.

source: Bank code
fr: La banque/branche ne prend pas en compte les paiements plus rapides (Faster Payments). Il est conseillé d'utiliser un autre moyen de paiement pour éviter tout refus d'opération.

source: 2 numeric
fr: Dépend de la méthode de paiement.

source: Account no.
fr: Ce compte n'accepte pas la méthode de paiement FPS.

source: 2 - 12 numeric
fr: Ce compte ne prend pas en compte les paiements plus rapides (Faster Payments). Il est conseillé d'utiliser un autre moyen de paiement pour éviter tout refus d'opération.

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0003
fr: Dépend de la méthode de paiement.

source: 4 numeric
fr: Cette banque/branche est identifiée comme agence participante directe pour les paiements plus rapides (Faster Payments).

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0001
fr: Aucun.

source: Branch code
fr: Dépend de la méthode de paiement.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567890
fr: Cette banque/branche est identifiée comme agence participante indirecte pour les paiements plus rapides (Faster Payments).

source: Account no.
fr: Aucun.

source: 10 numeric
fr: Dépend de la méthode de paiement.

source: Check digit
fr: Cette banque/branche cessera d'effectuer les traitements pour les paiements plus rapides (Faster Payments) dans les 30 jours.

source: 2 numeric
fr: Aucun.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be between 4 and 6 numbers in length. E.g. 800017
fr: Dépend de la méthode de paiement.

source: 4 - 6 numeric
fr: Cette banque/branche a été transférée sur un autre Sort Code en ce qui concerne les paiements plus rapides (Faster Payments).

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 01791619
fr: Aucun.

source: Account no.
fr: Vous devez refuser ce paiement car le Sort Code a été transféré et ce compte n'est pas valide avec le nouveau Sort Code.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.10011
fr: Ce Sort Code a été transféré et tous les numéros de comptes ont été modifiés.

source: Bank code
fr: Les coordonnées du compte bancaire n'existent plus. Veuillez contacter votre banque pour obtenir de nouvelles coordonnées ou veuillez fournir de nouvelles coordonnées de compte.

source: 5 numeric
fr: S'il s'agit d'une opération unique, alors effectuez la transaction de manière classique. En revanche, s'il d'une opération qui s'effectue périodiquement, il serait peut-être utile d'informer l'utilisateur que ses informations doivent être vérifiées avec sa banque avant de poursuivre.

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g. 00200
fr: BWG_W_BRANCH_TRANSFERRING

source: Branch code
fr: Le traitement des paiements effectués vers et depuis le compte en question sont en cours de transfert vers une branche différente.

source: 5 numeric
fr: La branche qui détient le compte bancaire fourni va être fermée prochainement, et toutes ses transactions seront normalement traitées par une autre branche. S'il s'agit d'une opération unique, elle devrait être menée à bien correctement. En revanche, s'il d'une opération qui s'effectue périodiquement, il est conseillé d'utiliser un nouveau/autre compte bancaire.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 11 characters in length and may contain alph characters and numbers. E.g. 00123456789
fr: Demandez à l'utilisateur de fournir un BIC valide avant de procéder.

source: Account no.
fr: BWG_W_TEST_ONLY

source: 11 alpha-numeric
fr: Le BIC fourni est destiné à des opérations de test uniquement.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numerics in length. E.g. 34
fr: Le BIC fourni a été identifié comme un BIC de test. Veuillez fournir un BIC valide.

source: Check digit
fr: Le paiement ne sera pas effectué correctement s'il doit être effectué avec la méthode SWIFT. Le paiement pourrait être transféré sur une autre branche.

source: 2 numeric
fr: BWG_W_NOT_SWIFT_BIC

source: The bank code identifies the account holders bank and branch. The bank code is made up for 3 numbers. E.g. 012
fr: Le BIC fourni n'est pas lié au réseau SWIFT.

source: Bank code
fr: Le BIC fourni n'est pas lié au réseau SWIFT. Si vous traitez cette opération en utilisant SWIFT, il est possible que vous obteniez un refus. Il est conseillé d'utiliser une autre méthode de paiement.

source: 3 numeric
fr: Effectuez la transaction de manière classique.

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g. 0034
fr: BWG_W_IBAN_UNABLE_TO_DECOMPOSE

source: Branch code
fr: Les informations de compte sont peut-être correctes, mais elle ne respectent pas les règles de format standard. Suède et Portugal particulièrement.

source: 4 numeric
fr: Les informations de compte sont peut-être exactes, mais les règles, les données et les renseignements utilisés pour effectuer une vérification en profondeur ne sont pas disponibles.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 16 characters in length and may contain alph characters and numbers. E.g. A234567890123456
fr: Cette branche n'est pas compatible avec la méthode SEPA pour les Transferts de Crédit (Credit Transfers, CT). S'il s'agit d'un Transfert de Crédit SEPA, n'acceptez pas ces informations. Dans le cas contraire, vous pouvez ignorer cet avertissement.

source: Account no.
fr: BWG_W_SEPA_NO_CT

source: 16 alpha-numeric
fr: Cette branche n'est pas compatible avec la méthode SEPA pour les Transferts de Crédit (Credit Transfers, CT). S'il s'agit d'un transfert SEPA, n'acceptez pas ces informations. Dans le cas contraire, vous pouvez ignorer cet avertissement.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch is 7 numbers in length. E.g. 2489004
fr: Les informations du compte bancaire fournies ne sont pas compatibles avec le Transfert de Crédit SEPA et il est par conséquent conseillé d'utiliser un autre compte bancaire pour éviter tout refus d'opération.

source: Bank-branch code
fr: S'il s'agit d'une opération de Transfert de Crédit SEPA unique, elle devrait être menée à bien correctement. Toutefois, vous devriez essayer d'obtenir de nouvelles informations de compte bancaire pour éviter tout refus d'opération.

source: 7 numeric
fr: BWG_W_SEPA_CEASE_CT

source: The account number identifies the actual bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567897
fr: Cette branche cessera d'être compatible avec la méthode SEPA pour les Transferts de Crédit (Credit Transfers, CT) dans les 30 jours.

source: Account no.
fr: Aucun.

source: 10 numeric
fr: Décision laissée à la charge de la société, en fonction des risques. L'Assistant Bancaire (Kryptos) peut techniquement valider le code banque/branche, mais pas le numéro de compte dans sa totalité.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 12001008
fr: BWG_W_UNAVAILABLE_MODULUS

source: Bank-branch code
fr: Aucune vérification de modulo n'est disponible pour la branche en question.

source: 8 numeric
fr: Les règles généralement utilisées pour effectuer une validation et une conversion en profondeur des informations du compte bancaire fournies ne sont pas disponibles. Une vérification de base a été effectuée et les règles-type ont été utilisées pour effectuer la conversion.

source: An account number in Hungary is made up of 2 key parts. The first part of the account number is 8 numbers in length. E.g. 00222222
fr: S'il s'agit d'une opération de Transfert de Crédit SEPA unique, elle devrait être menée à bien correctement. Toutefois, vous devriez essayer d'obtenir de nouvelles informations de compte bancaire pour éviter tout refus d'opération.

source: Account part 1
fr: BWG_W_SEPA_NO_DD

source: 8 numeric
fr: La branche n'est pas compatible avec la méthode SEPA pour les prélèvement (Direct Debits, DD). S'il s'agit d'un paiement SEPA, n'acceptez pas ces informations. Dans le cas contraire, vous pouvez ignorer cet avertissement.

source: An account number in Hungary is made up of 2 key parts. The second part of the account number is also 8 numbers in length. E.g. 00200006
fr: Les informations du compte bancaire fournies ne sont pas compatibles avec les transactions de prélevement SEPA (Direct Debit) et il est par conséquent conseillé d'utiliser un autre compte bancaire pour éviter tout refus d'opération.

source: Account part 2
fr: S'il s'agit d'une opération de prélèvement SEPA unique (SEPA Direct Debit), elle devrait être menée à bien correctement. Toutefois, vous ne devriez pas accepter ces informations car il se pourrait qu'elles deviennent erronées à terme.

source: 8 numeric
fr: BWG_W_SEPA_CEASE_DD

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 901490
fr: Cette branche cessera d'être compatible avec la méthode SEPA pour les prélèvements (Direct Debits, DD) dans les 30 jours.

source: Sort code
fr: Aucun.

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 71124326
fr: BWG_E_IBAN_NOT_SUPPORTED

source: Account no.
fr: L'IBAN fourni est lié à un pays qui ne reconnaît pas le système IBAN.

source: 8 numeric
fr: L'IBAN fourni est incorrect. Veuillez vérifier et réessayer.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0130
fr: Effectuez la transaction de manière classique.

source: Bank-branch code
fr: BWG_W_FOREIGN_CURRENCY_ACCT

source: 4 numeric
fr: Le compte en question est un compte en devises étrangères.

source: The account type field identifies the actual type of bank account. The account type is 2 numbers in length. E.g. 12
fr: Les informations du compte bancaire fournies ont identifié ce compte comme étant un compte en devises étrangères.

source: Account type
fr: Décision laissée à la charge de la société, en fonction des risques. L'Assistant Bancaire (Kryptos) peut techniquement valider le code banque/branche, mais pas le numéro de compte dans sa totalité.

source: 2 numeric
fr: BWG_W_NO_MODULUS

source: The account number identifies the complete bank account at the given bank/branch. The account number is 6 numbers in length. E.g. 123456
fr: Aucune vérification de modulo n'est disponible pour la branche en question.

source: Account no.
fr: Les règles généralement utilisées pour effectuer une validation et une conversion en profondeur des informations du compte bancaire fournies ne sont pas disponibles. Une vérification de base a été effectuée et les règles-type ont été utilisées pour effectuer la conversion.

source: 6 numeric
fr: S'il s'agit d'une opération unique, alors effectuez la transaction de manière classique. En revanche, s'il d'une opération qui s'effectue périodiquement, il serait peut-être utile d'informer l'utilisateur que ses informations doivent être vérifiées avec sa banque avant de poursuivre.

source: Bank accounts is Iceland are also made up of an identification number, which is 10 numbers in length. E.g. 1234567859
fr: BWG_W_BRANCH_CLOSING

source: Identification no.
fr: Nous avons été informés que la branche en question sera fermée sous peu.

source: 10 numeric
fr: La branche qui détient le compte bancaire fourni va être fermée prochainement. S'il s'agit d'une opération unique, elle devrait être menée à bien correctement. En revanche, s'il d'une opération qui s'effectue périodiquement, il est conseillé d'utiliser un nouveau/autre compte bancaire.

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.05428
fr: Cette branche n'est pas compatible avec les prélèvements Affaires (Business Direct Debit). S'il s'agit de ce genre d'opération, n'acceptez pas les informations. Dans le cas contraire, vous pouvez ignorer cet avertissement.

source: Bank code
fr: BWG_W_SEPA_NO_BD

source: 5 numeric
fr: Cette branche n'est pas compatible avec la méthode SEPA pour les prélèvements SEPA Affaires (Business Direct Debit).

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.11101
fr: Les informations de compte bancaire fournies sont incompatibles avec les opérations de prélèvement SEPA Affaires (SEPA Business Direct Debit) et en conséquence il est conseillé d'utiliser un autre compte bancaire pour éviter tout refus.

source: Branch code
fr: S'il s'agit d'une opération de prélèvement SEPA Affaires unique (SEPA Business Direct Debit), elle devrait être menée à bien correctement. Toutefois, vous ne devriez pas accepter ces informations car il se pourrait qu'elles deviennent erronées à terme.

source: 5 numeric
fr: BWG_W_SEPA_CEASE_BD

source: The account number identifies the complete bank account at the given bank/branch. The account number is 12 characters in length and may contain alpha-characters and numbers. E.g. 000000123456
fr: Cette branche cessera d'être compatible avec la méthode SEPA pour les prélèvements SEPA Affaires (Business Direct Debit) dans les 30 jours.

source: Account no.
fr: Cette branche cessera d'être compatible avec la méthode SEPA pour les prélèvements SEPA Affaires (Business Direct Debit) dans les 30 jours.

source: 12 alpha-numeric
fr: Décision laissée à la charge de la société, en fonction des risques. L'Assistant Bancaire (Kryptos) peut techniquement valider le code banque/branche, mais pas le numéro de compte dans sa totalité.

source: The check digit is used to detect any errors in the complete account number provided. It is 1 alpha character in length. E.g.x
fr: BWG_W_ACCOUNT_NO_DD

source: Check digit
fr: L'algorithme de vérification modulo n'est pas disponible pour ces informations de compte. Cela peut être dû au fait qu'Experian ne dispose pas encore de l'algorithme, ou parce que la banque ne dispose pas de ces vérifications ou ne les met pas à disposition.

source: 1 alpha
fr: Le compte fourni ne prend pas en compte les prélèvements (Direct Debits). Si vous souhaitez effectuer un prélèvement en utilisant ces informations de compte, il est possible que l'opération soit refusée. Il est conseillé d'utiliser un autre compte bancaire compatible avec le prélèvement (Direct Debit), ou d'utiliser un autre moyen de paiement.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 08805
fr: Acceptez les informations et procédez au paiement en utilisant une autre méthode de paiement. Ou alors, n'acceptez pas les informations et demandez l'utilisation d'un autre compte bancaire. Si vous ne recevez pas de paiements de vos clients, vous pouvez choisir d'ignorer ce message.

source: Bank-branch code
fr: BWG_W_BRANCH_NO_DD

source: 5 numeric
fr: Ce compte ne prend pas en compte les transactions de prélèvement domestiques (Domestic Direct Debit, à ne pas confondre avec les transactions SEPA DD)
