Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: <p> <strong>Our use of cookies</strong></p><p> A cookie is a text-only string of information that a website transfers to the cookie file of the browser on your computer's hard disk, so that the website can remember who you are.</p><p> A cookie will typically contain the name of the domain from which the cookie has come, the "lifetime" of the cookie, and a value, usually a randomly generated unique number.</p><p> <strong>Types of cookie used</strong></p><p> When you visit our website, we send you a cookie. Cookies may be used in the following ways:</p><ul type="disc"> <li> To help us recognise you, so that you do not have to re-key your registration details. </li><li> To help us recognise you as a unique visitor (just a number) when you return to our website, and to allow us to tailor content to match your preferred interests. </li><li>To compile anonymous, aggregated statistics that allow us to understand how users use our website, and to help us improve the structure of our website. <strong>We cannot identify you personally in this way.</strong> </li></ul><p> <em>By using our website you agree to our use of these cookies as detailed below.</em></p><p> <strong>Session cookies</strong></p><p> These are important for correct use of the site. Without these you will not be able to have full use of the website, including registering for a free trial account, logging in to and managing your account, and making a purchase with the shopping cart. These cookies are encrypted, only accessible by our website, and last for the duration of your visit.</p><p> <strong>Persistent cookies</strong></p><p> Should you register for an account, or log in to your account, you will have the option of logging in automatically on your next visit to the site. This is done with a persistent cookie that contains encrypted information for us to authenticate you. No personal details are stored in this cookie, and they are not accessible by other websites.</p><p> <strong>Note:</strong> you should only choose automatic log in from your personal computer, not a publicly accessible or shared computer.</p><p> <strong>Analytics-based cookies</strong></p><p> In order to understand how our website is used and to improve it based on user experience, we may run analytics and A/B testing on our site. Cookies of this type that we use include:</p><ul type="disc"> <li> <em>Google Analytics</em> - anonymous tracking (no personal data is obtained) of how the site is used and performs. Cookies are typically used to monitor session usage and identify repeat visits (<em>anonymously</em>). </li></ul><p> <strong>Third party and advertising cookies</strong></p><p> Our website does not display third party advertising. Cookies set are mostly only accessible by our website and don't contain personal information to be passed to other websites. <em>However</em>, social media "like" buttons may be used on the site and, if clicked to share information by social media, may set cookies on your machine relative to the content shared and your account information for the medium used. These cookies are not controlled by us and we accept no responsibility for the information contained within them.</p><p> <strong>Disabling cookies</strong></p><p> If you choose to, you can disable cookies via your browser settings. See the help function of your particular browser for instructions on how to achieve this. Alternatively, most browsers now support plug-ins which can perform "do not track" functionality and these can be used to easily block or accept cookies.</p>
es: <p> <strong>Pol&#237;tica de Privacidad y Seguridad</strong></p><p> El prop&#243;sito de este documento es se&#241;alar a su atenci&#243;n la pol&#237;tica Kryptos Systems Ltd con respecto al uso de, y la protecci&#243;n de los, datos personales almacenados en nuestros sistemas. Tambi&#233;n explica c&#243;mo usamos la informaci&#243;n que recopilamos sobre usted, c&#243;mo usted nos puede indicar si prefiere limitar el uso de esa informaci&#243;n y procedimientos que hemos implementado para proteger su privacidad.</p><p> <strong>El uso de la informaci&#243;n personal</strong></p><p> Hay una serie de &#225;reas dentro de la p&#225;gina web Kryptos sistemas que los datos personales de registro, incluyendo: registro; facturaci&#243;n; p&#243;ngase en contacto con; factura; y tener en cuenta las secciones. La informaci&#243;n solicitada dentro de estas secciones es est&#225;ndar e incluye nombre, direcci&#243;n, n&#250;mero de tel&#233;fono y detalles de correo electr&#243;nico y se recoge para el prop&#243;sito de administrar su cuenta (por lo tanto, esto incluir&#225;: el registro de su cuenta; el procesamiento de las &#243;rdenes que usted hace; comunicarse con usted en cualquier asunto relacionado con la conducta de su cuenta, y la prestaci&#243;n de nuestros servicios en general).</p><p> D&#243;nde estamos llevando a cabo cualquiera de los servicios con la colaboraci&#243;n de un tercero (este ser&#225; clara, ya sea del branding o avisos en el sitio web), entonces podemos ser requeridos a fin de proporcionar los servicios respectivos, para compartir detalles de su cuenta con dicho tercero con el fin de administrar la cuenta (de una manera similar como se mencion&#243; anteriormente) y proporcionar los servicios respectivos.</p><p> Tambi&#233;n vamos a necesitar compartir detalles sobre su uso de nuestros servicios con nuestros licenciantes de datos y revendedores autorizados, con tales detalles como el n&#250;mero de usuarios y el volumen de las transacciones, por lo que los derechos de licencia apropiados y otros pagos se pueden calcular.</p><p> Tambi&#233;n podemos utilizar informaci&#243;n agregada y estad&#237;stica para los fines de la supervisi&#243;n uso del sitio web con el fin de ayudarnos a desarrollar el sitio web y nuestros servicios. Estas estad&#237;sticas no incluir&#225;n informaci&#243;n que puede ser utilizada para identificar cualquier individuo.</p><p> Tambi&#233;n es posible que desee proporcionarle informaci&#243;n acerca de las caracter&#237;sticas especiales de nuestro sitio web o cualquier otro servicio o productos, creemos que puede ser interesante para usted. Si usted no desea recibir esta informaci&#243;n, usted tendr&#225; la oportunidad en nuestro sitio web en el momento de la inscripci&#243;n para hacer esto claro, y, posteriormente, si usted cambia de opini&#243;n, puede enviar un correo electr&#243;nico con una solicitud para support@kryptossystems.co. Reino Unido.</p><p> <strong>Correos electr&#243;nicos</strong></p><p> Recopilamos las direcciones de correo electr&#243;nico para 3 objetivos principales.</p><p> &#183; El correo electr&#243;nico es nuestro medio de comunicaci&#243;n preferido, y se utilizar&#225; para notificar a nuestros clientes de la evoluci&#243;n dentro de los servicios de Sistemas Kryptos.</p><p> &#183; Utilizamos correo electr&#243;nico para administrar su cuenta, por ejemplo, que le alerta cuando el saldo de su cuenta alcanza un determinado nivel.</p><p> &#183; La direcci&#243;n de correo electr&#243;nico en el registro se utilizar&#225; para autenticar a los usuarios que tienen contrase&#241;as olvidadas o cuenta de usuario IDs.</p><p> <strong>Cuando se procesa su Datos Personales</strong></p><p> Aunque procesamos sus datos dentro del Espacio Econ&#243;mico Europeo ("EEE"), debido a la naturaleza global de la infraestructura de Internet, la informaci&#243;n que proporcione puede ser transferida en tr&#225;nsito hacia otros pa&#237;ses de fuera del EEE que no tienen protecciones similares en su lugar como EEE con respecto a sus datos y su uso como se establece en esta pol&#237;tica. Al enviar su informaci&#243;n usted autoriza dichas transferencias fuera del EEE.</p><p> Tambi&#233;n podemos tener terceras empresas que prestan servicios de alojamiento para nosotros. Tales terceras empresas actuar&#225;n como nuestros subcontratistas, y que iban a guardar sus datos &#250;nicamente para dichos fines de alojamiento. Tales subcontratistas no ser&#225;n proporcionados con cualquier permiso para cualquier otro uso o divulgaci&#243;n de sus datos. Tambi&#233;n vamos a asegurarnos de que tenemos garant&#237;as razonables en su lugar con respecto a cualquiera de nuestros subcontratistas, con respecto a la retenci&#243;n y seguridad de datos.</p><p> <strong>Cumplimiento y Confidencialidad</strong></p><p> Nuestra empresa cumple con sus obligaciones en virtud de la legislaci&#243;n de protecci&#243;n de datos aplicable en Inglaterra. Tambi&#233;n se tendr&#225; un cuidado razonable para evitar cualquier acceso no autorizado a sus datos personales.</p><p> Nuestros empleados y contratistas se han hecho conscientes de su responsabilidad para mantener su informaci&#243;n confidencial.</p><p> <strong>Seguridad</strong></p><p> Como usted probablemente sabe, el Internet no es un medio seguro. Sin embargo, hemos puesto en varios procedimientos de seguridad lugar por medio de medidas razonables para proteger su informaci&#243;n.</p><p> Consideramos que la seguridad de sus datos personales y los detalles de cualquier transacci&#243;n que realice en una cuesti&#243;n de la m&#225;xima prioridad.</p><p> La informaci&#243;n de su cuenta est&#225; protegida por el c&#243;digo de cuenta y la contrase&#241;a que usted debe tener seguro en todo momento. Adem&#225;s de su contrase&#241;a, generamos las teclas que se utilizan para autenticar su cuenta contra nuestros servidores cuando se est&#225; consultando la base de datos. Las llaves son un conjunto de letras y n&#250;meros generados al azar y &#250;nico.</p><p> Si usted siente que ha habido una brecha en la seguridad en su licencia p&#243;ngase en contacto con nosotros por correo electr&#243;nico a security@kryptossystems.co.uk.</p><p> <strong>Adquisitivo</strong></p><p> Cuando usted realiza un pedido con nosotros, utilizamos un servidor seguro. Todos los datos que usted nos proporciona, se cifra usando una "Secure Socket Layer" (SSL) sesi&#243;n. SSL es un est&#225;ndar industrial y es una medida ampliamente utilizada para protegerse de los mensajes de Internet de ser interceptados. Debe tener en cuenta, sin embargo, que los navegadores antiguos no pueden utilizar SSL. Para estar seguro, necesitar&#225; Netscape versi&#243;n 4.05 o superior, Microsoft Internet Explorer versi&#243;n 4 o superior, o cualquier navegador de generaci&#243;n similar (por ejemplo, Firefox, Opera).</p><p> Aunque su cuenta se puede configurar para hacer compras repetidas autom&#225;ticamente recarga su cuenta con tarjeta de cr&#233;dito, no lo hacemos realidad almacenamos datos de la tarjeta de cr&#233;dito. S&#243;lo nos mantenemos los &#250;ltimos 4 d&#237;gitos de su tarjeta, el nombre del titular de la tarjeta y una referencia a la &#250;ltima transacci&#243;n realizada en esa tarjeta de nosotros. Es la referencia de la transacci&#243;n que se utiliza para hacer compras repetidas y esto s&#243;lo se puede utilizar entre nosotros y nuestro proveedor de servicios de pago, SagePAY.</p><p> <strong>La protecci&#243;n de sus datos</strong></p><p> M&#225;s all&#225; de lo que nuestra compa&#241;&#237;a hace para proteger su privacidad y seguridad, le aconsejamos adoptar las siguientes medidas adicionales:</p><p> &#183; Elija una contrase&#241;a que pueda recordar, pero que otros no puedan adivinar.</p><p> &#183; Cambie su contrase&#241;a con regularidad, y si lo hace lo escriba, gu&#225;rdelo en un lugar seguro y protegido.</p><p> &#183; No activar Autocompletar (Internet Explorer) o alguna caracter&#237;stica similar.</p><p> &#183; No permita que su navegador de Internet para "recordar" las contrase&#241;as.</p><p> &#183; Cuando haya terminado la sesi&#243;n en nuestro sitio web, le recomendamos que cierre su navegador, por lo que cualquier historia de la sesi&#243;n se borra. Como medida de seguridad a&#250;n m&#225;s nuestra p&#225;gina web se apagar&#225; autom&#225;ticamente la sesi&#243;n si no se utiliza durante m&#225;s de 20 minutos.</p><p> &#183; Desactive cualquier 'cach&#233;' lo que no hay registro de todas las transacciones que quedan en la pantalla - todos los principales navegadores web le permiten hacer esto.</p><p> <strong>Uso de cookies</strong></p><p> Nuestro sitio web crea una cookie cada vez que acceda al sitio web. La cookie contiene una secuencia de n&#250;meros y letras generadas al azar que pueden distinguir entre usted y otros usuarios del servicio. La cookie s&#243;lo es v&#225;lida mientras est&#225; utilizando el sitio web y es indispensable para su funcionamiento. Ninguna informaci&#243;n personal se almacena en la cookie, y el contenido de la cookie s&#243;lo est&#225;n disponibles a la nuestra p&#225;gina web.</p><p> Cuando usted decide comprar un art&#237;culo de nuestra p&#225;gina web una cookie de sesi&#243;n se establece para recordar su opci&#243;n de producto. Esta cookie se borra despu&#233;s de la compra, y s&#243;lo es v&#225;lida para la duraci&#243;n de su sesi&#243;n en nuestro sitio web.</p><p> Si decide iniciar sesi&#243;n autom&#225;ticamente en su cuenta cada vez que visite el sitio web, una cookie se almacena en el ordenador que contiene una versi&#243;n cifrada de su c&#243;digo de cuenta que se utiliza para iniciar sesi&#243;n en el sitio web cada vez que visita.</p><p> Leer m&#225;s sobre nuestro uso de cookies.</p><p> <strong>El uso de Web Beacons</strong></p><p> Algunas de nuestras p&#225;ginas web pueden contener im&#225;genes electr&#243;nicas conocidas como balizas web (a veces conocidas como gifs transparentes) que nos permiten contar los usuarios que han visitado estas p&#225;ginas. Balizas Web recogen informaci&#243;n limitada que incluye un n&#250;mero de cookie, hora y fecha de una vista de p&#225;gina, y una descripci&#243;n de la p&#225;gina en la que reside el web beacon. Tambi&#233;n podemos llevar web beacons colocados por los anunciantes de terceros. Estas balizas no llevan ninguna informaci&#243;n de identificaci&#243;n personal y s&#243;lo se utilizan para realizar un seguimiento de la eficacia de una campa&#241;a en particular.</p><p> <strong>Publicidad de Terceros</strong></p><p> Podemos utilizar un tercero para servir anuncios en nuestro sitio. Las cookies pueden estar asociados con estos anuncios para permitir el anunciante seguimiento del n&#250;mero de usuarios an&#243;nimos que responden a la campa&#241;a. No tenemos acceso ni control de las cookies colocadas por terceros.</p><p> <strong>Desactivaci&#243;n / Cookies Habilitaci&#243;n</strong></p><p> Si usted se registra en nuestro sitio web, o si contin&#250;a utilizando este sitio web, usted acepta el uso de cookies. Usted tiene la posibilidad de aceptar o rechazar las cookies modificando la configuraci&#243;n de su navegador. Sin embargo, es posible que no pueda utilizar todas las funcionalidades de nuestro sitio web si las cookies est&#225;n desactivadas. Con el fin de bloquear o eliminar las cookies, seleccione la entrada "Ayuda" en el men&#250; "" Ayuda "de su navegador de Internet y escriba" "eliminar cookies" o "bloquear las cookies" para encontrar un proceso paso a paso de c&#243;mo llevar a cabo tales acciones.</p><p> <strong>Los sitios de terceros</strong></p><p> Los sitios de Internet de terceros que hotlink a los Sistemas Kryptos no est&#225;n cubiertos por nuestra pol&#237;tica de privacidad y seguridad. Kryptos Sistemas acepta ninguna responsabilidad u obligaci&#243;n por estos sitios.</p><p> <strong>Venta de negocio</strong></p><p> Si este negocio se vende o se integra con otra empresa, sus datos podr&#225;n ser cedidos a nuestros asesores y cualquier posible comprador y sus asesores, y se transmiten a los nuevos propietarios de la empresa. Usted ser&#225; informado de cualquier cambio en la propiedad en nuestro negocio.</p><p> <strong>Actualizaci&#243;n de sus datos</strong></p><p> Si alguna de la informaci&#243;n que nos ha proporcionado los cambios, por ejemplo, si usted cambia su direcci&#243;n de e-mail, nombre u otros detalles, por favor h&#225;ganoslo saber los detalles correctos mediante el env&#237;o de un e-mail a accounts@kryptossystems.co.uk .</p><p> <strong>Su consentimiento</strong></p><p> Al enviar su informaci&#243;n, usted autoriza la utilizaci&#243;n de esa informaci&#243;n tal como se establece en esta pol&#237;tica. Si cambiamos nuestra pol&#237;tica de privacidad, publicaremos los cambios en esta p&#225;gina, y puede colocar avisos en otras p&#225;ginas del sitio web, de modo que usted puede estar al tanto de la informaci&#243;n que recopilamos y c&#243;mo la usamos. Tambi&#233;n podemos enviar por correo electr&#243;nico, debemos realizar ning&#250;n cambio en la forma en que usamos su informaci&#243;n para que puedan dar su consentimiento a nuestro uso de su informaci&#243;n de esa manera. El uso continuado del servicio significar&#225; que usted acepta dichos cambios, y que ha dado su consentimiento para tal uso de su informaci&#243;n.</p><p> Derecho de acceso a la informaci&#243;n y c&#243;mo ponerse en contacto con nosotros</p><p> Cuando usted visita nuestro sitio web, usted tiene control directo sobre la informaci&#243;n de su perfil personal.</p><p> Si usted quiere saber exactamente qu&#233; informaci&#243;n personal que tenemos sobre usted, usted puede obtenerlo. Si la informaci&#243;n en poder resulta ser inexacta, vamos a hacer las modificaciones necesarias y confirmarles que &#233;stos se han hecho. Por favor, escriba a la siguiente direcci&#243;n, adjuntando un cheque por la cuota de administraci&#243;n de &#163; 10 (o si es superior, tal otro cargo seg&#250;n lo estipulado por la ley o la Oficina del Comisionado de Informaci&#243;n del tiempo) a nombre de Sistemas Kryptos (Europa) Ltd, de conformidad a los t&#233;rminos de la Ley de Protecci&#243;n de Datos:</p><p> IT Director,</p><p> Kryptos Systems Ltd</p><p> 29 Hertford Corte</p><p> Meadowfields</p><p> Northampton</p><p> NN3 9TD</p><p> Si desea ponerse en contacto con nosotros para cualquier tipo de duda o comentarios, a continuaci&#243;n, enviaremos un e-mail aqu&#237; o escriba a la al Departamento de Servicios a la direcci&#243;n anterior.</p>
it: <p> <strong>Privacy &amp; Security Policy</strong></p><p> Lo scopo di questo documento &#232; quello di portare alla vostra attenzione la politica Kryptos Systems Ltd per quanto riguarda l'uso di, e la protezione dei dati personali memorizzati, sui nostri sistemi. Spiega anche il modo in cui utilizziamo le informazioni che raccogliamo su di voi, come potete indicare se si preferisce limitare l'uso di tali informazioni e le procedure che abbiamo in atto per salvaguardare la vostra privacy.</p><p> <strong>Utilizzo delle informazioni personali</strong></p><p> Ci sono un certo numero di aree all'interno del sito Kryptos sistemi che registrano i dati personali, compreso il: registrazione; fatturazione; contattare; fattura; e conto sezioni. Le informazioni richieste entro queste sezioni &#232; di serie e comprende il nome, indirizzo, numero di telefono e dettagli e-mail e sono raccolti allo scopo di gestire il vostro conto (questo sar&#224; pertanto comprendere: registrazione del conto; l'elaborazione di eventuali ordini che si fanno, di comunicare con voi su qualsiasi questione relativa allo svolgimento del proprio account, e la fornitura dei nostri servizi a voi in generale).</p><p> Dove stiamo intraprendendo tutti i servizi, in collaborazione con una terza parte (questo sar&#224; chiaro sia dal marchio o avvisi sul sito web), allora ci pu&#242; essere richiesto al fine di fornire i rispettivi servizi, per condividere i dati dell'account con tali terzi al fine di gestire il conto (in modo simile come detto sopra) e fornire i rispettivi servizi.</p><p> Ci sar&#224; anche bisogno di condividere dettagli circa l'utilizzo dei nostri servizi con i nostri licenziatari dati e rivenditori autorizzati, con questi dettagli, tra cui il numero di utenti e il volume delle transazioni, in modo che i canoni appropriati e altri pagamenti possono essere calcolati.</p><p> Possiamo anche utilizzare le informazioni e le statistiche aggregate ai fini del sito utilizzo di monitoraggio al fine di aiutarci a sviluppare il sito ei nostri servizi. Queste statistiche non includono informazioni che possono essere utilizzate per identificare qualsiasi individuo.</p><p> Potremmo anche voler fornire informazioni sulle caratteristiche particolari del nostro sito web o qualsiasi altro servizio o prodotti che riteniamo possano essere di vostro interesse. Se si preferisce non ricevere queste informazioni, si avr&#224; l'opportunit&#224; sul nostro sito Web al momento della registrazione per chiarire questo punto, e, successivamente, se si cambia idea &#232; possibile inviare una e-mail con la richiesta di support@kryptossystems.co. uk.</p><p> <strong>Indirizzi email</strong></p><p> Raccogliamo indirizzi e-mail per 3 scopi principali.</p><p> &#183; La posta elettronica &#232; il nostro mezzo di comunicazione preferito, e verr&#224; utilizzata per informare i nostri clienti degli sviluppi nell'ambito dei servizi Kryptos Sistemi.</p><p> &#183; Usiamo email per gestire il tuo account, ad esempio, vi avverte quando il saldo dell'account raggiunge un determinato livello.</p><p> &#183; L'indirizzo email al momento della registrazione sar&#224; usato per autenticare gli utenti che dispongono di password dimenticate o account utente ID.</p><p> <strong>Dove trattiamo i tuoi dati personali</strong></p><p> Anche se trattiamo i tuoi dati all'interno dello Spazio economico europeo ("SEE"), a causa della natura globale dell'infrastruttura di Internet, le informazioni fornite possono essere trasferite in transito verso altri paesi al di fuori del SEE che non hanno protezioni simili a posto come SEE per quanto riguarda i dati e il suo uso come stabilito in questa politica. Inviando la richiesta informazioni si acconsente a tali trasferimenti di fuori del SEE.</p><p> Possiamo anche avere societ&#224; terze che forniscono servizi di hosting per noi. Tali societ&#224; terze agiranno come i nostri subappaltatori, e avrebbero tenere i tuoi dati esclusivamente a tali scopi di hosting. Tali subappaltatori non saranno forniti con qualsiasi permesso per qualsiasi altro uso o la divulgazione dei dati. Ci sar&#224; anche garantire che abbiamo garanzie ragionevoli in atto per quanto riguarda uno dei nostri subappaltatori, per quanto riguarda la conservazione e la sicurezza dei dati.</p><p> <strong>Compliance &amp; Riservatezza</strong></p><p> La nostra azienda &#232; conforme ai suoi obblighi ai sensi della legislazione sulla protezione dei dati, in Inghilterra. Sar&#224; inoltre cura ragionevole per impedire qualsiasi accesso non autorizzato ai vostri dati personali.</p><p> I nostri dipendenti e collaboratori sono stati informati della loro responsabilit&#224; di mantenere le vostre informazioni riservate.</p><p> <strong>Sicurezza</strong></p><p> Come avrete probabilmente essere a conoscenza, Internet non &#232; un mezzo sicuro. Comunque abbiamo messo in atto varie procedure di sicurezza per mezzo di misure ragionevoli per proteggere i tuoi dati.</p><p> Noi consideriamo la sicurezza dei vostri dati personali ei dettagli delle eventuali operazioni che si fanno per essere una questione di massima priorit&#224;.</p><p> Informazioni del tuo account sono protette dal codice utente e la password che si dovrebbe tenere al sicuro in ogni momento. Oltre alla password, generiamo tasti utilizzati per autenticare l'account contro i nostri server quando si sta interrogando il database. Le chiavi sono un insieme generato in modo casuale e unica di lettere e numeri.</p><p> Se ritieni che ci sia stata una violazione della sicurezza della licenza vi preghiamo di contattarci via e-mail a security@kryptossystems.co.uk.</p><p> <strong>Acquisto</strong></p><p> Quando si effettua un ordine con noi, usiamo un server sicuro. Tutti i dati che ci fornisci, sono criptati utilizzando un (SSL) Sessione 'Secure Socket Layer'. SSL &#232; uno standard del settore ed &#232; una misura ampiamente utilizzato in guardia contro i messaggi Internet essere intercettati. &#200; necessario essere consapevoli, tuttavia, che i browser meno recenti non possono utilizzare SSL. Per essere sicuri, avrete bisogno di Netscape versione 4.05 o superiore, Microsoft Internet Explorer versione 4 o superiore, o qualsiasi browser generazione simile (ad esempio Firefox, Opera).</p><p> Anche se il tuo account pu&#242; essere impostato per fare acquisti ripetere automaticamente top-up il conto con carta di credito, in realt&#224; non conserviamo i dati della carta di credito. Noi riteniamo che solo le ultime 4 cifre della carta, il nome del titolare della carta e un riferimento per l'ultima transazione fatta su quella carta da noi. E 'il riferimento della transazione che viene usato per fare acquisti ripetuti e questo pu&#242; essere utilizzato solo tra noi e il nostro fornitore di servizi di pagamento, SagePAY.</p><p> <strong>Proteggere i vostri dati</strong></p><p> Al di l&#224; di ci&#242; che la nostra azienda fa per proteggere la vostra privacy e la sicurezza, vi consigliamo di adottare le seguenti misure supplementari:</p><p> &#183; Scegliere una password facile da ricordare, ma altri non indovinare.</p><p> &#183; Modificare la password regolarmente, e se lo fai scrivere, conservarla in un luogo sicuro e protetto.</p><p> &#183; Non attivare il completamento automatico (Internet Explorer) o qualsiasi funzione simile.</p><p> &#183; Non permettere che il browser Internet per 'ricordare' le password.</p><p> &#183; Al termine della sessione sul nostro sito si consiglia di chiudere il browser, in modo che qualsiasi storia della sessione viene cancellata. Come ulteriore misura di sicurezza il nostro sito si spegner&#224; automaticamente la sessione, se non viene utilizzato per pi&#249; di 20 minuti.</p><p> &#183; Eliminare qualsiasi 'cache' quindi non c'&#232; alcuna traccia di tutte le transazioni sinistra sullo schermo - tutti i principali browser consentono di fare questo.</p><p> <strong>Utilizzo dei cookie</strong></p><p> Il nostro sito web crea un cookie ogni volta che si accede al sito web. Il cookie contiene una sequenza di numeri generati casualmente e lettere in grado di distinguere tra te e gli altri utenti del servizio. Il cookie &#232; valida solo mentre si sta utilizzando il sito ed &#232; indispensabile al suo funzionamento. Nessuna informazione personale viene memorizzata in questo cookie, e il contenuto del cookie sono disponibili solo per il nostro sito web.</p><p> Quando si sceglie di acquistare un oggetto dal nostro sito un cookie di sessione &#232; impostato per ricordare la scelta del prodotto. Questo cookie viene cancellato al momento dell'acquisto, ed &#232; valido solo per la durata della sessione sul nostro sito web.</p><p> Se si sceglie di accedere automaticamente al tuo account ogni volta che si visita il sito, un cookie viene memorizzato sul vostro PC contenente una versione criptata del codice conto che viene poi utilizzato per voi accedere al sito web ogni volta che si visita.</p><p> Per saperne di pi&#249; circa il nostro uso dei biscotti.</p><p> <strong>Uso di Web Beacon</strong></p><p> Alcune delle nostre pagine web possono contenere immagini elettroniche conosciute come web beacon (noto anche come clear gif) che ci consentono di contare gli utenti che hanno visitato queste pagine. I web beacon raccolgono solo informazioni limitate, che comprende un numero di cookie, l'ora e la data di visualizzazione di una pagina, e una descrizione della pagina su cui risiede il web beacon. Possiamo anche portare web beacon collocati da inserzionisti terzi. Questi fari non portano alcuna informazione personale e sono utilizzati solo per monitorare l'efficacia di una particolare campagna.</p><p> <strong>Pubblicit&#224; di terzi</strong></p><p> Possiamo utilizzare una terza parte per servire pubblicit&#224; sul nostro sito. I cookie possono essere associati con questi annunci per consentire l'inserzionista per tenere traccia del numero di utenti anonimi rispondono alla campagna. Noi non abbiamo accesso o controllo dei cookie immessi da terzi.</p><p> <strong>Disattivazione / abilitare i cookie</strong></p><p> Se ti registri con il nostro sito web, o se si continua a utilizzare questo sito web, l'utente accetta di utilizzare i cookie. Hai la possibilit&#224; di accettare o rifiutare i cookies modificando le impostazioni del browser. Tuttavia, non si pu&#242; essere in grado di utilizzare tutte le caratteristiche interattive del nostro sito web se i cookie sono disattivati. Al fine di bloccare o eliminare i cookie, selezionare la voce "Guida" nel menu "" Aiuto "del vostro browser internet e digitare" "eliminare i cookie" o "bloccare i cookie" per trovare un processo graduale di come intraprendere tale azioni.</p><p> <strong>Siti di terze parti</strong></p><p> Siti Internet di terze parti che hotlink di Kryptos sistemi non sono coperti dalla nostra Politica di sicurezza. Kryptos Systems declina ogni responsabilit&#224; per tali siti.</p><p> <strong>Vendita di affari</strong></p><p> Se questa attivit&#224; viene venduta o integrata con un'altra attivit&#224;, i tuoi dati potranno essere comunicati ai nostri consulenti e tutti i potenziali acquirenti e ai loro consulenti, e saranno trasferiti ai nuovi proprietari del business. Sarete informati di qualsiasi cambiamento di propriet&#224; nel nostro business.</p><p> <strong>Aggiornare i tuoi dati</strong></p><p> Se una qualsiasi delle informazioni che avete fornito a noi cambia, ad esempio, se si cambia il vostro indirizzo e-mail, nome o altri dettagli, fatecelo sapere i dati corretti inviando una e-mail a accounts@kryptossystems.co.uk .</p><p> <strong>Il vostro consenso</strong></p><p> Inviando la richiesta informazioni, l'utente acconsente al trattamento di tali informazioni come indicato nella presente informativa. Se cambiamo la nostra politica sulla privacy noi pubblicheremo le modifiche su questa pagina, e pu&#242; mettere avvisi in altre pagine del sito, in modo che si pu&#242; essere a conoscenza delle informazioni che raccogliamo e come le usiamo. Possiamo anche via e-mail, dovremmo apportare modifiche al modo in cui utilizziamo le informazioni in modo che si pu&#242; acconsentire al nostro utilizzo delle informazioni in questo modo. L'uso continuato del servizio significher&#224; che l'utente accetta di tali modifiche, e di aver acconsentito a tale uso delle informazioni.</p><p> Diritto di accesso alle vostre informazioni e come contattarci</p><p> Quando visitate il nostro sito web, si ha il controllo diretto sulle informazioni nel tuo profilo personale.</p><p> Se volete sapere esattamente quali sono le informazioni personali in nostro possesso su di voi, potete ottenerlo. Se le informazioni contenute si trova ad essere imprecise, faremo le modifiche necessarie e confermarvi che queste sono state fatte. Si prega di scrivere al seguente indirizzo, allegando un assegno per la tassa amministrativa di &#163; 10 (o, se superiore, come l'altra tassa come previsto dallo statuto o l'Ufficio del Commissario per l'Informazione di tanto) intestato a sistemi Kryptos (Europe) Ltd, ai sensi ai termini della legge sulla protezione dei dati:</p><p> IT Director,</p><p> Kryptos Systems Ltd</p><p> 29 Hertford Corte</p><p> Meadowfields</p><p> Northampton</p><p> NN3 9TD</p><p> Se volete contattarci per qualsiasi altra domanda o commento, allora o inviare una mail qui o scrivere al Servizio Clienti all'indirizzo di cui sopra.</p>
