Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Modulus check algorithm is unavailable for these account details. This may be because Experian are awaiting the algorithm or because the bank does not have these checks or does not make them available.
fr: 2 (chiffres)

source: The account provided does not support Direct Debits. If you are looking to setup a Direct Debit using these account details then it may be rejected. It is suggested that you obtain an alternative bank account that does support Direct Debit or that you process the payment under an alternative scheme.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir entre 4 et 6 chiffres. Exemple : 800017

source: Either accept the details and process the payment using an alternative channel, or reject the details and request an alternative bank account. If you are not collecting payments from your customers then you may choose to ignore this message.
fr: Code banque/branche

source: BWG_W_BRANCH_NO_DD
fr: 4-6 (chiffres)

source: The account does not support domestic direct debit transactions (these are different from SEPA DD transactions).
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 8 chiffres. Exemple : 01791619

source: The branch that has issued the given bank account does not support Direct Debit. If you are looking to setup a Direct Debit using these account details then it will be rejected. It is suggested that you obtain an alternative bank account that does support Direct Debit or that you collect the payment using an alternative scheme.
fr: N° de compte

source: Reject the details if you should not be using Foreign Currency Accounts for your application.
fr: 8 (chiffres)

source: Account is a Foreign Currency account.
fr: Code banque

source: The bank account has been identified as a foreign currency account.
fr: 5 (chiffres)

source: Kryptos cannot confirm the validity of this account number. Manually reconfirm the account details before continuing. Typically, you should not treat this condition as an error.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 5 chiffres. Exemple : 00200

source: Modulus checking cannot be applied. This account cannot be modulus checked because the bank-branch code is 4 or 5 digits.
fr: 5 (chiffres)

source: Bank account cannot be validated. Please reconfirm bank account.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 11 caractères et peut contenir des chiffres et des lettres. Exemple : 00123456789

source: Reconfirm the details.
fr: N° de compte

source: Sub-account number is ambiguous. This warning is returned if two different transpositions of the account number would pass modulus checking, therefore Kryptos cannot determine what the account number is, for example 532013000 or 005320130.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 34

source: Sub-account number cannot be validated. Please check before processing.
fr: Numéro de vérification

source: If this is not an electronic payment, ignore this warning.
fr: 2 (chiffres)

source: The branch does not support electronic payment clearing.
fr: Code banque

source: The branch does not support electronic payment clearing.
fr: 3 (chiffres)

source: If this is a one-off payment or Direct Debit collection on an existing account, it is unlikely to be rejected. However, you should reject the details because in the future they may not be valid.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 4 chiffres. Exemple : 0034

source: The bank-branch has been redirected.
fr: 4 (chiffres)

source: The bank-branch has been redirected. Please use the updated bank account details for any electronic processing.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 16 caractères et peut contenir des chiffres et des lettres. Exemple : A234567890123456

source: If this is a one-off payment or a direct debit or credit on an existing account, it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
fr: N° de compte

source: This bank-branch code is now linked to the new BC number and will be closed in the future.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche est composé de 7 chiffres. Exemple : 2489004

source: This bank-branch code is now linked to the new Bank Code number and will be closed in the future. If this is a one-off payment or collection it is unlikely to be rejected. However, you should re-check these details with the account holder before any future payment/collection.
fr: Code banque/branche

source: Check the details are correct, and if so, determine the roll number required.
fr: 7 (chiffres)

source: Collection account requires a reference or roll account number. The account requires a reference or roll number to debit or credit the account.
fr: N° de compte

source: The account requires a roll number or reference number to perform an electronic payment/collection. If no roll or reference number has been provided then obtain this prior to processing any payments.
fr: 10 (chiffres)

source: If you need to use the bank-branch code you should reject the details. Otherwise ignore this warning.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 8 chiffres. Exemple : 12001008

source: Account type for Nordea bank-branch is not recognised. This is generated when a branch has been found that matches the first 4 digits but the last 2 digits are not one of the recognised account type numbers for Nordea.
fr: 8 (chiffres)

source: Account Type for bank-branch is not recognised. The first 4 digits appear to be valid, but the last 2 digits are invalid.
fr: Les comptes bancaires en Hongrie sont constitués de deux clés (deux parties). La première partie du numéro de compte est composée de 8 chiffres. Exemple : 00222222

source: If this is not a cheque payment, ignore this warning.
fr: Identifiant de compte (partie 1)

source: This branch does not support cheque clearing.
fr: Les comptes bancaires en Hongrie sont constitués de deux clés (deux parties). La seconde partie du numéro de compte est également composée de 8 chiffres. Exemple : 00200006

source: This branch does not support cheque clearing.
fr: Identifiant de compte (partie 2)

source: If this is a one-off payment or Direct Debit collection on an existing account, it is unlikely to be rejected. However, you should reject the details because in the future they may not be valid.
fr: 8 (chiffres)

source: This bank code is being taken over by another institution.
fr: Sort code

source: This bank code is being taken over by another institution. If this is a one-off payment or collection it is unlikely to be rejected. However, you should re-check these details with the account holder before any future payment/collection.
fr: 6 (chiffres)

source: Ignore this message if the payment is not a Swiss Francs payment.
fr: Obligatoire - Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 8 chiffres. Exemple : 71124326

source: Branch cannot participate in SIC using Swiss Francs.
fr: 8 (chiffres)

source: None.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 4 chiffres. Exemple : 0130

source: If you need the IBAN, reject the details. Otherwise ignore this warning.
fr: Code banque/branche

source: IBAN cannot be generated. The IBAN cannot be generated from a 4 or 5 digit bank-branch code.
fr: Le champ 'type de compte' identifie précisément le type de compte bancaire en question. Le type de compte est composé de 2 chiffres. Exemple : 12

source: IBAN cannot be generated. The IBAN cannot be generated from a 4 or 5 digit bank-branch code.
fr: Type de compte

source: Ignore this message if this payment is not a direct debit.
fr: 2 (chiffres)

source: Branch cannot participate in SIC Direct Debits for Swiss Francs.
fr: N° de compte

source: None.
fr: 6 (chiffres)

source: For credit accounts this should not cause a problem. However, for AUDDIS instructions, either contact the branch or reject the details.
fr: Les comptes bancaires en Islande sont également liés à un numéro d'identification, qui est composé de 10 chiffres. Exemple : 1234567859

source: Sort code does not support AUDDIS transactions.
fr: 10 (chiffres)

source: Sort code does not support AUDDIS transactions. If the account details are for the setting up of an Automated Direct Debit instruction then the instruction may be rejected. Contact the account holder for alternative bank account details.
fr: Le code banque identifie la banque et la branche du titulaire du compte. Le code banque est composé de 5 chiffres. Exemple : 05428

source: This message can be ignored if this payment is not in Swiss Francs or a direct credit.
fr: Code banque

source: Branch cannot participate in SIC Direct Credits for Swiss Francs.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 5 chiffres. Exemple : 11101

source: None.
fr: Code branche

source: This message can be ignored if this is not a bank to bank transaction.
fr: 5 (chiffres)

source: Branch only accepts bank to bank transactions for Swiss francs.
fr: N° de compte

source: None.
fr: 12 (chiffres et lettres)

source: This message can be ignored if the payment is not a Euros payment.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 1 lettre. Exemple : x

source: Branch cannot participate in SIC using Euros.
fr: 1 (lettre)

source: None.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 5 chiffres. Exemple : 08805

source: Use the transposed details that Kryptos returns and use this for further processings.
fr: Code banque/branche

source: BWG_W_ACCOUNT_NO_DC
fr: 5 (chiffres)

source: Account details were not in standard format and have been transposed. The transposition is performed according to rules for the issuing institution, for example converting all letters to upper case, removing separators, or by padding, typically with zeroes, to a fixed width. This is the standard message that Kryptos returns when any of the account details (including the bank and branch details) have been transposed to the format needed to transmit to the ACH. Whenever it is returned, recover the strings from the core by calling BWI_CC_TRANSPOSED
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 1 et 12 caractères et peut contenir des chiffres et des lettres. Exemple : 12345678901A

source: The account details that you provided were not in standard format and have been standardised for electronic processing. Please use the updated bank account details.
fr: N° de compte

source: This message can be ignored if this payment is not a direct debit.
fr: 1-12 (chiffres et lettres)

source: Branch cannot participate in SIC Direct Debits for Euros.
fr: N° de compte (bban)

source: None.
fr: 20 (chiffres et lettres)

source: This message can be ignored if this payment is not a direct credit.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 20 caractères et peut contenir des chiffres et des lettres. Exemple : LU230079400644750000

source: Branch cannot participate in SIC Direct Credits for Euros.
fr: 20 (chiffres et lettres)

source: None.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 21 caractères et peut contenir des chiffres et des lettres. Exemple : LV34LATB1111111111111

source: The sort code provided does not support credit transactions.
fr: N° de compte (bban)

source: Sort code does not support Building Society Credit transactions.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 13 chiffres. Exemple : 1234567890123

source: The account details is not able to receive credit transactions. Please provide an alternative bank account that accepts credit transactions.
fr: N° de compte

source: If this limitation is a problem for your application, reject the details.
fr: 13 (chiffres)

source: Sort code does not support Dividend Interest Payment transactions.
fr: Code banque/branche

source: None.
fr: 3 (chiffres)

source: If this limitation is a problem for your application, reject the details.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 07

source: Account does not support Claims for Unpaid Cheque transactions.
fr: 2 (chiffres)

source: None.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 8 et 16 caractères et peut contenir des chiffres et des lettres. Exemple : 1234567890123456

source: If this limitation is a problem for your application, reject the details.
fr: N° de compte

source: Account does not support Building Society Credit transactions.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 5 chiffres. Exemple : 01100

source: Depends on payment channel.
fr: Code banque/branche

source: If this limitation is a problem for your application, reject the details.
fr: 8-16 (chiffres et lettres)

source: Account does not support Dividend Interest Payment transactions.
fr: Identifiant bancaire

source: None.
fr: 4 (lettres)

source: warn_78_action
fr: Obligatoire - Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 10 chiffres. Exemple : 0123456789

source: Account does not support AUDDIS transactions.
fr: 10 (chiffres)

source: Account does not support AUDDIS transactions. If the account details are for the setting up of an Automated Direct Debit instruction then the instruction may be rejected. Contact the account holder for alternative bank account details.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 4 chiffres. Exemple : 8601

source: Either accept the details and process the payment using an alternative channel, or reject the details and request an alternative bank account.
fr: Code banque/branche

source: BWG_W_BRANCH_NO_DC
fr: 4 (chiffres)

source: The account does not support domestic direct credit transactions (these are different from SEPA CT transactions).
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 7 chiffres. Exemple : 1117947

source: The branch does not support Direct Credits. If you are looking to setup a Direct Credit using these account details then it may be rejected. It is suggested that you obtain an alternative bank account that does support Direct Credit or process the payment using an alternative payment scheme.
fr: N° de compte

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
fr: 7 (chiffres)

source: Roll number modulus check algorithm is unavailable for these account details. The institution has not provided a modulus checking rule for the roll number, but has not confirmed that one does not exist. This can only occur when performing a roll number check.
fr: Code banque/branche

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
fr: 8 (chiffres)

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
fr: Obligatoire - Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 16 chiffres. Exemple : 1234567890123456

source: Roll number does not use a modulus check algorithm. The institution has confirmed that there is no modulus checking rule that can be applied to validate the roll number. This can only occur when performing a roll number check.
fr: 16 (chiffres)

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 21

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
fr: Numéro de vérification

source: Roll number format check is unavailable for these account details. The institution has not provided a format rule for the roll number, but has not confirmed that one does not exist. This can only occur when performing a roll number check.
fr: Le code banque identifie la banque et la branche du titulaire du compte. Le code banque est composé de 4 chiffres. Exemple : 0035

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
fr: Code banque

source: Manually reconfirm the roll number details before continuing. Do not treat this condition as an error.
fr: 4 (chiffres)

source: Roll number does not use a format check. The institution has confirmed that there is no format rule that can be applied to validate the roll number. This can only occur when performing a roll number check.
fr: Code branche

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
fr: 4 (chiffres)

source: Manually reconfirm the roll number details before continuing. Do not treat this condition as an error.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 11 chiffres. Exemple : 00083630030

source: Roll number information is unavailable for these account details. The sort code and account number are not in the Kryptos database and therefore the roll number cannot be validated. This can only occur when performing a roll number check.
fr: 11 (chiffres)

source: Roll number information is unavailable for these account details. The bank account has been identified as invalid and therefore the roll number cannot be validated
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 41

source: Use the converted roll number in further processings.
fr: Numéro de vérification

source: Non Bacs characters in the roll number were converted to spaces. This can only occur when performing a roll number check.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 24 caractères et peut contenir des chiffres et des lettres. Exemple : RO30MIND1234567812345678

source: The bank account details provided were not in standard format. All non BACS characters have been removed to avoid rejection.
fr: N° de compte (bban)

source: Create account
fr: 24 (chiffres et lettres)

source: login
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 3 chiffres. Exemple : 220

source: Reset Password
fr: Code banque/branche

source: Sign-up
fr: 3 (chiffres)

source: Account
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 13 chiffres. Exemple : 0000012345670

source: Payment History
fr: N° de compte

source: Back to login
fr: 13 (chiffres)

source: Balance
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 10

source: Batch Conversion
fr: Numéro de vérification

source: Browse
fr: 2 (chiffres)

source: New image
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 4 ou 5 chiffres. Exemple : 1214

source: Type the characters you see in the picture below.
fr: Code banque/branche

source: Company
fr: 4-5 (chiffres)

source: Confirm Email
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 2 et 10 chiffres. Exemple : 123456789

source: Confirm Password
fr: N° de compte

source: Conversion Summary
fr: 2-10 (chiffres)

source: Conversions
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 5 chiffres. Exemple : 01000

source: Convert
fr: Code banque/branche

source: Converted Sucessfully
fr: 5 (chiffres)

source: Cost Price
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 10 chiffres. Exemple : 1234567874

source: Credit
fr: N° de compte

source: Date/time
fr: 10 (chiffres)

source: Debit
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 4 chiffres. Exemple : 0900

source: Download
fr: Code banque/branche

source: Download File
fr: 4 (chiffres)

source: Email
fr: Les comptes bancaires en République Tchèque sont constitués de deux clés (deux parties, appelées Préfixe et Basique). La partie Préfixe désigne la première moitié de l'identifiant de compte bancaire chez la banque/branche en question. Cette partie du numéro de compte est composée de 6 chiffres. Exemple : 083237

source: Failed
fr: Préfixe

source: 3. File status and History
fr: 6 (chiffres)

source: Filename
fr: Les comptes bancaires en République Tchèque sont constitués de deux clés (deux parties, appelées Préfixe et Basique). La partie Basique désigne la deuxième moitié de l'identifiant de compte bancaire chez la banque/branche en question. Cette partie du numéro de compte est composée de 10 chiffres. Exemple : 1234567891

source: Firstname
fr: Basique

source: Forename
fr: 10 (chiffres)

source: Forgotten your password?
fr: Le code banque identifie le couple banque/branche émetteur du compte bancaire. Le code banque est composé de 2 chiffres. Exemple : 11

source: Help
fr: Code banque

source: Home
fr: 2 (chiffres)

source: Insufficient Funds
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 3 chiffres. Exemple : 004

source: Invalid
fr: Code branche

source: Job title
fr: 3 (chiffres)

source: Lastname
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 13 chiffres. Exemple : 1234567890123

source: Latest SEPA News
fr: N° de compte

source: Location
fr: 13 (chiffres)

source: Logout
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 38
