Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The bank code you have entered is incorrect. Please check and try again.
de: Die von Ihnen eingebene Bankleitzahl ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihnen eingebene Bankleitzahl ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_BIC_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
de: BWG_E_BIC_FORMAT

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
de: Die von Ihnen eingegebene BIC ist falsch. Bitte korrigieren Sie die Eingabe und versuchen sie es erneut.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihnen eingegebene BIC ist falsch. Bitte korrigieren Sie die Eingabe und versuchen sie es erneut.

source: BWG_E_BIC_INVALID
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
de: BWG_E_BIC_INVALID

source: The BIC provided is incorrect. Please supply a correct IBAN and try again.
de: Die von Ihnen eingegebene BIC ist falsch. Bitte korrigieren Sie die Eingabe und versuchen sie es erneut.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihnen eingegebene BIC ist falsch. Bitte korrigieren Sie die Eingabe und versuchen sie es erneut.

source: BWG_E_BRANCH_CODE_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The branch code you have entered is incorrect. Please check and try again.
de: BWG_E_BRANCH_CODE_FORMAT

source: The branch code you have entered is incorrect. Please check and try again.
de: Der von Ihnen eingebene Filialcode ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Der von Ihnen eingebene Filialcode ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_ACCOUNT_NO_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The account number provided is incorrect. Please supply a correct account number and try again.
de: BWG_E_ACCOUNT_NO_FORMAT

source: The account number provided is incorrect. Please supply a correct account number and try again.
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_CD_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
de: BWG_E_CD_FORMAT

source: The check digit provided is in the incorrect format. Please supply a correct check digit and try again.
de: Die von Ihne eingegebene Kontrollsumme hat das falsche Format. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihne eingegebene Kontrollsumme hat das falsche Format. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_NO_BRANCH
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
de: BWG_E_NO_BRANCH

source: The bank-branch code provided is not in use. Please provide a valid bank-branch code and try again.
de: Der Bank-Filialcode, den Sie eingegeben haben, ist falsch. Bitte überprüfen Sie die Eingabe und versuchen Sie es erneut.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Der Bank-Filialcode, den Sie eingegeben haben, ist falsch. Bitte überprüfen Sie die Eingabe und versuchen Sie es erneut.

source: BWG_E_MODULUS_CHECK
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
de: BWG_E_MODULUS_CHECK

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_MODULUS_CHECK_BANK_CODE
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
de: BWG_E_MODULUS_CHECK_BANK_CODE

source: The bank code provided is in the incorrect format. Please supply a correct bank code and try again.
de: Der von Ihnen eingegebene Bankcode scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Der von Ihnen eingegebene Bankcode scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_MODULUS_CHECK_ACCOUNT_NO
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
de: BWG_E_MODULUS_CHECK_ACCOUNT_NO

source: The account number provided is in an incorrect format. Please supply a correct account number and try again.
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: The International Account Number (IBAN) for Andorra is 24 characters in total length. The first 2 characters are 'AD', followed by 10 numbers and ends with 12 alphanumeric characters. E.g. AD12 0001 2030 2003 5910 0100
de: Die von Ihnen eingegebene Kontonummer scheint falsch zu sein. Bitte überprüfen Sie die Eingabe und versuchen Sie es noch einmal.

source: The International Account Number (IBAN) for Austria is 20 characters in total length. The first 2 characters are 'AT', followed by 18 numbers. E.g. AT61 1904 3002 3457 3201
de: Die Internationale Kontonummer (IBAN) für Andorra hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "AD", gefolgt von 10 Ziffern und endend mit 12 alphanumerischen Zeichen, z.B. "AD12 0001 2030 2003 5910 0100"

source: The International Account Number (IBAN) for Bosnia Herzegovina is 20 characters in total length. The first 2 characters are 'BA', followed by 18 numbers. E.g. BA39 1290 0794 0102 8494
de: Die Internationale Kontonummer (IBAN) für Österreich hat eine Gesamtlänge von 20 Zeichen. Die ersten 2 Zeichen sind "AT", gefolgt von 18 Zahlen, z.B. "AT61 1904 3002 3457 3201"

source: The International Account Number (IBAN) for Belgium is 16 characters in total length. The first 2 characters are 'BE', followed by 14 numbers. E.g. BE68 5390 0754 7034
de: Die Internationale Kontonummer (IBAN) für Bosnien-Herzegowina hat eine Gesamtlänge von 20 Zeichen. Die ersten 2 Zeichen sind "BA", gefolgt von 18 Ziffern, z.B. "BA39 1290 0794 0102 8494"

source: The International Account Number (IBAN) for Bulgaria is 22 characters in total length. The first 2 characters are 'BG', followed by 2 numbers,4 letters,6 numbers and ends with 8 alphanumeric characters. E.g. BG80 BNBG 9661 1020 3456 78
de: Die Internationale Kontonummer (IBAN) für Belgien hat eine Gesamtlänge von 16 Zeichen. Die ersten 2 Zeichen sind "BE", gefolgt von 14 Ziffern, z.B. "BE68 5390 0754 7034"

source: The International Account Number (IBAN) for Switzerland is 21 characters in total length. The first 2 characters are 'CH', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. CH93 0076 2011 6238 5295 7
de: Die Internationale Kontonummer (IBAN) für Bulgarien hat eine Gesamtlänge von 22 Zeichen. Die ersten 2 Zeichen sind "BG", es folgen 2 Ziffern, 4 alphanumerische Zeichen, weitere 6 Ziffern und schließlich 8 alphanumerische Zeichen, Beispiel: "BG80 BNBG 966110 20345678"

source: The International Account Number (IBAN) for Cyprus is 28 characters in total length. The first 2 characters are 'CY', followed by 10 numbers and ends with 16 alphanumeric characters. E.g. CY17 0020 0128 0000 0012 0052 7600
de: Die Internationale Kontonummer (IBAN) für die Schweiz hat eine Gesamtlänge von 21 Zeichen. Die ersten 2 Zeichen sind "CH", gefolgt von 7 Ziffern und endend mit 12 alphanumerischen Zeichen, z.B. "CH93 0076 2011 6238 5295 7"

source: The International Account Number (IBAN) for Czech Republic is 24 characters in total length. The first 2 characters are 'CZ', followed by 22 numbers. E.g. CZ65 0800 0000 1920 0014 5399
de: Die Internationale Kontonummer (IBAN) für Zypern hat eine Gesamtlänge von 28 Zeichen. Die ersten 2 Zeichen sind "CY", gefolgt von 10 Zahlen und endend mit 16 alphanumerischen Zeichen, z.B. "CY17 0020 0128 0000 0012 0052 7600"

source: The International Account Number (IBAN) for Germany is 22 characters in total length. The first 2 characters are 'DE', followed by 20 numbers. E.g. DE89 3704 0044 0532 0130 00
de: Die Internationale Kontonummer (IBAN) für Tschechien hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "CZ", gefolgt von 22 Ziffern, z.B. "CZ65 0800 0000 1920 0014 5399"

source: The International Account Number (IBAN) for Denmark is 18 characters in total length. The first 2 characters are 'DK', followed by 16 numbers. E.g. DK50 0040 0440 1162 43
de: Die Internationale Kontonummer (IBAN) für Deutschland hat eine Gesamtlänge von 22 Zeichen. Die ersten 2 Zeichen sind "DE", gefolgt von 20 Zahlen, z.B. "DE89 3704 0044 0532 0130 00"

source: The International Account Number (IBAN) for Estonia is 20 characters in total length. The first 2 characters are 'EE', followed by 18 numbers. E.g. EE38 2200 2210 2014 5685
de: Die Internationale Kontonummer (IBAN) für Dänemark hat eine Gesamtlänge von 18 Zeichen. Die ersten 2 Zeichen sind "DK", gefolgt von 16 Ziffern, z.B. "DK50 0040 0440 1162 43"

source: The International Account Number (IBAN) for Spain is 24 characters in total length. The first 2 characters are 'ES', followed by 22 numbers. E.g. ES91 2100 0418 4502 0005 1332
de: Die Internationale Kontonummer (IBAN) für Estland hat eine Gesamtlänge von 20 Zeichen. Die ersten 2 Zeichen sind "EE", gefolgt von 18 Ziffern, z.B. "EE38 2200 2210 2014 5685"

source: The International Account Number (IBAN) for Finland is 18 characters in total length. The first 2 characters are 'FI', followed by 16 numbers. E.g. FI21 1234 5600 0007 85
de: Die Internationale Kontonummer (IBAN) für Spanien hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "ES", gefolgt von 22 Ziffern, z.B. "ES91 2100 0418 4502 0005 1332"

source: The International Account Number (IBAN) for France is 27 characters in total length. The first 2 characters are 'FR', followed by 12 numbers,11 alhanumeric characters and ends with 2 numbers. E.g. FR14 2004 1010 0505 0001 3M02 606
de: Die Internationale Kontonummer (IBAN) von Finnland hat eine Gesamtlänge von 18 Zeichen. Die ersten 2 Zeichen sind "FI", gefolgt von 16 Ziffern, z.B. "FI21 1234 5600 0007 85"

source: The International Account Number (IBAN) for the United Kingdom is 22 characters in total length. The first 2 characters are 'GB', followed by 2 numbers,4 letters and ends with 14 numbers. E.g. GB29 NWBK 6016 1331 9268 19
de: Die Internationale Kontonummer (IBAN) von Frankreich hat eine Gesamtlänge von 27 Zeichen. Die ersten 2 Zeichen sind "FR", gefolgt von 12 Ziffern, 11 alphanumerischen Zeichen und endend mit 2 weiteren Ziffern, z.B. "FR14 2004 1010 0505 0001 3M02 606"

source: The International Account Number (IBAN) for Greece is 27 characters in total length. The first 2 characters are 'GR', followed by 9 numbers and ends with 16 alph characters. E.g. GR16 0110 1250 0000 0001 2300 695
de: Die Internationale Kontonummer (IBAN) für das Vereinigte Königreich hat eine Gesamtlänge von 22 Zeichen. Die ersten 2 Zeichen sind "GB", gefolgt von 2 Ziffern, 4 Buchstaben und endend mit 14 weiteren Ziffern, z.B. "GB29 NWBK 6016 1331 9268 19"

source: The International Account Number (IBAN) for Croatia is 21 characters in total length. The first 2 characters are 'HR', followed by 19 numbers. E.g. HR12 1001 0051 8630 0016 0
de: Die Internationale Kontonummer (IBAN) für Griechenland hat eine Gesamtlänge von in 27 Zeichen. Die ersten 2 Zeichen sind "GR", gefolgt von 9 Zahlen und endend mit 16 alphanumerischen Zeichen, z.B. "GR16 0110 1250 0000 0001 2300 695"

source: The International Account Number (IBAN) for Hungary is 28 characters in total length. The first 2 characters are 'HU', followed by 26 numbers. E.g. HU42 1177 3016 1111 1018 0000 0000
de: Die Internationale Kontonummer (IBAN) für Kroatien hat eine Gesamtlänge von 21 Zeichen. Die ersten 2 Zeichen sind "HR", gefolgt von 19 Ziffern, z.B. "HR12 1001 0051 8630 0016 0"

source: The International Account Number (IBAN) for Ireland is 22 characters in total length. The first 2 characters are 'IE', followed by 2 numbers,4 letters and 14 numbers. E.g. IE29 AIBK 9311 5212 3456 78
de: Die Internationale Kontonummer (IBAN) für Ungarn hat eine Gesamtlänge von 28 Zeichen. Die ersten 2 Zeichen sind "HU", die von 26 Ziffern, z.B. "HU42 1177 3016 1111 1018 0000 0000"

source: The International Account Number (IBAN) for Iceland is 26 characters in total length. The first 2 characters are 'IS', followed by 24 numbers. E.g. IS14 0159 2600 7654 5510 7303 39
de: Die Internationale Kontonummer (IBAN) für Irland hat eine Gesamtlänge von 22 Zeichen. Die ersten 2 Zeichen sind "IE", gefolgt von 2 Zahlen, 4 Buchstaben und endend mit 14 Zahlen, z.B. "IE29 AIBK 9311 5212 3456 78"

source: The International Account Number (IBAN) for Italy is 27 characters in total length. The first 2 characters are 'IT', followed by 2 numbers,1 letter,10 numbers and ends with 12 alphanumeric characters. E.g. IT60 X054 2811 1010 0000 0123 456
de: Die Internationale Kontonummer (IBAN) für Island hat eine Gesamtlänge von 26 Zeichen. Die ersten 2 Zeichen sind "IS", gefolgt von 24 Ziffern, z.B. "IS14 0159 2600 7654 5510 7303 39"

source: The International Account Number (IBAN) for Liechtenstein is 21 characters in total length. The first 2 characters are 'LI', followed by 7 numbers and ends with 12 alphanumeric characters. E.g. LI21 0881 0000 2324 013A A
de: Die Internationale Kontonummer (IBAN) für Italien hat eine Gesamtlänge von 27 Zeichen. Die ersten 2 Zeichen sind "IT", gefolgt von 2 Ziffern, 1 Buchstaben, 10 Ziffern und endend mit 12 alphanumerischen Zeichen, z.B. "IT60 X054 2811 1010 0000 0123 456"

source: The International Account Number (IBAN) for Lithuania is 20 characters in total length. The first 2 characters are 'LT', followed by 18 numbers. E.g. LT12 1000 0111 0100 1000
de: Die Internationale Kontonummer (IBAN) für Liechtenstein hat eine Gesamtlänge von 21 Zeichen. Die ersten 2 Zeichen sind "LI", gefolgt von 7 Zahlen und endend mit 12 alphanumerischen Zeichen, z.B. "LI21 0881 0000 2324 013 A A"

source: The International Account Number (IBAN) for Luxembourg is 20 characters in total length. The first 2 characters are 'LU', followed by 5 numbers and ends with 13 alphanumeric characters. E.g. LU28 0019 4006 4475 0000
de: Die Internationale Kontonummer (IBAN) für Litauen hat eine Gesamtlänge von 20 Zeichen. Die ersten 2 Zeichen sind "LT", gefolgt von 18 Ziffern, z.B. "LT12 1000 0111 0100 1000"

source: The International Account Number (IBAN) for Latvia is 21 characters in total length. The first 2 characters are 'LV', followed by 2 numbers,4 letters and ends with 13 alphanumeric characters. E.g. LV80 BANK 0000 4351 9500 1
de: Die Internationale Kontonummer (IBAN) für Luxemburg hat eine Gesamtlänge von 20 Zeichen. Die ersten 2 Zeichen sind "LU", gefolgt von 5 Zahlen und endend mit 13 alphanumerischen Zeichen, z.B. "LU28 0019 4006 4475 0000"

source: The International Account Number (IBAN) for Montenegro is 22 characters in total length. The first 2 characters are 'ME', followed by 20 numbers. E.g. ME25 5050 0001 2345 6789 51
de: Die Internationale Kontonummer (IBAN) für Lettland hat eine Gesamtlänge von 21 Zeichen. Die ersten 2 Zeichen sind "LV", gefolgt von 2 Zahlen, 4 Buchstaben und endend mit 13 alphanumerischen Zeichen, z.B "LV80 BANK 0000 4351 9500 1"

source: The International Account Number (IBAN) for Malta is 31 characters in total length. The first 2 characters are 'MT', followed by 2 numbers,4 letters,5 numbers and ends with 18 alphanumeric characters. E.g. MT84 MALT 0110 0001 2345 MTLC AST0 01S
de: Die Internationale Kontonummer (IBAN) für Montenegro hat eine Gesamtlänge von 22 Zeichen Gesamtlänge. Die ersten 2 Zeichen sind "ME", gefolgt von 20 Ziffern, z.B. "ME25 5050 0001 2345 6789 51"

source: The International Account Number (IBAN) for Netherlands is 18 characters in total length. The first 2 characters are 'NL', followed by 2 numbers,4 letters and ends with 10 numbers. E.g. NL91 ABNA 0417 1643 00
de: Die Internationale Kontonummer (IBAN) für Malta hat eine Gesamtlänge von 31 Zeichen. Die ersten 2 Zeichen sind "MT", gefolgt von 2 Ziffern, 4 Buchstaben, 5 Ziffern und endend mit 18 alphanumerischen Zeichen, z.B. "MT84 MALT 0110 0001 2345 MTLC AST0 01S"

source: The International Account Number (IBAN) for Norway is 15 characters in total length. The first 2 characters are 'NO', followed by 13 numbers. E.g. NO93 8601 1117 947
de: Die Internationale Kontonummer (IBAN) für die Niederlande hat eine Gesamtlänge von 18 Zeichen Gesamtlänge. Die ersten 2 Zeichen sind "NL", gefolgt von 2 Ziffern, 4 Buchstaben und endend mit 10 Ziffern, z.B. "NL91 ABNA 0417 1643 00"

source: The International Account Number (IBAN) for Poland is 28 characters in total length. The first 2 characters are 'PL', followed by 26 numbers. E.g. PL61 1090 1014 0000 0712 1981 2874
de: Die Internationale Kontonummer (IBAN) für Norwegen hat eine Gesamtlänge von 15 Zeichen. Die ersten 2 Zeichen sind "NO", gefolgt von 13 Zahlen, z.B. "NO93 8601 1117 947"

source: The International Account Number (IBAN) for Portugal is 25 characters in total length. The first 2 characters are 'PT', followed by 23 numbers. E.g. PT50 0002 0123 1234 5678 9015 4
de: Die Internationale Kontonummer (IBAN) für Polen hat eine Gesamtlänge von 28 Zeichen. Die ersten 2 Zeichen sind "PL", gefolgt von 26 Ziffern, z.B. "PL61 1090 1014 0000 0712 1981 2874"

source: The International Account Number (IBAN) for Romania is 24 characters in total length. The first 2 characters are 'RO', followed by 2 numbers,4 letters and ends with 16 alphanumeric characters. E.g. RO49 AAAA 1B31 0075 9384 0000
de: Die Internationale Kontonummer (IBAN) für Portugal hat eine Gesamtlänge von 25 Zeichen. Die ersten 2 Zeichen sind "PT", gefolgt von 23 Ziffern, z.B. "PT50 0002 0123 1234 5678 9015 4"

source: The International Account Number (IBAN) for Serbia is 22 characters in total length. The first 2 characters are 'RS', followed by 20 numbers. E.g. RS35 2600 0560 1001 6113 79
de: Die Internationale Kontonummer (IBAN) für Rumänien hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "RO", gefolgt von 2 Ziffern, 4 Buchstaben und endend mit 16 alphanumerischen Zeichen, z.B. "RO49 AAAA 1B31 0075 9384 0000"

source: The International Account Number (IBAN) for Sweden is 24 characters in total length. The first 2 characters are 'SE', followed by 22 numbers. E.g. SE45 5000 0000 0583 9825 7466
de: Die Internationale Kontonummer (IBAN) für Serbien hat eine Gesamtlänge von 22 Zeichen. Die ersten 2 Zeichen sind "RS", gefolgt von 20 Ziffern, z.B. "RS35 2600 0560 1001 6113 79"

source: The International Account Number (IBAN) for Slovenia is 19 characters in total length. The first 2 characters are 'SI', followed by 17 numbers. E.g. SI56 2633 0001 2039 086
de: Die Internationale Kontonummer (IBAN) für Schweden hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "SE", gefolgt von 22 Ziffern, z.B. "SE45 5000 0000 0583 9825 7466"

source: The International Account Number (IBAN) for Slovak Republic is 24 characters in total length. The first 2 characters are 'SK', followed by 22 numbers. E.g. SK31 1200 0000 1987 4263 7541
de: Die Internationale Kontonummer (IBAN) für Slowenien hat eine Gesamtlänge von 19 Zeichen. Die ersten 2 Zeichen sind "SI", gefolgt von 17 Ziffern, z.B. "SI56 2633 0001 2039 086"

source: Company Number
de: Die Internationale Kontonummer (IBAN) für die Slowakei hat eine Gesamtlänge von 24 Zeichen. Die ersten 2 Zeichen sind "SK", gefolgt von 22 Ziffern, z.B. "SK31 1200 0000 1987 4263 7541"

source: Invoice Number
de: Firmennummer

source: Payment Method
de: Rechnung Nr

source: Customer Id
de: Zahlungsmethode

source: Order Date
de: Kunden-Nummer

source: Items
de: Bestelldatum

source: Description
de: Angebote

source: Credits
de: Beschreibung

source: Line total
de: Credits

source: Subtotal
de: Linie insgesamt

source: Total
de: Zwischensumme

source: English
de: Insgesamt

source: Afghanistan
de: Deutsch

source: Albania
de: Afghanistan

source: Algeria
de: Albanien

source: American Samoa
de: Algerien

source: Andorra
de: Amerikanisch-Samoa

source: Angola
de: Andorra

source: Anguilla
de: Angola

source: Antarctica
de: Anguilla

source: Antigua and Barbuda
de: Antarktis

source: Argentina
de: Antigua und Barbuda

source: Armenia
de: Argentinien

source: Aruba
de: Armenien

source: Australia
de: Aruba

source: Austria
de: Australien

source: Azerbaijan
de: sterreich

source: Bahamas
de: Aserbaidschan

source: Bahrain
de: Bahamas

source: Bangladesh
de: Bahrain

source: Barbados
de: Bangladesch

source: Belarus
de: Barbados

source: Belgium
de: Belarus, (Weißrußland)

source: Belize
de: Belgien

source: Benin
de: Belize

source: Bermuda
de: Benin

source: Bhutan
de: Bermuda

source: Bolivia
de: Bhutan

source: Bosnia and Herzegovina
de: Bolivien

source: Botswana
de: Bosnien und Herzegovina

source: Bouvet Island
de: Botsuana

source: Brazil
de: Bouvetinsel

source: British Indian Ocean Territory
de: Brasilien

source: Brunei Darussalam
de: Britisches Territorium im Indischen Ozean

source: Bulgaria
de: Brunei Darussalam

source: Burkina Faso
de: Bulgarien

source: Burundi
de: Burkina Faso (Obervolta - 1984)

source: Cambodia
de: Burundi

source: Cameroon
de: Kambodscha

source: Canada
de: Kamerun

source: Cape Verde
de: Kanada

source: Cayman Islands
de: Kap Verde

source: Central African Republic
de: Kaimaninseln

source: Chad
de: Zentralafrikanische Republik

source: Chile
de: Tschad

source: China
de: Chile

source: Christmas Island
de: China

source: Cocos (Keeling) Islands
de: Weihnachtsinsel

source: Colombia
de: Kokosinseln (Keeling)

source: Comoros
de: Kolumbien
