Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Data Use Policy
de: Datenverwendungsrichtlinien
es: Política de uso de datos
it: Politiche di utilizzo dei dati

source: Cookie Use
de: <p> <strong>Datenschutz- und Sicherheitsrichtlinie</strong></p><p> Der Zweck dieses Dokuments ist es, Ihre Aufmerksamkeit Kryptos Systems Ltd die Politik in Bezug auf die Verwendung von und den Schutz der, auf unseren Systemen gespeicherten personenbezogenen Daten zu bringen. Es erkl&#228;rt auch, wie wir die Informationen, die wir &#252;ber Sie sammeln, wie Sie uns anweisen, wenn Sie es vorziehen, um die Verwendung dieser Informationen und Vorgehensweisen, die wir in Ort, um Ihre Privatsph&#228;re zu sch&#252;tzen haben, zu begrenzen.</p><p> <strong>Verwendung personenbezogener Daten</strong></p><p> Es gibt eine Reihe von Bereichen innerhalb des Kryptos Systems Website die Aufzeichnung personenbezogener Daten, einschlie&#223;lich der: Registrierung; Abrechnung; wenden; Rechnung; und Konto Abschnitte. Die in diesen Abschnitten angeforderten Informationen ist Standard und umfasst Namen, Anschrift, Telefonnummer und E-Mail-Details und ist f&#252;r die Zwecke der Verwaltung Ihres Kontos gesammelt (dies wird daher beinhalten: Registrierung Ihres Kontos; Verarbeitung aller Auftr&#228;ge, die Sie vornehmen, die Kommunikation mit Ihnen auf alle Fragen, die die Durchf&#252;hrung von Ihrem Konto und die Bereitstellung unserer Dienstleistungen, um Sie im Allgemeinen).</p><p> Wo wir mit einem Dritten der Vornahme von Dienstleistungen in Zusammenarbeit (dies wird entweder von der Branding oder Mitteilungen auf der Website klar sein), so k&#246;nnen wir, um die jeweiligen Dienste, auf Ihre Kontodaten mit Dritten zu teilen erforderlich Um das Konto (in einer &#228;hnlichen Weise wie oben erw&#228;hnt) zu verwalten und stellen die jeweiligen Dienste.</p><p> Wir m&#252;ssen auch Informationen &#252;ber Ihre Nutzung unserer Dienste mit unseren Daten Lizenzgebern und autorisierte Wiederverk&#228;ufer zu teilen, mit solchen Details, einschlie&#223;lich der Anzahl der Benutzer und Volumen der Transaktionen, so dass entsprechende Lizenzgeb&#252;hren und andere Zahlungen berechnet werden kann.</p><p> Wir k&#246;nnen auch aggregierte Informationen und Statistiken f&#252;r die Zwecke der &#220;berwachung der Websitenutzung verwenden, um uns dabei helfen, die Website und unsere Dienstleistungen. Diese Statistiken enthalten keine Informationen, die verwendet werden k&#246;nnen, um jede Person zu identifizieren.</p><p> Wir k&#246;nnen auch zu Ihnen Informationen &#252;ber spezielle Funktionen auf unserer Website oder einer anderen Dienstleistung oder Produkte, die wir denken, kann f&#252;r Sie von Interesse sein werden. Wenn Sie diese Informationen nicht erhalten m&#246;chten, haben Sie die M&#246;glichkeit auf unserer Website zum Zeitpunkt der Eintragung dieses deutlich zu machen haben, und anschlie&#223;end, wenn Sie Ihre Meinung &#228;ndern, k&#246;nnen Sie eine E-Mail mit einer solchen Anfrage an support@kryptossystems.co schicken. uk.</p><p> <strong>E-Mail-Adressen</strong></p><p> Wir sammeln E-Mail-Adressen f&#252;r die 3 Hauptziele.</p><p> &#183; E-Mail ist unsere bevorzugte Kommunikationsmittel, und werden verwendet, um unseren Kunden die Entwicklungen innerhalb der Kryptos Systeme Dienstleistungen informieren.</p><p> &#183; Wir verwenden E-Mail, um Ihr Konto zu verwalten, beispielsweise durch warnt Sie, wenn Ihr Kontostand einen bestimmten Wert erreicht.</p><p> &#183; Die E-Mail-Adresse bei der Anmeldung verwendet werden, um Benutzer, die vergessene Passw&#246;rter oder Benutzerkonto IDs zu authentifizieren.</p><p> <strong>Wo Wir verarbeiten Ihre pers&#246;nlichen Daten</strong></p><p> Obwohl wir Ihre Daten innerhalb des Europ&#228;ischen Wirtschaftsraums ("EWR"), aufgrund der globalen Natur des Internet-Infrastruktur zu verarbeiten, die Informationen, die Sie m&#246;glicherweise auf der Durchreise in andere L&#228;nder au&#223;erhalb des EWR, die nicht &#252;ber &#228;hnliche Schutzvorrichtungen an Ort und Stelle, wie &#252;bertragen werden die EUA in Bezug auf Ihre Daten und deren Verwendung als die in dieser Richtlinie festgelegt. Mit dem Absenden Ihrer Daten, die Sie solche &#220;bertragungen au&#223;erhalb des EWR einverstanden.</p><p> Wir k&#246;nnen auch Drittunternehmen die Bereitstellung Hosting-Dienste f&#252;r uns. Solche Drittunternehmen werden als unsere Subunternehmer fungieren, und sie w&#252;rden Ihre Daten nur f&#252;r solche Hosting-Zwecke zu halten. Solche Subunternehmer werden nicht an die Erlaubnis f&#252;r jede andere Verwendung oder Weitergabe Ihrer Daten zur Verf&#252;gung gestellt werden. Wir werden auch daf&#252;r sorgen, dass wir angemessene Sicherheitsvorkehrungen in Bezug auf irgendwelche unserer Subunternehmer, im Hinblick auf die Datenaufbewahrung und Sicherheit.</p><p> <strong>Compliance &amp; Vertraulichkeit</strong></p><p> Unser Unternehmen erf&#252;llt seine Verpflichtungen aus dem geltenden Datenschutzbestimmungen in England. Es wird auch mit angemessener Sorgfalt, um unbefugten Zugriff auf Ihre pers&#246;nlichen Daten zu verhindern.</p><p> Unsere Mitarbeiter und Vertragspartner sind sich ihrer Verantwortung bewusst, Ihre Daten vertraulich zu behandeln gemacht worden.</p><p> <strong>Sicherheit</strong></p><p> Wie Sie wahrscheinlich bewusst sein, das Internet ist kein sicheres Medium. Allerdings haben wir an Ort und Stelle verschiedene Sicherheitsverfahren durch angemessene Ma&#223;nahmen, um Ihre Daten zu sch&#252;tzen gesetzt haben.</p><p> Wir betrachten die Sicherheit Ihrer pers&#246;nlichen Daten und die Details der Transaktionen, die Sie an eine Frage von h&#246;chster Priorit&#228;t sein.</p><p> Ihre Kontoinformationen wird von Ihrem Konto Code und Passwort, die Sie sollten zu jeder Zeit sicher zu halten gesch&#252;tzt. Zus&#228;tzlich zu vergessen, wir erzeugen Schl&#252;ssel, die verwendet werden, um Ihr Konto gegen unsere Server authentifizieren, wenn Sie Abfragen der Datenbank. Keys sind eine zuf&#228;llig generierte und einzigartige Reihe von Buchstaben und Zahlen.</p><p> Wenn Sie das Gef&#252;hl, dass es auf dem Lizenz eine Verletzung der Sicherheits kontaktieren Sie uns bitte per E-Mail an security@kryptossystems.co.uk.</p><p> <strong>Purchasing</strong></p><p> Wenn Sie einen Auftrag mit uns vergeben, verwenden wir einen sicheren Server. Alle Daten, die Sie uns zur Verf&#252;gung stellen, wird unter Verwendung eines 'Secure Socket Layer' (SSL) Sitzung verschl&#252;sselt. SSL ist ein Industriestandard und ist eine weit verbreitete Ma&#223;nahme, um gegen die Internet-Nachrichten sch&#252;tzen abgefangen. Sie sollten sich jedoch bewusst sein, dass &#228;ltere Browser k&#246;nnen keine SSL. Um sicher zu sein, m&#252;ssen Sie Netscape Version 4.05 oder h&#246;her, Microsoft Internet Explorer Version 4 oder h&#246;her, oder jede &#228;hnliche Generation-Browser (zB Firefox, Opera).</p><p> Obwohl Ihr Konto kann eingerichtet werden, um Wiederholungsk&#228;ufe automatisch top-up Ihr Konto per Kreditkarte zu machen, die wir nicht wirklich Kreditkarten-Daten zu speichern. Wir halten nur die letzten 4 Ziffern Ihrer Karte, den Kartenhalter-Namen und einem Verweis auf die letzte Transaktion auf dieser Karte aus uns gemacht. Es ist die Transaktion Referenz, die verwendet wird, um Wiederholungsk&#228;ufe zu machen und dies kann nur zwischen uns und unseren Zahlungsdienstleister, SagePAY verwendet werden.</p><p> <strong>Schutz Ihrer Daten</strong></p><p> Dar&#252;ber, was unser Unternehmen tut, um Ihre Privatsph&#228;re und Sicherheit zu sch&#252;tzen, w&#252;rden wir Ihnen raten, die folgenden zus&#228;tzlichen Ma&#223;nahmen:</p><p> &#183; W&#228;hlen Sie ein Passwort, das Sie sich erinnern k&#246;nnen, aber andere nicht erraten.</p><p> &#183; &#196;ndern Sie Ihr Passwort regelm&#228;&#223;ig, und wenn Sie schreiben Sie es zu tun, halten Sie es an einem sicheren Ort und sicher.</p><p> &#183; Autocomplete (Internet Explorer) oder &#228;hnliche Funktion nicht aktivieren.</p><p> &#183; Lassen Sie Ihren Internet-Browser zu "erinnern" Passw&#246;rter.</p><p> &#183; Wenn Sie Ihre Sitzung auf unserer Website abgeschlossen haben, empfehlen wir, dass Sie Ihren Browser schlie&#223;en, so dass jede Geschichte der Sitzung gel&#246;scht. Als weitere Sicherheitsma&#223;nahme unsere Website wird automatisch heruntergefahren Ihre Sitzung, wenn es nicht mehr als 20 Minuten nicht benutzt.</p><p> &#183; L&#246;schen Sie alle "Cache", so gibt es keine Aufzeichnungen von Transaktionen links auf dem Bildschirm - alle g&#228;ngigen Web-Browsern k&#246;nnen Sie dies tun.</p><p> <strong>Einsatz von Cookies</strong></p><p> Unsere Webseite erstellt ein Cookie bei jedem Zugriff auf die Website. Das Cookie enth&#228;lt eine Folge von zuf&#228;llig generierten Zahlen und Buchstaben, die zwischen Ihnen und anderen Nutzern des Dienstes unterscheiden kann. Das Cookie ist nur g&#252;ltig, w&#228;hrend Sie mit der Website und ist wesentlich f&#252;r seinen Betrieb. Werden keine pers&#246;nlichen Informationen in diesem Cookie gespeichert, und der Inhalt des Cookies sind nur f&#252;r die auf unserer Website zur Verf&#252;gung.</p><p> Wenn Sie einen Artikel aus unserer Webseite kaufen w&#228;hlen Sie eine Session-Cookie wird eingestellt, um Ihre Produktwahl zu erinnern. Dieses Cookie wird nach dem Kauf kl&#228;ren, und ist nur f&#252;r die Dauer Ihrer Sitzung auf unserer Website g&#252;ltig.</p><p> Wenn Sie bei jedem Besuch der Website automatisch melden Sie sich an Ihrem Konto wird ein Cookie auf Ihrem PC enth&#228;lt eine verschl&#252;sselte Version Ihrer Kontocode, der dann verwendet wird, um Sie bei der Website, wenn Sie besuchen log gespeichert werden.</p><p> Lesen Sie mehr &#252;ber unseren Einsatz von Cookies.</p><p> <strong>Verwendung von Web Beacons</strong></p><p> Einige unserer Webseiten k&#246;nnen elektronische Bilder als Web Beacons (auch als Clear GIFs bekannt), die uns f&#252;r die Nutzer, die diese Seiten besucht haben, z&#228;hlen zu erm&#246;glichen bekannt sind. Web Beacons sammeln nur begrenzte Informationen, die ein Cookie-Nummer, Uhrzeit und Datum des Seitenaufrufs sowie eine Beschreibung der Seite, auf der der Web-Beacon befindet umfasst. Wir k&#246;nnen es auch mit Web Beacons von Dritten zu Werbe platziert. Diese Baken tragen keine pers&#246;nlich identifizierbaren Informationen und werden nur verwendet, um die Wirksamkeit einer bestimmten Kampagne zu verfolgen.</p><p> <strong>Third Party Werbung</strong></p><p> Wir kann einen Dritten zu verwenden, um Anzeigen auf unserer Seite zu dienen. Cookies k&#246;nnen mit diesen Anzeigen zugeordnet werden, um den Inserenten zu erm&#246;glichen, die Anzahl der anonymen Benutzer als Reaktion auf die Kampagne zu verfolgen. Wir haben keinen Zugriff auf oder Kontrolle von Cookies durch Dritte get&#228;tigt.</p><p> <strong>Cookies aktivieren / deaktivieren</strong></p><p> Wenn Sie sich registrieren mit unserer Website, oder wenn Sie weiterhin zur Nutzung dieser Website erkl&#228;ren Sie sich mit der Verwendung von Cookies. Sie haben die M&#246;glichkeit, Cookies annehmen oder ablehnen, indem Sie die Einstellungen in Ihrem Browser. Allerdings k&#246;nnen Sie nicht in der Lage, alle interaktiven Funktionen unserer Website benutzen, wenn Cookies deaktiviert sind. Um zu blockieren oder Cookies l&#246;schen, w&#228;hlen Sie die "Hilfe" unter dem Men&#252;eintrag Ihres Internet-Browsers "" Hilfe "und geben Sie" oder "Block Cookies" "Cookies l&#246;schen", um eine Schritt f&#252;r Schritt, wie man &#252;bt solche zu finden Aktionen.</p><p> <strong>Websites Dritter</strong></p><p> Fremde Internetseiten, die auf Kryptos Systeme Hotlink werden nicht durch unsere Datenschutz- und Sicherheitspolitik fallen. Kryptos Systeme &#252;bernimmt keine Verantwortung oder Haftung f&#252;r diese Webseiten.</p><p> <strong>Verkauf von Unternehmen</strong></p><p> Wenn diese Unternehmen verkauft wird oder mit einem anderen Unternehmen integriert ist, k&#246;nnen Ihre Daten an unsere Berater und alle Kaufinteressenten und ihre Berater weitergegeben werden, und wird auf den neuen Eigent&#252;mer des Unternehmens &#252;bergeben werden. Sie werden &#252;ber eine &#196;nderung der Eigentumsverh&#228;ltnisse in unserem Gesch&#228;ft informieren.</p><p> <strong>Aktualisieren Sie Ihre Daten</strong></p><p> Wenn eine der Informationen, die Sie uns zur Verf&#252;gung gestellt haben &#228;ndert, zum Beispiel wenn Sie Ihre E-Mail-Adresse, Name oder andere Details &#228;ndern, informieren Sie uns bitte die korrekten Angaben per E-Mail an accounts@kryptossystems.co.uk .</p><p> <strong>Ihre Zustimmung</strong></p><p> Durch die &#220;bermittlung Ihrer Daten stimmen Sie der Verwendung dieser wie in dieser Richtlinie festgelegt Informationen einverstanden. Wenn wir unsere Datenschutzbestimmungen &#228;ndern, werden wir die &#196;nderungen auf dieser Seite ver&#246;ffentlichen und kann Hinweise auf andere Seiten der Website zu platzieren, so dass Sie Kenntnis von den Informationen, die wir sammeln und wie wir sie verwenden. Wir k&#246;nnen auch eine E-Mail, die Sie, wir sollten keine &#196;nderungen an der Art, wie wir Ihre Daten nutzen, so dass Sie, unsere Verwendung Ihrer Daten auf diese Weise einverstanden. Die fortgesetzte Nutzung des Dienstes wird bedeuten, dass Sie damit einverstanden, solche &#196;nderungen, und dass Sie eine derartige Verwendung Ihrer Daten eingewilligt haben.</p><p> Recht auf Zugang zu Ihren Informationen und wie Sie uns erreichen</p><p> Wenn Sie unsere Website besuchen, haben Sie die direkte Kontrolle &#252;ber Informationen in Ihrem pers&#246;nlichen Profil.</p><p> Wenn Sie genau das, was pers&#246;nliche Informationen, die wir &#252;ber Sie besitzen, wissen m&#246;chten, k&#246;nnen Sie es erhalten. Wenn die Informationen statt gefunden ungenau zu sein, werden wir die notwendigen &#196;nderungen vornehmen und best&#228;tigen Sie, um Sie, dass diese gemacht wurden. Bitte schreiben Sie an die folgende Adresse, umschlie&#223;t einen Scheck f&#252;r die Verwaltungsgeb&#252;hr von &#163; 10 (oder, falls h&#246;her, wie andere Geb&#252;hr als durch Gesetz oder das Amt des Datenschutzbeauftragten von Zeit festgelegt) zahlbar an Kryptos Systems (Europe) Ltd gem&#228;&#223; gemacht um den Bestimmungen des Datenschutzgesetzes:</p><p> IT Director,</p><p> Kryptos Systems Ltd</p><p> 29 Hertford Court</p><p> Meadowfields</p><p> Northampton</p><p> NN3 9TD</p><p> Wenn Sie m&#246;chten, mit uns mit allen anderen Fragen oder Anmerkungen wenden, dann entweder per Email hier oder schreiben Sie bitte an die Kundendienstabteilung unter der oben genannten Adresse.</p>

source: <p> <strong>Our use of cookies</strong></p><p> A cookie is a text-only string of information that a website transfers to the cookie file of the browser on your computer's hard disk, so that the website can remember who you are.</p><p> A cookie will typically contain the name of the domain from which the cookie has come, the "lifetime" of the cookie, and a value, usually a randomly generated unique number.</p><p> <strong>Types of cookie used</strong></p><p> When you visit our website, we send you a cookie. Cookies may be used in the following ways:</p><ul type="disc"> <li> To help us recognise you, so that you do not have to re-key your registration details. </li><li> To help us recognise you as a unique visitor (just a number) when you return to our website, and to allow us to tailor content to match your preferred interests. </li><li>To compile anonymous, aggregated statistics that allow us to understand how users use our website, and to help us improve the structure of our website. <strong>We cannot identify you personally in this way.</strong> </li></ul><p> <em>By using our website you agree to our use of these cookies as detailed below.</em></p><p> <strong>Session cookies</strong></p><p> These are important for correct use of the site. Without these you will not be able to have full use of the website, including registering for a free trial account, logging in to and managing your account, and making a purchase with the shopping cart. These cookies are encrypted, only accessible by our website, and last for the duration of your visit.</p><p> <strong>Persistent cookies</strong></p><p> Should you register for an account, or log in to your account, you will have the option of logging in automatically on your next visit to the site. This is done with a persistent cookie that contains encrypted information for us to authenticate you. No personal details are stored in this cookie, and they are not accessible by other websites.</p><p> <strong>Note:</strong> you should only choose automatic log in from your personal computer, not a publicly accessible or shared computer.</p><p> <strong>Analytics-based cookies</strong></p><p> In order to understand how our website is used and to improve it based on user experience, we may run analytics and A/B testing on our site. Cookies of this type that we use include:</p><ul type="disc"> <li> <em>Google Analytics</em> - anonymous tracking (no personal data is obtained) of how the site is used and performs. Cookies are typically used to monitor session usage and identify repeat visits (<em>anonymously</em>). </li></ul><p> <strong>Third party and advertising cookies</strong></p><p> Our website does not display third party advertising. Cookies set are mostly only accessible by our website and don't contain personal information to be passed to other websites. <em>However</em>, social media "like" buttons may be used on the site and, if clicked to share information by social media, may set cookies on your machine relative to the content shared and your account information for the medium used. These cookies are not controlled by us and we accept no responsibility for the information contained within them.</p><p> <strong>Disabling cookies</strong></p><p> If you choose to, you can disable cookies via your browser settings. See the help function of your particular browser for instructions on how to achieve this. Alternatively, most browsers now support plug-ins which can perform "do not track" functionality and these can be used to easily block or accept cookies.</p>
de: Cookie verwenden
