Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: An account number in Hungary is made up of 2 key parts. The first part of the account number is 8 numbers in length. E.g. 00222222
es: Un número de cuenta en Hungría se compone de 2 partes principales. La primera parte del número de cuenta es de 8 números de longitud. Por ejemplo 00222222
it: Un numero di conto in Ungheria si compone di due parti fondamentali. La prima parte del numero di conto è composta da 8 cifre. Ad esempio 00222222

source: Account part 1
es: Cuenta parte 1
it: Parte 1 del conto

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: An account number in Hungary is made up of 2 key parts. The second part of the account number is also 8 numbers in length. E.g. 00200006
es: Un número de cuenta en Hungría se compone de 2 partes principales. La segunda parte del número de cuenta es también 8 números de longitud. Por ejemplo 00200006
it: Un numero di conto in Ungheria si compone di due parti fondamentali. La seconda parte del numero di conto è anch'essa composta da 8 cifre. Ad esempio 00200006

source: Account part 2
es: Cuenta parte 2
it: Parte 2 del conto

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 901490
es: El código de clasificación se identifica el banco y la sucursal que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 6 números de longitud. Por ejemplo 901490
it: Il codice CAB identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale può essere composto da 6 cifre. Ad esempio 901490

source: Sort code
es: Ordenar código
it: codice CAB

source: 6 numeric
es: 6 numérica
it: 6 numerico

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 71124326
es: Obligatorio - El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 8 números de longitud. Por ejemplo 71124326
it: Obbligatorio - Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 8 cifre. Ad esempio 71124326

source: Account no.
es: No cuenta.
it: Numero di conto

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0130
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 4 cifras de longitud. Por ejemplo 0130
it: Il codice Banca-filiale identifica la banca e filiale emittente del conto bancario. Il codice Banca-filiale può essere composto da 4 cifre. Ad esempio 0130

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account type field identifies the actual type of bank account. The account type is 2 numbers in length. E.g. 12
es: El campo de tipo de cuenta identifica el tipo real de la cuenta bancaria. El tipo de cuenta es de 2 números de longitud. Por ejemplo 12
it: Il campo "tipo di conto" identifica il tipo di conto corrente bancario. Il tipo di conto è composto da 2 cifre. Ad esempio 12

source: Account type
es: tipo de cuenta
it: Tipo di conto

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 6 numbers in length. E.g. 123456
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 6 números de longitud. Por ejemplo 123456
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 6 cifre. Ad esempio 123456

source: Account no.
es: No cuenta.
it: Numero conto

source: 6 numeric
es: 6 numérica
it: 6 numerico

source: Bank accounts is Iceland are also made up of an identification number, which is 10 numbers in length. E.g. 1234567859
es: Las cuentas bancarias son Islandia también se compone de un número de identificación, que es el número 10 de longitud. Por ejemplo 1234567859
it: I conti bancari in Islanda sono composti anche da un numero di identificazione di 10 cifre. Ad esempio 1234567859

source: Identification no.
es: Identificación n.
it: Numero identificazione

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The bank code identifies the account holders bank and branch. The bank code is made up for 5 numbers. E.g.05428
es: El código identifica la cuenta bancaria titulares banco y sucursal. El código del banco se compone de 5 números. E.g.05428
it: Il codice della banca identifica la banca dei titolari di conto bancario e filiale. Il codice della banca è composto da 5 numeri. E.g.05428

source: Bank code
es: código del banco
it: Codice della banca

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 5 numbers. E.g.11101
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también está formado por 5 números. E.g.11101
it: Il codice filiale identifica la filiale dei titolari di conto presso la banca. Il codice filiale è composto anch'esso da 5 cifre. E.g.11101

source: Branch code
es: código de sucursal
it: Codice Filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 12 characters in length and may contain alpha-characters and numbers. E.g. 000000123456
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 12 caracteres de longitud y puede contener caracteres alfabéticos y números. Por ejemplo 000000123456
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 12 caratteri e può contenere alfa-caratteri e numeri. Ad esempio 000000123456

source: Account no.
es: No cuenta.
it: Numero di conto

source: 12 alpha-numeric
es: 12 alfanumérica
it: 12 alfanumerico

source: The check digit is used to detect any errors in the complete account number provided. It is 1 alpha character in length. E.g.x
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 1 carácter alfabético de longitud. E.g.x
it: Il numero di controllo viene utilizzato per rilevare eventuali errori nel numero di conto fornito. Si tratta di 1 carattere alfabetico di 1 cifra. E.g.x

source: Check digit
es: dígito de control
it: Numero di controllo

source: 1 alpha
es: 1 alfa
it: 1 alfa

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 08805
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 5 números de longitud. Por ejemplo 08805
it: Il codice Banca-filiale identifica la banca emittente del conto bancario. Il codice Banca-filiale può essere composto da 5 cifre. Ad esempio 08805

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alpha-characters and numbers. E.g. 12345678901A
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 1 y 12 caracteres de longitud y puede contener caracteres alfabéticos y números. Por ejemplo 12345678901A
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 1-12 caratteri e può contenere alfa-caratteri e numeri. Ad esempio 12345678901A

source: Account no.
es: No cuenta.
it: Numero di conto

source: 1 - 12 alpha-numeric
es: 1-12 alfanumérico
it: 1 - 12 alfa-numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 20 characters in length and may contain alph characters and numbers. E.g. LT267044012345678901
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 20 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo LT267044012345678901
it: Il numero di conto identifica il conto corrente completo presso la specifica banca/filiale. Il numero di conto è composto da 20 caratteri e può contenere caratteri alfabetici e numeri. Ad esempio LT267044012345678901

source: Account no (bban)
es: No cuenta (bban)
it: Numero conto (bban)

source: 20 alpha-numeric
es: 20 alfanumérica
it: 20 alfanumerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 20 characters in length and may contain alph characters and numbers. E.g. LU230079400644750000
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 20 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo LU230079400644750000
it: Il numero di conto identifica il conto corrente completo presso la banca/filiale. Il numero di conto è di 20 caratteri e può contenere caratteri alph e numeri. Ad esempio LU230079400644750000

source: Account no (bban)
es: No cuenta (bban)
it: Conto n (bban)

source: 20 alpha-numeric
es: 20 alfanumérica
it: 20 alfanumerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 21 characters in length and may contain alph characters and numbers. E.g. LV34LATB1111111111111
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 21 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo LV34LATB1111111111111
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 21 caratteri e può contenere caratteri alph e numeri. Ad esempio LV34LATB1111111111111

source: Account no (bban)
es: No cuenta (bban)
it: Conto n (bban)

source: 21 alpha-numeric
es: 21 alfanumérica
it: 21 alfanumerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 13 numbers in length. E.g. 1234567890123
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 13 cifras de longitud. Por ejemplo 1234567890123
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 13 numeri di lunghezza. Ad esempio 1234567890123

source: Account no.
es: No cuenta.
it: Conto n.

source: 13 numeric
es: 13 numérico
it: 13 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g 505
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 3 números de longitud. V.g. 505
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere 3 numeri di lunghezza. E.g 505

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 3 numeric
es: 3 numérica
it: 3 numerica

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 07
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 07
it: La cifra di controllo viene utilizzato per rilevare eventuali errori nel numero di conto completo fornito. Si tratta di due numeri di lunghezza. Ad esempio 07

source: Check digit
es: dígito de control
it: cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 01100
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 5 números de longitud. Por ejemplo 01100
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 5 numeri di lunghezza. Ad esempio 01100

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 5 numeric
es: 5 numérica
it: 5 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 8 and 16 characters in length and may contain alph characters and numbers. E.g. 1234567890123456
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de entre 8 y 16 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo 1234567890123456
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è tra 8 e 16 caratteri e può contenere caratteri alph e numeri. Ad esempio 1234567890123456

source: Account no.
es: No cuenta.
it: Conto n.

source: 8 - 16 alpha-numeric
es: 8 - 16 alfa-numérico
it: 8 - 16 alfanumerico

source: Optional - The bank code identifies the account holders bank and branch. The bank code is made up for 4 alpha characters in length. This field is not mandatory as its common in Netherlands to only provide the account number. E.g.ABNA
es: Opcional - El código de banco identifica la cuenta de los titulares de banco y sucursal. El código del banco se compone de 4 caracteres alfa de longitud. Este campo no es obligatorio como común en Holanda que sólo proporcionar el número de cuenta. E.g.ABNA
it: Opzionale - Il codice della banca identifica il titolari di conto bancario e filiale. Il codice della banca è composto da 4 caratteri alfabetici di lunghezza. Questo campo non è obbligatorio come il suo comune nei Paesi Bassi per fornire solo il numero di conto. E.g.ABNA

source: Bank identifier
es: Banco identificador
it: Banca identificatore

source: 4 alpha
es: 4 alfa

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 0123456789
es: Obligatorio - El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 10 cifras de longitud. Por ejemplo 0123456789
it: Obbligatorio - Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 10 numeri di lunghezza. Ad esempio 0123456789

source: Account no.
es: No cuenta.
it: Conto n.

source: 10 numeric
es: 10 numérico
it: 10 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 8601
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 4 cifras de longitud. Por ejemplo 8601
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 4 numeri di lunghezza. Ad esempio 8601

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 1117947
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 7 números de longitud. Por ejemplo 1117947
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 7 numeri di lunghezza. Ad esempio 1117947

source: Account no.
es: No cuenta.
it: Conto n.

source: 7 numeric
es: 7 numérico
it: 7 numerica

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 13200019
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 8 números de longitud. Por ejemplo 13200019
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere di 8 numeri di lunghezza. Ad esempio 13200019

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 8 numeric
es: 8 numérico
it: 8 numerico

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 16 numbers in length. E.g. 1234567890123456
es: Obligatorio - El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 16 cifras de longitud. Por ejemplo 1234567890123456
it: Obbligatorio - Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 16 numeri di lunghezza. Ad esempio 1234567890123456

source: Account no.
es: No cuenta.
it: Conto n.

source: 16 numeric
es: 16 numérico
it: 16 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 21
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 21
it: La cifra di controllo viene utilizzato per rilevare eventuali errori nel numero di conto completo fornito. Si tratta di due numeri di lunghezza. Ad esempio 21

source: Check digit
es: dígito de control
it: cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The bank code identifies the account holders bank and branch. The bank code is made up for 4 numbers. E.g.0035
es: El código identifica la cuenta bancaria titulares banco y sucursal. El código del banco se compone de 4 números. E.g.0035
it: Il codice identifica la banca titolari di conto bancario e filiale. Il codice della banca è composto da 4 numeri. E.g.0035

source: Bank code
es: código del banco
it: codice bancario

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0906
es: El código de sucursal identifica la cuenta de los titulares de la rama en el banco. El código de sucursal también se compone de 4 números. E.g.0906
it: Il codice ramo identifica il conto di titolari di filiale presso la banca. Il codice filiale è fatto anche 4 numeri. E.g.0906

source: Branch code
es: código de sucursal
it: codice filiale

source: 4 numeric
es: 4 numérica
it: 4 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 11 numbers in length. E.g. 00083630030
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 11 cifras de longitud. Por ejemplo 00083630030
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 11 numeri di lunghezza. Ad esempio 00083630030

source: Account no.
es: No cuenta.
it: Conto n.

source: 11 numeric
es: 11 numérico
it: 11 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 41
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 41
it: La cifra di controllo viene utilizzato per rilevare eventuali errori nel numero di conto completo fornito. Si tratta di due numeri di lunghezza. Ad esempio 41

source: Check digit
es: dígito de control
it: cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The account number identifies the complete bank account at the given bank/branch. The account number is 24 characters in length and may contain alph characters and numbers. E.g. RO30MIND1234567812345678
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 24 caracteres de longitud y puede contener caracteres alph y números. Por ejemplo RO30MIND1234567812345678
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 24 caratteri e può contenere caratteri alph e numeri. Ad esempio RO30MIND1234567812345678

source: Account no (bban)
es: No cuenta (bban)
it: Conto n (bban)

source: 24 alpha-numeric
es: 24 alfanumérica
it: 24 alfanumerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g. 220
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser 3 números de longitud. Por ejemplo 220
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere 3 numeri di lunghezza. Ad esempio 220

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 3 numeric
es: 3 numérica
it: 3 numerica

source: The account number identifies the complete bank account at the given bank/branch. The account number is 13 numbers in length. E.g. 0000012345670
es: El número de cuenta se identifica la cuenta bancaria completa en el banco / sucursal determinada. El número de cuenta es de 13 cifras de longitud. Por ejemplo 0000012345670
it: Il numero di conto identifica il conto corrente completo alla banca / filiale dato. Il numero di conto è di 13 numeri di lunghezza. Ad esempio 0000012345670

source: Account no.
es: No cuenta.
it: Conto n.

source: 13 numeric
es: 13 numérico
it: 13 numerico

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 10
es: El dígito de control se utiliza para detectar errores en el número de cuenta completo proporcionado. Se encuentra a 2 números de longitud. Por ejemplo 10
it: La cifra di controllo viene utilizzato per rilevare eventuali errori nel numero di conto completo fornito. Si tratta di due numeri di lunghezza. Ad esempio 10

source: Check digit
es: dígito de control
it: cifra di controllo

source: 2 numeric
es: 2 numérico
it: 2 numerico

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 or 5 numbers in length. E.g. 1214
es: El Código del banco-rama identifica el banco y sucursal, que es el emisor de la cuenta bancaria. El Banco de la rama puede ser de 4 o 5 números de longitud. Por ejemplo 1214
it: Il codice Banca-filiale identifica la banca e filiale, che è l'emittente del conto bancario. La Banca-ramo può essere 4 o 5 numeri di lunghezza. Ad esempio 1214

source: Bank-branch code
es: Código del banco-rama
it: Codice banca-filiale

source: 4 - 5 numeric
es: 4 - 5 numérica
it: 4-5 numerico
