Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Required fields have not been completed, either an IBAN must be supplied or a Country must be selected. Please try again.
de: Erforderliche Felder sind noch nicht abgeschlossen, entweder eine IBAN zugeführt werden muss oder ein Land ausgewählt werden. Bitte versuchen Sie es erneut.
es: Los campos obligatorios no se han completado, o bien un IBAN deben ser suministrados o un país deben ser seleccionados. Inténtalo de nuevo.
it: I campi obbligatori non sono stati completati, sia un codice IBAN deve essere fornito o deve essere selezionato un Paese. Riprova.

source: Invalid Bank Account
de: Ungültige Bank Account
es: Invalid Cuenta Bancaria
it: Invalid conto bancario

source: The bank account provided is incorrect. Please check and try again.
de: Das Bankkonto ist nicht korrekt. Bitte überprüfen und erneut versuchen.
es: La cuenta bancaria facilitada sea incorrecta. Por favor verifique e inténtelo de nuevo.
it: Il conto bancario fornito non è corretto. Si prega di verificare e riprovare.

source: {{ bban_fieldname }} is a required field. Please supply a value for {{ bban_fieldname }} and try again.
de: {{ bban_fieldname }} ist ein Pflichtfeld. Bitte geben Sie einen Wert für {{ bban_fieldname }} und versuchen Sie es erneut.
es: {{ bban_fieldname }} es un campo obligatorio. Por favor, proporcionar un valor para {{ bban_fieldname }} y vuelva a intentarlo.
it: {{ bban_fieldname }} è un campo obbligatorio. Si prega di fornire un valore per {{ bban_fieldname }} e riprovare.

source: Bank Account valid
de: Bank Account gültig
es: Cuenta bancaria válida
it: Conto bancario valido

source: The bank account provided is valid and has been converted to SEPA format.
de: Das Bankkonto vorgesehen ist gültig und wurde in SEPA-Format umgewandelt worden.
es: La cuenta bancaria proporcionada es válida y ha sido convertido a formato SEPA.
it: Il conto corrente fornito è valido ed è stato convertito in formato SEPA.

source: Bank Account Details Transposed
de: Bankverbindung Transposed
es: Banco de Datos de la cuenta transpuesta
it: Bank Account Details trasposto

source: Account details were not in standard form and have been transposed.
de: Bankverbindung waren nicht in Standard-Form und umgesetzt worden.
es: Detalles de la cuenta no estaban en forma estándar y han sido incorporadas.
it: Dettagli del conto non erano in forma standard e sono state recepite.

source: SEPA Direct Debit unsupported
de: SEPA Direct Debit unterstützte
es: Débito Directo SEPA sin apoyo
it: SEPA Direct Debit non supportato

source: The bank/branch does not support SEPA Direct Debit
de: Die Bank / Filiale nicht unterstützt SEPA Direct Debit
es: El banco / sucursal no es compatible con SEPA Débito Directo
it: La banca / filiale non supporta SEPA Direct Debit

source: SEPA Credit Transfer unsupported
de: SEPA Credit Transfer nicht unterstützt
es: SEPA Credit Transfer sin apoyo
it: SEPA Credit Transfer non supportato

source: The bank/branch does not support SEPA Credit Transfers
de: Die Bank / Filiale nicht unterstützt SEPA-Überweisungen
es: El banco / sucursal no soporta transferencias de crédito SEPA
it: La banca / filiale non supporta SEPA Credit Transfer

source: SEPA Business Direct Debit unsupported
de: SEPA Business Direct Debit unterstützte
es: Negocios Débito Directo SEPA sin apoyo
it: SEPA Direct Debit Affari non supportato

source: The bank/branch does not support SEPA Business Direct Debit payments
de: Die Bank / Filiale nicht unterstützt SEPA Business Direct Debit Zahlungen
es: El banco / sucursal no admite pagos SEPA Débito Directo Negocios
it: La banca / filiale non supporta SEPA Affari pagamenti con addebito diretto

source: Cancel
de: Stornieren
es: Cancelar
it: Annullare

source: Need verifying
de: Brauchen Überprüfung
es: Necesitas verificación
it: Bisogno di verifica

source: Conversions refunded
de: Conversions erstattet
es: Conversiones reembolsados
it: Conversioni rimborsati

source: Attention Required
de: Achtung kann
es: La atención necesaria
it: Attenzione obbligatori

source: You do not have enough conversions to proceed with the processing of the file that you have just uploaded.
de: Sie haben nicht genug Umbauten mit der Verarbeitung der Datei, die Sie gerade hochgeladen gehen.
es: Usted no tiene suficientes conversiones para proceder a la tramitación del expediente que acaba de cargar.
it: Non hai abbastanza conversioni per procedere con l'elaborazione del file che avete appena caricato.

source: You will need to purchase conversions in order for the file to be processed. Click the 'purchase' button to purchase the correct amount of conversions and have your file processed.
de: Sie müssen Umbauten in Auftrag kaufen für die Datei verarbeitet werden soll. Klicken Sie auf die "Kauf"-Taste, um die richtige Menge an Konvertierungen kaufen und haben Ihre Datei verarbeitet.
es: Usted tendrá que comprar las conversiones para que el archivo sea procesada. Haga clic en el botón "Comprar" para comprar la cantidad correcta de conversiones y tener su archivo procesado.
it: Avrete bisogno di acquistare le conversioni in modo che il file da elaborare. Fare clic sul pulsante 'acquisto' di acquistare la giusta quantità di conversioni e di avere il file elaborato.

source: Alternatively, if you do not wish to purchase conversions at this time simply click 'cancel', and your uploaded file will be removed.
de: Alternativ, wenn Sie nicht wollen, um Konvertierungen zu diesem Zeitpunkt zu kaufen klicken Sie einfach auf Abbrechen ", und Ihre hochgeladene Datei wird entfernt."
es: Por otra parte, si usted no desea comprar conversiones en este momento, simplemente haga clic en" Cancelar ", y se eliminará el archivo subido.
it: In alternativa, se non si desidera acquistare conversioni in questo momento è sufficiente fare clic su 'Annulla', e il file caricato verrà rimosso.

source: Please wait.
de: Bitte warten Sie.
es: Por favor, espere.
it: Si prega di attendere.

source: The number of conversions you require for your uploaded file is being calculated.
de: Die Anzahl der Conversions, die Sie für Ihre hochgeladene Datei wird berechnet.
es: Se calculó el número de conversiones que se requieren para su archivo subido.
it: Viene calcolato il numero di conversioni si richiedono per il file caricato.

source: Cost
de: Kosten
es: Costo
it: Costo

source: VAT
de: MwSt.
es: IVA
it: IVA

source: Total
de: Insgesamt
it: Totale

source: Billing Details
de: Rechnungsdaten
es: Detalles de facturación
it: Dettagli di fatturazione

source: Address line 1
de: Adresse Zeile 1
es: Línea de dirección 1
it: Riga indirizzo 1

source: Address line 2
de: Adresse Zeile 2
es: Línea de dirección 2
it: Indirizzo 2

source: City
de: Stadt
es: Ciudad
it: Città

source: Postcode
de: Postleitzahl
es: Código postal
it: CAP

source: Billing details incomplete
de: Billing Details unvollständig
es: Detalles de facturación incompletos
it: Dati di fatturazione incompleti

source: Please enter your firstname.
de: Bitte geben Sie Ihren Vornamen ein.
es: Introduzca su nombre de pila.
it: Inserisci il tuo cognome.

source: Please enter your first line of address.
de: Bitte geben Sie Ihre erste Linie der Adresse.
es: Introduzca su dirección de primera línea de la dirección.
it: Inserisci la prima linea di indirizzo.

source: Please enter your second line of address.
de: Bitte geben Sie Ihren zweiten Zeile der Adresse.
es: Introduzca su segunda línea de la dirección.
it: Inserisci la tua seconda linea di indirizzo.

source: Please enter your city.
de: Bitte geben Sie Ihre Stadt.
es: Ingrese su cuidad.
it: Inserisci la tua città.

source: Please enter your postcode.
de: Bitte geben Sie Ihre Postleitzahl ein.
es: Por favor, ingrese su código postal.
it: Inserisci il tuo codice postale.

source: Please enter your country.
de: Bitte geben Sie Ihr Land.
es: Introduzca su país.
it: Inserisci il tuo Paese.

source: Confirm
de: Bestätigen
es: Confirmar
it: Confermare

source: Confirm
de: Bestätigen
es: Confirmar
it: Confermare

source: Your transaction could NOT be processed
de: Ihre Transaktion konnte nicht verarbeitet werden
es: Su transacción no se pudo procesar
it: La transazione non può essere elaborato

source: There was a problem processing your payment.
de: Es gab ein Problem bei der Verarbeitung Ihrer Zahlung.
es: Hubo un problema al procesar su pago.
it: C'è stato un problema durante l'elaborazione del vostro pagamento.

source: Our payment provider reported the following problem:
de: Unsere Payment Provider berichtet folgendes Problem:
es: Nuestro proveedor de pagos reportó el siguiente problema:
it: Il nostro fornitore di pagamento riportato il seguente problema:

source: Payment Received
de: Zahlung erhalten
es: Pago recibido
it: Pagamento ricevuto

source: Your transaction has been successfully processed
de: Ihre Transaktion wurde erfolgreich bearbeitet
es: La transacción se ha procesado correctamente
it: La transazione è stata elaborata con successo

source: {{ credits_added }} conversions have been added to your account.
de: {{ credits_added }} Umbauten haben auf Ihr Konto hinzugefügt.
es: {{ credits_added }} conversiones se han agregado a su cuenta.
it: {{ credits_added }} conversioni sono stati aggiunti al tuo account.

source: The file you uploaded will start processing shortly. {{ lines }} conversions have been deducted from your account for the processing of this file.
de: Die hochgeladene Datei wird in Kürze starten Verarbeitung. {{ lines }} Konvertierungen von Ihrem Konto für die Verarbeitung dieser Datei abgezogen.
es: El archivo que has subido comenzará a procesar en breve. {{ lines }} conversiones se han deducido de su cuenta de la tramitación de este expediente.
it: Il file caricato inizierà l'elaborazione a breve. {{ lines }} conversioni sono stati detratti dal tuo conto per l'elaborazione di questo file.

source: You now have a total of {{ credits_total }} conversions.
de: Sie haben nun insgesamt {{ credits_total }} Konvertierungen.
es: Ahora dispone de un total de {{ credits_total }} conversiones.
it: Si dispone ora di un totale di {{ credits_total }} conversioni.

source: User details incomplete
de: Benutzer Details unvollständig
es: Usuario detalles incompletos
it: Dettagli utente incompleti

source: Details Updated
de: Einzelheiten Aktualisiert
es: Actualizó
it: Dettagli Aggiornato

source: Your personal details have been successfully updated.
de: Ihre persönlichen Daten wurden erfolgreich aktualisiert.
es: Sus datos personales se han actualizado correctamente.
it: I Suoi dati personali sono stati aggiornati con successo.

source: Details incomplete
de: Einzelheiten unvollständig
es: Datos incompletos
it: Dettagli incomplete

source: Please enter your old password. This value should not be blank.
de: Bitte geben Sie Ihr altes Passwort ein. Dieser Wert sollte nicht leer sein.
es: Introduzca su antigua contraseña. Este valor no debe estar en blanco.
it: Inserisci la vecchia password. Questo valore non deve essere vuoto.

source: Please enter your new password. This value should not be blank.
de: Bitte geben Sie Ihr neues Passwort. Dieser Wert sollte nicht leer sein.
es: Introduzca su nueva contraseña. Este valor no debe estar en blanco.
it: Si prega di inserire la nuova password. Questo valore non deve essere vuoto.

source: Incorrect password
de: Falsches Passwort
es: Contraseña incorrecta
it: Password errata

source: Your old password is not correct. Kryptos passwords are case sensitive. Please check your CAPS lock key.
de: Ihr altes Passwort ist nicht korrekt. Kryptos Passwörter sind case sensitive. Bitte überprüfen Sie Ihre Caps Lock-Taste.
es: Su antigua contraseña no es correcta. Kryptos contraseñas distinguen entre mayúsculas y minúsculas. Por favor verifique su clave de bloqueo de mayúsculas.
it: La vecchia password non è corretta. Kryptos le password sono case sensitive. Verifica la tua chiave di blocco delle maiuscole.

source: The new passwords you have typed do not match. Please check and try again.
de: Die neuen Passwörter, die Sie eingegeben haben stimmen nicht überein. Bitte überprüfen und erneut versuchen.
es: Las nuevas contraseñas que ha escrito no coinciden. Por favor verifique e inténtelo de nuevo.
it: Le nuove password digitate non corrispondono. Si prega di verificare e riprovare.

source: Password Updated
de: Aktualisiert Passwort
es: Contraseña Actualizado
it: Password aggiornata

source: Your password has been successfully updated.
de: Ihr Passwort wurde erfolgreich aktualisiert.
es: La contraseña se ha actualizado correctamente.
it: La tua password è stata aggiornata con successo.

source: New Password
de: Neues Passwort
es: Nueva contraseña
it: Nuova password

source: Confirm New Password
de: Neues Passwort bestätigen
es: Confirmar nueva contraseña
it: Conferma nuova password

source: close
de: schließen
es: cerrar
it: chiudere

source: Change
de: ndern
es: Cambiar
it: Modifica

source: Complete
de: Vervollständigen
es: Completar
it: Completare

source: Submit
de: Einreichen
es: Presentar
it: Presentare

source: Enter Bank Account
de: Geben Bank Account
es: Introduzca Cuenta Bancaria
it: Inserisci Bank Account

source: Country
de: Land
es: País
it: Nazione

source: Upload Complete
de: Upload abgeschlossen
es: Subir Completa
it: Carica Completa

source: File has been succesfully received. Processing of this file will start shortly
de: Die Datei wurde erfolgreich übermittelt. Die Verarbeitung der Datei wird in Kürze starten
es: El archivo ha sido correctamente recibido. El procesamiento de este archivo se iniciará en breve
it: Il file è stato ricevuto con successo. L'elaborazione di questo file inizierà a breve

source: Enter text
de: Geben Sie den Text
es: Introduzca el texto
it: Inserisci il testo

source: Word Verification
de: Wortbestätigung
es: Verificación de la palabra
it: Verifica parole

source: - Title -
de: - Titel -
es: - Título -
it: - Titolo -

source: Insufficient credit
de: Unzureichende Kredit
es: Crédito insuficiente
it: Credito insufficiente

source: You do not have sufficient funds in your account to carry out the check. Please credit your account and then try again.
de: Sie haben nicht genügend Guthaben auf Ihrem Konto für die Durchführung der Prüfung. Bitte Gutschrift auf Ihr Konto und dann erneut versuchen.
es: Usted no tiene fondos suficientes en su cuenta para llevar a cabo la verificación. Por favor, acreditaremos su cuenta y vuelva a intentarlo.
it: Non si dispone di fondi sufficienti nel tuo account per effettuare il controllo. Si prega di accreditare il tuo conto e poi riprovare.

source: Invalid file
de: Ungültige Datei
es: Archivo no válido
it: File non valido

source: The first line in the upload file is not valid. Please make sure that the first line contains column headers and that these column headers are unchanged from the values supplied in the original template file.
de: Die erste Zeile in der Upload-Datei ist nicht gültig. Bitte stellen Sie sicher, dass die erste Zeile Spaltenüberschriften enthält und dass diese Spaltenüberschriften sind unverändert aus den Werten in der ursprünglichen Vorlage-Datei geliefert.
es: La primera línea en el archivo de carga no es válida. Por favor, asegúrese de que la primera línea contiene encabezados de columna y que estos títulos de las columnas no se han modificado a partir de los valores proporcionados en el archivo de plantilla original.
it: La prima riga del file di upload non è valida. Fare in modo che la prima riga contiene le intestazioni di colonna e che queste intestazioni di colonna sono invariate rispetto ai valori forniti nel file modello originale per favore.

source: Password value is too long. It should have {{ limit }} characters or less.
de: Kennwort Wert ist zu lang. Es sollte {{ limit }} Zeichen oder weniger.
es: Contraseña valor es demasiado largo. Se debe tener {{ limit }} caracteres o menos.
it: Valore della password è troppo lunga. Dovrebbe avere {{ limit }} caratteri o meno.

source: Password could not be reset
de: Passwort konnte nicht zurückgesetzt werden
es: La contraseña no se puede restablecer
it: La password non può essere resettato

source: Incorrect accounts
de: Falsche Konten
es: Cuentas incorrectas
it: Conti errati

source: Ooops!, the system has been unable to contact our payment provider. Please try again. If you continue to experience this problem please give us a call.
de: Ooops!, Das System nicht gelungen ist, unsere Payment-Provider zu kontaktieren. Bitte versuchen Sie es erneut. Wenn Sie dieses Problem weiterhin auftreten bitte rufen Sie uns an.
es: Lamentablemente, el sistema no ha podido ponerse en contacto con nuestro proveedor de pago. Inténtalo de nuevo. Si sigues teniendo este problema por favor dénos una llamada.
it: Ops!, Il sistema è stato in grado di contattare il nostro fornitore di pagamento. Si prega di riprovare. Se si continua a verificarsi questo problema si prega di darci una chiamata.

source: Increase conversions
de: Steigern Konvertierungen
es: Aumentar las conversiones
it: Aumentare le conversioni

source: Total cost is less than {{ currency }}1. Please increase the No. of conversions to meet the minimum total of {{ currency }}1
de: Gesamtkosten weniger als {{ currency }}1. Bitte erhöhen Sie die Anzahl der Conversions, die insgesamt mindestens {{ currency }}1 erfüllen
es: El costo total es menor que {{ currency }}1. Por favor aumente el número de conversiones para cumplir con el mínimo total de {{ currency }}1
it: Costo totale è inferiore a {{ currency }}1. Si prega di aumentare il numero di conversioni per soddisfare il totale minimo di {{ currency }}1

source: Decrease conversions
de: Verringern Konvertierungen
es: Disminución conversiones
it: Diminuire le conversioni

source: Total cost is greater than {{ currency }}100,000. Please decrease the No. of conversions to meet the maximum expenture total of {{ currency }}100,000
de: Gesamtkosten ist größer als {{ currency }}100.000. Bitte reduzieren Sie die Anzahl der Conversions, die maximale expenture insgesamt {{ currency }}100.000 erfüllen
es: El costo total es superior a {{ currency }}100000. Por favor, disminuir el número de conversiones para satisfacer el total máximo expenture de {{ currency }}100000
it: Il costo totale è maggiore di {{ currency }}100.000. Si prega di diminuire il numero di conversioni per soddisfare il totale massimo expenture di {{ currency }}100.000

source: No. of Conversions must be entered as a number
de: Anzahl der Conversions müssen eingegeben werden
es: Número de conversiones se debe introducir un número
it: Numero di conversioni deve essere inserito come un numero

source: Could not authorise the payment because the details provided were incorrect, or not authenticated by the acquiring bank.
de: Konnte nicht genehmigen die Zahlung, weil die Daten nicht angegeben nicht korrekt oder gar nicht von der übernehmenden Bank authentifiziert.
es: No se puede autorizar el pago debido a que los datos proporcionados no son correctos, o no autenticados por el banco adquirente.
it: Impossibile autorizzare il pagamento perché i dati forniti sono corretti, o non autenticate dalla banca acquirente.

source: Could not authorise the payment because the user clicked the CANCEL button on the payment pages, or went inactive for 15 minutes or longer.
de: Konnte nicht genehmigen die Zahlung, weil der Benutzer die Schaltfläche Abbrechen geklickt auf die Zahlung Seiten, oder ging für 15 Minuten oder länger inaktiv.
es: No se puede autorizar el pago porque el usuario hace clic en el botón Cancelar en las páginas de pago, o se fue inactiva durante 15 minutos o más.
it: Impossibile autorizzare il pagamento perché l'utente fa clic sul pulsante Annulla nella pagine di pagamento, o è andato inattivo per 15 minuti o più.

source: The Sage Pay System rejected the transaction because validation rules were not met.
de: Die Sage Pay-System abgelehnt, weil die Transaktion Prüfregeln nicht erfüllt wurden.
es: El Sistema de Pago Sage rechazó la transacción debido a las reglas de validación no se cumplieron.
it: Il Pay sistema Sage ha respinto la transazione in quanto le regole di convalida non sono state soddisfatte.

source: An error occurred at Sage Pay which meant the transaction could not be completed successfully.
de: Ein Fehler ist aufgetreten at Sage Pay, die die Transaktion nicht erfolgreich abgeschlossen werden konnte gemeint.
es: Se ha producido un error en Sage Pay que significó la operación no se pudo completar con éxito.
it: Si è verificato un errore in Sage Pay che significava l'operazione non può essere completata con successo.

source: Invalid credentials.
de: Ungültige Anmeldeinformationen.
es: Credenciales no válidas.
it: Credenziali non valide.

source: Required fields have not been supplied, an IBAN must be supplied.
de: Pflichtfelder nicht geliefert worden sind, muss eine IBAN geliefert werden.
es: Los campos obligatorios no se han suministrado, un IBAN se debe suministrar.
it: I campi obbligatori non sono stati forniti, l'IBAN deve essere alimentato.

source: Required fields have not been supplied, a Country Code must be supplied.
de: Pflichtfelder wurden nicht geliefert, ein Country Code versorgt werden müssen.
es: No se ha suministrado campos necesarios, un código de país debe ser suministrada.
it: I campi obbligatori non sono stati forniti, un Codice Paese deve essere alimentato.

source: Conversion not possible.
de: Conversion nicht möglich.
es: Conversión no es posible.
it: Conversione non è possibile.

source: Our conversion tool is offline, therefore, we are currently not able to process your request. Note: You have not been charged a conversion.
de: Unsere Konvertierungs-Werkzeug ist offline, daher sind wir derzeit nicht in der Lage, Ihre Anfrage zu bearbeiten. Hinweis: Sie haben nicht eine Umwandlung belastet.
es: Nuestra herramienta de conversión no está en línea, por lo tanto, actualmente no podemos procesar tu solicitud Nota:. No ha sido acusado de una conversión.
it: Il nostro strumento di conversione è in linea, quindi, non siamo attualmente in grado di elaborare la tua richiesta. Nota: Non è stato accusato di una conversione.

source: Choose a country
de: Wählen Sie ein Land
es: Elija un país
it: Scegli un paese

source: I accept the <a href="#modalTermsConditions" data-toggle="modal">terms and conditions</a>
de: In Rechnung Stellen

source: Use the transposed details that Kryptos returns and use this for further processings.
de: Verwenden Sie die von Kryptos ausgegebenen Daten für die weitere,Verarbeitung. ,
es: Utilice los datos transpuestos que vuelve Asistente Banco y utilizar este para su posterior procesamiento.
it: Utilizza i dettagli rinviati che Wizard Bank ritorna e utilizzali per ulteriori operazioni.

source: Kryptos has standardised the bank account details in a format that can be electronically processed.
de: Kryptos hat die eingegebenen Daten entsprechend des erforderlichen Format standardisiert, so dass die Daten elektronisch verarbeitet werden können.
es: Asistente Banco ha estandarizado detalles de la cuenta del banco en un formato que puede ser procesada electrónicamente.
it: Kryptos ha standardizzato i dettagli del conto bancario in un formato che può essere elaborato elettronicamente .
