Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Congo, Republic of (Brazzaville)
de: Komoren

source: Cook Islands
de: Kongo

source: Costa Rica
de: Cookinseln

source: Croatia
de: Costa Rica

source: Cuba
de: Kroatien

source: Cyprus
de: Kuba

source: Czech Republic
de: Zypern

source: Democratic Republic of the Congo (Kinshasa)
de: Tschechische Republik

source: Denmark
de: Kongo, Demokratische Republik

source: Djibouti
de: Dänemark

source: Dominica
de: Dschibuti

source: Dominican Republic
de: Dominica

source: Ecuador
de: Dominikanische Republik (Dom Rep)

source: Egypt
de: Ecuador

source: El Salvador
de: gypten

source: Equatorial Guinea
de: El Salvador

source: Eritrea
de: quatorialguinea

source: Estonia
de: Eritrea

source: Ethiopia
de: Estland

source: Falkland Islands
de: thiopien

source: Faroe Islands
de: Falklandinseln (Malvinen)

source: Fiji
de: Färöer

source: Finland
de: Fidschi

source: France
de: Finnland

source: French Guiana
de: Frankreich

source: French Polynesia
de: Französisch-Guayana

source: Gabon
de: Französisch-Polynesien

source: Gambia
de: Gabun

source: Georgia
de: Gambia

source: Germany
de: Georgien

source: Ghana
de: Deutschland

source: Gibraltar
de: Ghana

source: Greece
de: Gibraltar

source: Greenland
de: Griechenland

source: Grenada
de: Grönland

source: Guadeloupe
de: Grenada

source: Guam
de: Guadeloupe

source: Guatemala
de: Guam

source: Guernsey
de: Guatemala

source: Guinea
de: Guernsey

source: Guinea-Bissau
de: Guinea

source: Guyana
de: Guinea-Bissau

source: Haiti
de: Guyana

source: Heard and Mc Donald Islands
de: Haiti

source: Honduras
de: Heard und die Mcdonaldinseln

source: Hong Kong
de: Honduras

source: Hungary
de: Hongkong

source: Iceland
de: Ungarn

source: India
de: Island

source: Indonesia
de: Indien

source: Iran (Islamic Republic of)
de: Indonesien

source: Iraq
de: Iran, Islamische Republik

source: Ireland
de: Irak

source: Isle of Man
de: Irland

source: Israel
de: Insel Man

source: Italy
de: Israel

source: Ivory Coast
de: Italien

source: Jamaica
de: Côte d'Ivoire (Elfenbeinküste)

source: Japan
de: Jamaika

source: Jersey
de: Japan

source: Jordan
de: Jersey

source: Kazakhstan
de: Jordanien

source: Kenya
de: Kasachstan

source: Kiribati
de: Kenya

source: Korea, Democratic People's Rep. (North Korea)
de: Kiribati

source: Korea, Republic of (South Korea)
de: Korea, Demokratische Volksrepublik (Nord Korea)

source: Kuwait
de: Korea, Republik (Süd Korea)

source: Kyrgyzstan
de: Kuwait

source: Lao, People's Democratic Republic
de: Kirgisistan

source: Latvia
de: Laos, Demokratische Volksrepublik

source: Lebanon
de: Lettland

source: Lesotho
de: Libanon

source: Liberia
de: Lesotho

source: Libya
de: Liberia

source: Liechtenstein
de: Libyen, Libysch-Arabische Dschamahirija

source: Lithuania
de: Liechtenstein

source: Luxembourg
de: Litauen

source: Macedonia, Rep. of
de: Luxemburg

source: Madagascar
de: Mazedonien

source: Malawi
de: Madagaskar

source: Malaysia
de: Malawi

source: Maldives
de: Malaysia

source: Mali
de: Malediven

source: Malta
de: Mali

source: Marshall Islands
de: Malta

source: Martinique
de: Marshallinseln

source: Mauritania
de: Martinique

source: Mauritius
de: Mauretanien

source: Mayotte
de: Mauritius

source: Mexico
de: Mayotte

source: Micronesia, Federal States of
de: Mexiko

source: Moldova, Republic of
de: Mikronesien, Föderierte Staaten von

source: Monaco
de: Moldau, Republik

source: Mongolia
de: Monaco

source: Montenegro
de: Mongolei

source: Montserrat
de: Montenegro

source: Morocco
de: Montserrat

source: Mozambique
de: Marokko

source: Myanmar, Burma
de: Mosambik

source: Namibia
de: Myanmar, Birma

source: Nauru
de: Namibia

source: Nepal
de: Nauru

source: Netherlands
de: Nepal

source: New Caledonia
de: Niederlande

source: New Zealand
de: Neukaledonien

source: Nicaragua
de: Neuseeland

source: Niger
de: Nicaragua

source: Nigeria
de: Niger

source: Niue
de: Nigeria

source: Norfolk Island
de: Niue

source: Northern Mariana Islands
de: Norfolkinsel

source: Norway
de: Marianen, Nördliche

source: Oman
de: Norwegen

source: Pakistan
de: Oman

source: Palau
de: Pakistan

source: Palestinian National Authority
de: Palau

source: Panama
de: Palästinensische Autonomiegebiete

source: Papua New Guinea
de: Panama

source: Paraguay
de: Papua-Neuguinea

source: Peru
de: Paraguay

source: Philippines
de: Peru

source: Pitcairn Island
de: Philippinen

source: Poland
de: Pitcairninseln

source: Portugal
de: Polen

source: Puerto Rico
de: Portugal

source: Qatar
de: Puerto Rico

source: Reunion Island
de: Katar

source: Romania
de: Réunion

source: Russian Federation
de: Rumänien

source: Rwanda
de: Russische Föderation (Russland)

source: Saint Helena
de: Ruanda

source: Saint Kitts and Nevis
de: St. Helena

source: Saint Lucia
de: St. Kitts und Nevis

source: Saint Vincent and the Grenadines
de: St. Lucia

source: Samoa
de: St. Vincent und die Grenadinen

source: San Marino
de: Samoa

source: Sao Tome and Príncipe
de: San Marino

source: Saudi Arabia
de: São Tomé und Príncipe

source: Senegal
de: Saudi-Arabien

source: Serbia
de: Senegal

source: Seychelles
de: Serbien

source: Sierra Leone
de: Seychellen

source: Singapore
de: Sierra Leone

source: Slovakia (Slovak Republic)
de: Singapur

source: Slovenia
de: Slowakei

source: Solomon Islands
de: Slowenien

source: Somalia
de: Salomonen

source: South Africa
de: Somalia

source: South Georgia and South Sandwich Islands
de: Südafrika

source: South Sudan
de: Südgeorgien und die südlichen Sandwichinseln

source: Spain
de: Spanien
es: España
it: Spagna

source: St. Pierre and Miquelon
de: St. Pierre und Miquelon
es: San Pedro y Miquelón
it: Saint Pierre e Miquelon

source: Svalbard and Jan Mayen Islands
de: Svalbard und Jan Mayen
es: Isla Jan Mayen y Archipiélago de Svalbard
it: Svalbard e Jan Mayen

source: Swaziland
de: Swasiland
es: Swazilandia

source: Sweden
de: Schweden
es: Suecia
it: Svezia

source: Switzerland
de: Schweiz
es: Suiza
it: Svizzera

source: Syria, Syrian Arab Republic
de: Syrien, Arabische Republik
es: Siria
it: Siria

source: Tajikistan
de: Tadschikistan
es: Tadjikistan

source: Tanzania
de: Tansania, Vereinigte Republik

source: Trinidad and Tobago
de: Trinidad und Tobago
es: Trinidad y Tobago
it: Trinidad e Tobago

source: Tunisia
de: Tunesien
es: Túnez

source: Turkey
de: Türkei
es: Turquía
it: Turchia

source: Turks and Caicos Islands
de: Turks- und Caicosinseln
es: Islas Turcas y Caicos
it: Isole Turks and Caicos

source: U.S. Minor Outlying Islands
de: Amerikanische Überseeinseln, Kleinere

source: United Arab Emirates
de: Vereinigte Arabische Emirate
es: Emiratos Árabes Unidos
it: Emirati Arabi Uniti

source: United Kingdom
de: Vereinigtes Königreich
es: Reino Unido
it: Regno Unito

source: United States
de: Vereinigte Staaten
es: Estados Unidos
it: Stati Uniti d'America

source: Uzbekistan
de: Usbekistan
es: Uzbekistán

source: Vatican City State (Holy See)
de: Heiliger Stuhl (Vatikanstadt)
es: Ciudad del Vaticano
it: Citta del Vaticano

source: Virgin Islands (British)
de: Britische Jungferninseln
es: Islas Virgenes Británicas
it: Isole Vergini Britanniche

source: Virgin Islands (U.S.)
de: Amerikanische Jungferninseln
es: Islas Virgenes Americanas
it: Isole Vergini Statunitensi

source: Wallis and Futuna Islands
de: Wallis und Futuna
es: Wallis y Futuna
it: Wallis e Futuna

source: Western Sahara
de: Westsahara
es: Sáhara Occidental
it: Sahara Occidentale

source: Yemen
de: Jemen

source: Zambia
de: Sambia

source: Zimbabwe
de: Simbabwe

source: Login incomplete
de: Einloggen unvollständig
es: Ingresa incompleta
it: Accedi incompleta

source: Please enter your email.
de: Bitte geben Sie Ihre E-Mail.
es: Introduzca su dirección de correo electrónico.
it: Inserisci il tuo indirizzo email.

source: Please enter your password.
de: Bitte geben Sie Ihr Passwort ein.
es: Por favor, introduzca su contraseña.
it: Si prega di inserire la password.

source: Incorrect Email
de: Falsche E-Mail
es: E-mail incorrecta
it: Errata Email

source: The email "{{ value }}" is not a valid email.
de: Die E-Mail "{{ valuel }}" ist keine gültige E-Mail.
es: El correo electrónico "{{ value }}" no es un email válido.
it: L'e-mail "{{ value }}" Non è un indirizzo email valido.

source: Incorrect email/password combination
de: Falsche E-Mail / Passwort-Kombination
es: Combinación email / contraseña incorrecta
it: Email / password combinazione errata

source: Passwords are case sensitive. Please check your CAPS lock key. You can reset your password here.
de: Passwörter sind case sensitive. Bitte überprüfen Sie Ihre Caps Lock-Taste. Sie können Ihr Passwort hier zurücksetzen.
es: Las contraseñas distinguen entre mayúsculas y minúsculas. Por favor verifique su clave de bloqueo de mayúsculas. Puede restablecer su contraseña aquí.
it: Le password sono maiuscole e minuscole. Verifica la tua chiave di blocco delle maiuscole. È possibile reimpostare la password qui.

source: Your account has not been activated
de: Ihr Konto wurde noch nicht aktiviert
es: Tu cuenta no ha sido activada
it: Il tuo account non è stato attivato

source: Please click on the activation link that was sent to the email address that you registered with.
de: Bitte klicken Sie auf den Aktivierungs-Link, um die E-Mail-Adresse gesendet wurde, dass Sie sich registriert haben.
es: Por favor, haz clic en el enlace de activación que se envió a la dirección de correo electrónico que usted registró.
it: Si prega di cliccare sul link di attivazione che è stata inviata all'indirizzo e-mail che ti sei registrato.

source: Other
de: Andere
es: Otro
it: Altro

source: Registration incomplete
de: Registrierung unvollständig
es: Registro incompleto
it: Registrazione incompleta

source: Please select your title.
de: Bitte wählen Sie Ihren Titel.
es: Por favor, seleccione su título.
it: Seleziona il tuo titolo.

source: Please enter your forename.
de: Bitte geben Sie Ihren Vornamen.
es: Introduzca su nombre.
it: Inserisci il tuo cognome.

source: Please enter your surname.
de: Bitte geben Sie Ihren Nachnamen ein.
es: Introduzca su apellido.
it: Inserisci il tuo cognome.

source: Please enter your Job Title.
de: Bitte geben Sie Ihre Berufsbezeichnung.
es: Introduzca su puesto de trabajo.
it: Inserisci il tuo Professione.

source: Please enter your company name.
de: Bitte geben Sie den Namen Ihres Unternehmens.
es: Introduzca su nombre de la empresa.
it: Inserisci il nome della società.

source: Please enter your location.
de: Bitte geben Sie Ihren Standort an.
es: Introduzca su dirección de ubicación.
it: Inserisci il tuo luogo.

source: The email "{{ value }}" is not a valid email address. Please try again.
de: Die E-Mail "{{ value }}" ist keine gültige E-Mail-Adresse. Bitte versuchen Sie es erneut.
es: El correo electrónico "{{ value }}" no es una dirección de correo electrónico válida. Inténtelo de nuevo.
it: L'e-mail "{{ value }}" non è un indirizzo email valido. Si prega di riprovare.

source: Email's do not match
de: Mail die stimmen nicht überein
es: Email del no coinciden
it: E-mail del non corrispondono

source: The Email addresses you have typed do not match. Please check and try again.
de: Die E-Mail-Adressen, die Sie eingegeben haben stimmen nicht überein. Bitte überprüfen und erneut versuchen.
es: Las direcciones de correo electrónico que ha escrito no coinciden. Por favor verifique e inténtelo de nuevo.
it: Gli indirizzi e-mail digitati non corrispondono. Si prega di verificare e riprovare.

source: Email already registered
de: Mail bereits registriert
es: Email registrada
it: Email già registrato

source: The email "{{ value }}" already exists on our system. If you have previously registered and forgotten your password, please go back to the sign in screen and reset your password by clicking on 'Forgotten your password?'
de: Die E-Mail "{{ value }}" existiert bereits in unserem System. Wenn Sie bereits registriert sind und Ihr Passwort vergessen, klicken Sie bitte einfach auf das Zeichen in Bildschirm und Ihr Passwort zurücksetzen, indem Sie auf" Passwort vergessen?'
es: El correo electrónico" "{{ value }}" ya existe en nuestro sistema. Si ya se ha registrado y olvidó su contraseña, por favor vuelva a la señal en la pantalla y restablecer su contraseña haciendo clic en" ¿Ha olvidado su contraseña? "
it: L'e-mail "{{ value }}" esiste già nel nostro sistema. Se ti sei già registrato e dimenticato la password, si prega di tornare alla schermata Accedi e reimpostare la tua password cliccando su 'Password dimenticata?'

source: Password's do not match
de: Passwort ist nicht übereinstimmen
es: Contraseña de no coinciden
it: Password non corrispondono

source: The Passwords you have typed do not match. Please check and try again.
de: Die von Ihnen eingegebenen Passwörter stimmen nicht überein. Bitte überprüfen und erneut versuchen.
es: Las contraseñas que ha escrito no coinciden. Por favor verifique e inténtelo de nuevo.
it: Le password digitate non corrispondono. Si prega di verificare e riprovare.

source: Password value is too short. It should have {{ limit }} characters or more.
de: Kennwort Wert ist zu kurz. Es sollte {{ limit }} Zeichen oder mehr.
es: Valor de la contraseña es demasiado corta. Debe tener {{ limit }} caracteres o más.
it: Valore della password è troppo breve. Esso dovrebbe avere {{ limit }} o più caratteri.

source: Password should only contain alphanumber characters. (a to z) and (0 to 9)
de: Passwort sollte nur alphanumber Zeichen. (A bis z) und (0 bis 9)
es: Contraseña sólo debe contener caracteres alphanumber. (A a Z) y (0-9)
it: La password deve contenere solo caratteri alphanumber. (Dalla a alla z) e (0-9)

source: You must accept the terms and conditions in order to proceed.
de: Sie müssen akzeptieren, die Bedingungen und Konditionen, um fortzufahren.
es: Debe aceptar los términos y condiciones para proceder.
it: necessario accettare i termini e le condizioni per poter procedere.

source: The characters that you have entered do not match with the ones shown in the image. Please try again.
de: Die Zeichen, die Sie eingegeben haben, nicht mit denen, die auf dem Bild gezeigt übereinstimmen. Bitte versuchen Sie es erneut.
es: Los caracteres que ha introducido no coinciden con los que aparecen en la imagen. Por favor, inténtelo de nuevo.
it: I personaggi che avete inserito non corrispondono a quelle mostrate nell'immagine. Riprova.

source: Thank you for your registration
de: Vielen Dank für Ihre Anmeldung
es: Gracias por su inscripción
it: Grazie per la tua registrazione

source: You will shortly receive an activation email to the email address you provided. Please click on the activation link contained in the email to confirm your email address.
de: In Kürze erhalten Sie eine E-Mail-Aktivierung der E-Mail-Adresse, die Sie zur Verfügung gestellt. Bitte klicken Sie auf den Aktivierungs-Link in der E-Mail enthalten, um Ihre E-Mail-Adresse zu bestätigen.
es: En breve recibirás un correo electrónico de activación a la dirección de correo electrónico que nos ha facilitado. Por favor, haz clic en el enlace de activación que figura en el correo electrónico para confirmar su dirección de correo electrónico.
it: A breve riceverà una mail di attivazione all'indirizzo e-mail che hai fornito. Si prega di cliccare sul link di attivazione contenuto nella mail per confermare il tuo indirizzo email.

source: Kryptos: Account activation?
de: Kryptos: Account-Aktivierung
es: Kryptos: activación de la cuenta
it: Kryptos: attivazione account

source: Hello {{ firsname }} {{ surname }},
de: Hallo {{ firsname }} {{ surname }},
es: Hola {{ firsname }} {{ surname }},
it: Ciao {{ firsname }} {{ surname }},

source: Your registration at Kryptos has been received.
de: Ihre Anmeldung bei Kryptos empfangen wurde.
es: Su inscripción en Kryptos ha sido recibido.
it: La tua registrazione a Kryptos è stato ricevuto.

source: Please confirm your email address by clicking on the URL below:
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, indem Sie auf der folgenden URL:
es: Confirme su dirección de correo electrónico haciendo clic en el enlace de abajo:
it: Confermare il tuo indirizzo email cliccando sul seguente URL prega:

source: If you are having difficulties accessing the above URL, try copy and pasting the full URL into your web browser.
de: Wenn Sie Schwierigkeiten haben, den Zugriff auf die URL oben, versuchen Sie kopieren und einfügen und die vollständige URL in Ihren Web-Browser.
es: Si usted está teniendo dificultades con el acceso a URL, intente copiar y pegar la URL en su navegador web.
it: Se si hanno difficoltà di accesso a URL di cui sopra, prova a copiare e incollare l'URL completo nel tuo browser web.

source: Kind Regards,
de: Mit freundlichen Grüßen
es: Atentamente,
it: Cordiali saluti

source: This is an autogenerated email, please do not reply to this email.
de: Dies ist eine automatisch generierte E-Mail, bitte nicht auf diese E-Mail antworten.
es: Este es un correo electrónico autogenerado, por favor, no responda a este correo electrónico.
it: Questa è una mail generata automaticamente, per favore non rispondere a questa e-mail.

source: Your account has been activated
de: Ihr Konto wurde aktiviert
es: Su cuenta ha sido activada
it: Il tuo account è stato attivato

source: You may now sign in via the <a href="{{ link_url }}" >{{ link_text }}</a> screen.
de: Sie können jetzt anmelden über die <a href="{{ link_url }}" >{{ link_text }}</a>-Bildschirm.
es: Ahora puede ingresar a través de la <a href="{{ link_url }}" >{{ link_text }}</a> pantalla.
it: Ora puoi accedere tramite il <a href="{{ link_url }}" >{{ link_text }}</a> schermo.

source: Account has already been activated
de: Konto wurde bereits aktiviert
es: Cuenta ya ha sido activada
it: Account è già stato attivato

source: This activation URL is NOT valid
de: Diese Aktivierung URL ist nicht gültig
es: Esta URL de activación no es válido
it: Questo URL attivazione non è valida

source: An email has been sent to the email address you provided. Please click on the link contained in the email to confirm your email address. You will be able to reset your password once your email address has been confirmed.
de: Eine E-Mail ist der E-Mail von Ihnen angegebene Adresse geschickt worden. Bitte klicken Sie auf den Link in der E-Mail enthalten, um Ihre E-Mail-Adresse zu bestätigen. Sie werden in der Lage sein, um Ihr Passwort zurückzusetzen, nachdem Ihre E-Mail-Adresse bestätigt wurde.
es: Un correo electrónico ha sido enviado a la dirección de correo electrónico que nos ha facilitado. Por favor, haz clic en el enlace contenido en el correo electrónico para confirmar su dirección de correo electrónico. Usted será capaz de cambiar su contraseña una vez que su dirección de correo electrónico ha sido confirmado.
it: Una e-mail è stata inviata all'indirizzo email che hai fornito. Si prega di cliccare sul link contenuto nella mail per confermare il tuo indirizzo email. Sarete in grado di reimpostare la password una volta il tuo indirizzo e-mail è stato confermato.

source: Kryptos: Password Reset?
de: Kryptos: Passwort zurücksetzen
es: Kryptos: Reiniciar contraseña

source: Hello {{ firstname }} {{ lastname }},
de: Hallo {{ firstname }} {{ lastname }},
es: Hola {{ firstname }} {{ lastname }},
it: Ciao {{ firstname }} {{ lastname }},

source: You requested that your password at Kryptos be reset.
de: Sie verlangt, dass Ihr Passwort Kryptos zurückgesetzt werden.
es: Ha solicitado que su contraseña en Kryptos se restablece.
it: richiesto che la password in Kryptos essere resettato.

source: In order to proceed you will need to confirm your email address by clicking on the URL below.
de: Um fortzufahren, müssen Sie Ihre E-Mail-Adresse, indem Sie auf den URL unten zu bestätigen.
es: Para proceder tendrá que confirmar su dirección de correo electrónico haciendo clic en el enlace de abajo.
it: Per procedere è necessario confermare il proprio indirizzo e-mail cliccando sul seguente URL.

source: If you are having difficulties accessing the above URL, try copy and pasting the full URL into your web browser.
de: Wenn Sie Schwierigkeiten haben, den Zugriff auf die URL oben, versuchen Sie kopieren und einfügen und die vollständige URL in Ihren Web-Browser.
es: Si usted está teniendo dificultades con el acceso a URL, intente copiar y pegar la URL en su navegador web.
it: Se si hanno difficoltà di accesso a URL di cui sopra, prova a copiare e incollare l'URL completo nel tuo browser web.

source: If you did not request a change of password or do not wish to proceed with resetting your password, please ignore this email.
de: Wenn Sie nicht angefordert haben eine Änderung des Passwortes oder wollen nicht mit Zurücksetzen Ihres Kennworts gehen, ignorieren Sie diese E-Mail.
es: Si no has solicitado un cambio de contraseña o no desea continuar con restablecer su contraseña, por favor, ignora este mensaje.
it: Se non hai richiesto un cambio di password o non si desidera procedere con la reimpostazione della password, ignora questa email.

source: Kind Regards,
de: Mit freundlichen Grüßen
es: Atentamente,
it: Cordiali saluti

source: This is an autogenerated email, please do not reply to this email.
de: Dies ist eine automatisch generierte E-Mail, bitte nicht auf diese E-Mail antworten.
es: Este es un correo electrónico autogenerado, por favor, no responda a este correo electrónico.
it: Questa è una mail generata automaticamente, per favore non rispondere a questa e-mail.

source: Password reset incomplete
de: Kennwort zurückzusetzen unvollständig
es: Restablecer contraseña incompleta
it: Ristabilimento di password incompleta

source: Please enter your password. This value should not be blank.
de: Bitte geben Sie Ihr Passwort ein. Dieser Wert sollte nicht leer sein.
es: Por favor, introduzca su contraseña. Este valor no debe estar en blanco.
it: Si prega di inserire la password. Questo valore non deve essere vuoto.

source: Password reset
de: Passwort-Reset
es: Restablecimiento de contraseña
it: Reimpostazione della password

source: Your password has been successfully reset. Please use your new password from now on.
de: Ihr Passwort wurde erfolgreich zurückgesetzt. Bitte benutzen Sie Ihr neues Passwort von nun an.
es: Su contraseña se ha restablecido con éxito. Utilice una contraseña nueva a partir de ahora.
it: La tua password è stata correttamente ripristinato. Si prega di utilizzare la nuova password da ora in poi.

source: Unable to reset password
de: Kann Passwort zurücksetzen
es: No es posible restablecer la contraseña
it: Impossibile reimpostare la password

source: Password has already been reset using this password reset URL.
de: Passwort zurückgesetzt wurde bereits mit diesem Passwort Reset URL.
es: Contraseña ya ha sido restablecer mediante esta contraseña URL restablecimiento.
it: La password è già stato ripristinato usando questo URL reimpostazione password.

source: This password reset URL is NOT valid.
de: Dieses Passwort Reset URL ist nicht gültig.
es: Esta URL de restablecimiento de contraseña no es válida.
it: Questo tipo di reset URL password non è valida.

source: Ok - Refund
de: Ok - Rückerstattung
es: Ok - Reembolso
it: Ok - Rimborso

source: Convert Bank account
de: Konvertieren Bankverbindung
es: Convertir la cuenta bancaria
it: Convertire conto bancario

source: Converted Results
de: Umgerechnet Ergebnisse
es: Resultados convertidos
it: Risultati convertiti

source: Branch
de: Ast
es: Rama

source: Address
de: Anschrift
es: Dirección
it: Indirizzo

source: Invalid Details
de: Ungültige Einzelheiten
es: Datos no válidos
it: Dettagli non validi
