Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: 5 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 1 and 12 characters in length and may contain alpha-characters and numbers. E.g. 12345678901A
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 1 bis 12 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z.B. "12345678901A"

source: 1 - 12 alpha-numeric
de: Konto-Nr.

source: The account number identifies the complete bank account at the given bank/branch. The account number is 20 characters in length and may contain alph characters and numbers. E.g. LT267044012345678901
de: 1 - 12 alpha-numerische Zeichen

source: Account no (bban)
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 20 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z.B. "LT267044012345678901"

source: 20 alpha-numeric
de: Konto-Nr. (bban)

source: The account number identifies the complete bank account at the given bank/branch. The account number is 20 characters in length and may contain alph characters and numbers. E.g. LU230079400644750000
de: 20 alpha-numerische Zeichen

source: Account no (bban)
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 20 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z.B. "LU267044012345678901"

source: 20 alpha-numeric
de: Konto-Nr. (bban)

source: The account number identifies the complete bank account at the given bank/branch. The account number is 21 characters in length and may contain alph characters and numbers. E.g. LV34LATB1111111111111
de: 20 alpha-numerische Zeichen

source: Account no (bban)
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 21 Zeichenund können sowohl Buchstaben als auch Ziffern enthalten, z.B. "LV34LATB1111111111111"

source: 21 alpha-numeric
de: Konto-Nr. (bban)

source: The account number identifies the complete bank account at the given bank/branch. The account number is 13 numbers in length. E.g. 1234567890123
de: 21 alpha-numerische Zeichen

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 13 Ziffern, z.B. "1234567890123"

source: 13 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g 505
de: 13 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus 3 Ziffern bestehen, z.B. "5052

source: 3 numeric
de: Bank-Filialcode

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 07
de: 3 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "07"

source: 2 numeric
de: Kontrollsumme

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 01100
de: 2 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus 5 Ziffern bestehen, z.B. "01100"

source: 5 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 8 and 16 characters in length and may contain alph characters and numbers. E.g. 1234567890123456
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 8 bis 16 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z. B. "1234567890123456"

source: 8 - 16 alpha-numeric
de: Konto-Nr.

source: Optional - The bank code identifies the account holders bank and branch. The bank code is made up for 4 alpha characters in length. This field is not mandatory as its common in Netherlands to only provide the account number. E.g.ABNA
de: 8 - 16 alpha-numerische Zeichen

source: Bank identifier
de: Optional - Die Bank-Identifikator identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bank-Identifikatoren bestehen aus bis zu 4 Buchstaben, z.B. "ABNA". Dieses Feld ist nicht obligatorisch, es ist in den Niederlanden üblich, nur die Kontonummer anzugeben.

source: 4 alpha
de: Bank-Identifikator

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 0123456789
de: 4 Buchstaben

source: Account no.
de: Obligatorisch - Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 10 Ziffern, z.B. "0123456789"

source: 10 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 8601
de: 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 4 Ziffern bestehen, z. B. "8601"

source: 4 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 7 numbers in length. E.g. 1117947
de: 4 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 7 Ziffern, z.B. "1117947"

source: 7 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 8 numbers in length. E.g. 13200019
de: 7 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 8 Ziffern bestehen, z.B. "13200019"

source: 8 numeric
de: Bank-Filialcode

source: Mandatory - The account number identifies the complete bank account at the given bank/branch. The account number is 16 numbers in length. E.g. 1234567890123456
de: 8 Ziffern

source: Account no.
de: Obligatorisch - Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 16 Ziffern, z.B. "1234567890123456"

source: 16 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 21
de: 16 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "21"

source: 2 numeric
de: Kontrollsumme

source: The bank code identifies the account holders bank and branch. The bank code is made up for 4 numbers. E.g.0035
de: 2 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahl besteht aus 4 Ziffern, z.B. "0035"

source: 4 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 4 numbers. E.g.0906
de: 4 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 4 Ziffern, z.B. "0906"

source: 4 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 11 numbers in length. E.g. 00083630030
de: 4 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 11 Ziffern, z.B. "00083630030"

source: 11 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 41
de: 11 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "41"

source: 2 numeric
de: Kontrollsumme

source: The account number identifies the complete bank account at the given bank/branch. The account number is 24 characters in length and may contain alph characters and numbers. E.g. RO30MIND1234567812345678
de: 2 Ziffern

source: Account no (bban)
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 24 Zeichen und können sowohl Buchstaben als auch Ziffern enthalten, z.B. "RO30MIND1234567812345678"

source: 24 alpha-numeric
de: Konto-Nr. (bban)

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 3 numbers in length. E.g. 220
de: 24 alpha-numerische Zeichen

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus 3 Ziffern bestehen, z.B. "220"

source: 3 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 13 numbers in length. E.g. 0000012345670
de: 3 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 13 Ziffern, z.B. "0000012345670"

source: 13 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 10
de: 13 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "10"

source: 2 numeric
de: Kontrollsumme

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 or 5 numbers in length. E.g. 1214
de: 2 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können 4 oder 5 Ziffern lang sein, z.B. "1214"

source: 4 - 5 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 2 and 10 numbers in length. E.g. 123456789
de: 4 - 5 Zeichen

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 2 bis 10 Ziffern, z.B. "123456789"

source: 2 - 10 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 5 numbers in length. E.g. 01000
de: 2 - 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 5 Ziffern bestehen, z.B. "01000"

source: 5 numeric
de: Bank-Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is 10 numbers in length. E.g. 1234567874
de: 5 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 10 Ziffern, z.B. "1234567874"

source: 10 numeric
de: Konto-Nr.

source: The Bank-branch code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 4 numbers in length. E.g. 0900
de: 10 Ziffern

source: Bank-branch code
de: Der Bank-Filialcode identifiziert Bank und Filiale, bei denen das Bankkonto geführt wird. Die Bank-Filialcodes können aus bis zu 4 Ziffern bestehen, z.B. "0900"

source: 4 numeric
de: Bank-Filialcode

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The prefix identifies the first part of actual bank account at the given bank/branch. The prefix of the account number is 6 numbers in length. E.g. 083237
de: 4 Ziffern

source: Prefix
de: Die Kontonummer besteht aus 2 wichtige Teile - Präfix und Basis. Das Präfix identifiziert Bank und Filiale, bei denen das Konto geführt wird, es besteht aus 6 Ziffern, z.B. "337873"

source: 6 numeric
de: Präfix

source: An account number in Czech Republic is made up of 2 key parts (Prefix and Basic), The Basic part identifies the later part of actual bank account at the given bank/branch. This part of the account number is 10 numbers in length. E.g. 1234567891
de: 6 Ziffern

source: Basic
de: Die Kontonummer besteht aus zwei Teilen - Präfix und Basis. Die Basis identifiziert das eigentliche Konto bei der Bank/Filiale. Dieser Teil der Kontonummer besteht aus 10 Ziffern, z.B. "8796543210".

source: 10 numeric
de: Basis

source: The bank code identifies the bank and branch who is the issuer of the bank account. The Bank code is 2 numbers in length. E.g. 11
de: 10 Ziffern

source: Bank code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahlen bestehen aus 2 Ziffern, z.B. "11"

source: 2 numeric
de: Bankleitzahl

source: The branch code identifies the account holders branch at the bank. The branch code is also made up 3 numbers. E.g.004
de: 2 Ziffern

source: Branch code
de: Der Filialcode identifiziert die Filiale, bei der das Konto geführt wird. Die Filialcodes bestehen aus 3 Ziffern, z.B. "004"

source: 3 numeric
de: Filialcode

source: The account number identifies the complete bank account at the given bank/branch. The account number is between 13 numbers in length. E.g. 1234567890123
de: 3 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 13 Ziffern, z.B. "1234567890123"

source: 13 numeric
de: Konto-Nr.

source: The check digit is used to detect any errors in the complete account number provided. It is 2 numbers in length. E.g. 38
de: 13 Ziffern

source: Check digit
de: Die Kontrollsumme wird verwendet, um Fehler in der kompletten Kontonummer zu erkennen. Sie besteht aus 2 Ziffern, z.B. "38"

source: 2 numeric
de: Kontrollsumme

source: The sort code identifies the bank and branch who is the issuer of the bank account. The Bank-branch can be 6 numbers in length. E.g. 309136
de: 2 Ziffern

source: Sort code
de: Die Bankleitzahl identifiziert die Bank und Filiale, bei denen das Konto geführt wird. Die Bankleitzahlen bestehen aus 6 Ziffern, z.B. "30-91-36"

source: 6 numeric
de: Bankleitzahl

source: The account number identifies the complete bank account at the given bank/branch. The account number is 8 numbers in length. E.g. 34697856
de: 6 Ziffern

source: Account no.
de: Die Kontonummer identifiziert das Bankkonto bei der angegebenen Bank / Filiale. Die Kontonummern bestehen aus 8 Ziffern, z.B. "34697856"

source: 8 numeric
de: Konto-Nr.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: 8 Ziffern

source: BWG_E_BANK_BRANCH_CODE_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The bank/branch number you have entered is incorrect. Please check and try again.
de: BWG_E_BANK_BRANCH_CODE_FORMAT

source: The bank/branch number you have entered is incorrect. Please check and try again.
de: Das Format des Bank-Filialcodes/der BLZ ist falsch.Bitte überprüfen und erneut versuchen!

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Der Bank-Filialcode, den Sie eingegeben haben, ist falsch. Bitte überprüfen Sie die Eingabe und versuchen Sie es erneut.

source: BWG_E_NO_INSTITUTION
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The bank code provided is incorrect. Please supply a correct bank code and try again.
de: BWG_E_NO_INSTITUTION

source: The bank code provided is incorrect. Please supply a correct bank code and try again.
de: Die von Ihnen eingegebene Bankleitzahl ist nicht korrekt. Bitte überprüfen und noch einmal versuchen!

source: Ask for a new set of bank account details.
de: Die von Ihnen eingegebene Bankleitzahl ist nicht korrekt. Bitte überprüfen und noch einmal versuchen!

source: BWG_E_BRANCH_CLOSED
de: Fragen Sie nach aktuellen Kontodaten

source: We have identified the branch as being closed. Please contact the account holder and obtain an updated bank account number.
de: BWG_E_BRANCH_CLOSED

source: We have identified the branch as being closed. Please contact the account holder and obtain an updated bank account number.
de: Wir haben festgestellt, dass die von Ihnen angegebene Bankfiliale nicht mehr existiert. Bitte fragen Sie den Kontoinhaber nach einer aktuellen Kontonummer.

source: In this scenario, Kryptos will return where possible the branch code that is now responsible for processing transactions for the given account. Where the updated branch code is not available, the transaction must be declined and the user must be asked to contact their bank/branch to confirm the new bank account details.
de: Wir haben festgestellt, dass die von Ihnen angegebene Bankfiliale nicht mehr existiert. Bitte fragen Sie den Kontoinhaber nach einer aktuellen Kontonummer.

source: BWG_E_BRANCH_TRANSFERRED
de: Nach Möglichkeit wird der Bank-Wizard den Filialcode für das angegebene Konto aktualisieren. Wenn kein aktueller Code verfügbar ist, muss die Transaktion abgelehnt und der Benutzer darum gebeten werden, seine Bank zu kontaktieren, um aktuelle Daten zu erhalten.

source: Branch has been transferred. This branch has been closed and the accounts have been redirected to another branch. Please contact the account holder and obtain an updated bank account number.
de: BWG_E_BRANCH_TRANSFERRED

source: Branch has been transferred. This branch has been closed and the accounts have been redirected to another branch. Please contact the account holder and obtain an updated bank account number.
de: Die Filiale ist geschlossen worden und die Konten wurden einer anderen Filiale zugeordnet. Bitte kontaktieren Sie den Kontoinhaber und fragen Sie nach aktuellen Kontodaten.

source: Ask for a new set of bank account details.
de: Die Filiale ist geschlossen worden und die Konten wurden einer anderen Filiale zugeordnet. Bitte kontaktieren Sie den Kontoinhaber und fragen Sie nach aktuellen Kontodaten.

source: BWG_E_BANK_CLOSED
de: Fragen Sie nach aktuellen Kontodaten

source: We have identified the bank as being closed. Use an alternative bank account to process any payment/collection.
de: BWG_E_BANK_CLOSED

source: We have identified the bank as being closed. Use an alternative bank account to process any payment/collection.
de: Bank wurde geschlossen.

source: Ask for a new set of bank account details.
de: Die Bank wurde geschlossen. Bitte nutzen sie eine alternative Bankverbindung für die Bezahlung/die Lastschrift.

source: BWG_E_BANK_TRANSFERRED
de: Fragen Sie nach aktuellen Kontodaten

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
de: BWG_E_BANK_TRANSFERRED

source: The bank has been closed and the account has been redirected to another bank. Please contact the account holder to obtain updated bank account details.
de: Die Bank wurde geschlossen und die Konten zu einer anderen Bank transferiert.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die Bank wurde geschlossen und die Konten zu einer anderen Bank transferiert. Bitte fragen Sie den Kontoinhaber nach den aktualisierten Bankdaten.

source: BWG_E_IBAN_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: BWG_E_IBAN_FORMAT

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_IBAN_INVALID
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: BWG_E_IBAN_INVALID

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_IBAN_MODULUS
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: BWG_E_IBAN_MODULUS

source: The IBAN provided is incorrect. Please supply a correct IBAN and try again.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die eingegebene IBAN ist nicht korrekt. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_ACCOUNT_TYPE_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The account type provided is in the incorrect format. Please correct the account type and try again.
de: BWG_E_ACCOUNT_TYPE_FORMAT

source: The account type provided is in the incorrect format. Please correct the account type and try again.
de: Der Kontotyp ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Der Kontotyp ist falsch. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_IDENTIFICATION_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
de: BWG_E_IDENTIFICATION_FORMAT

source: The identification number provided is in the incorrect format. Please supply a correct identification number and try again.
de: Die eingegebene Identifikationsnummer hat das falsche Format. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: Ask user to provide correct information before allowing the user to proceed to the next stage.
de: Die eingegebene Identifikationsnummer hat das falsche Format. Bitte korrigieren Sie die Eingabe und versuchen Sie es noch einmal.

source: BWG_E_BANK_CODE_FORMAT
de: Bitten Sie den Benutzer um korrekte Informationen, bevor er zum nächsten Schritt weitergeleitet werden kann.

source: The bank code you have entered is incorrect. Please check and try again.
de: BWG_E_BANK_CODE_FORMAT
