Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Martinique
fr: Groenland

source: Mauritania
fr: Grenade

source: Mauritius
fr: Guadeloupe

source: Mayotte
fr: Guam

source: Mexico
fr: Guatemala

source: Micronesia, Federal States of
fr: Guernesey

source: Moldova, Republic of
fr: Guinéee

source: Monaco
fr: Guinée-Bissau

source: Mongolia
fr: Guyana

source: Montenegro
fr: Haïti

source: Montserrat
fr: le Heard et Îles Mcdonald

source: Morocco
fr: Honduras

source: Mozambique
fr: Hong-Kong

source: Myanmar, Burma
fr: Hongrie

source: Namibia
fr: Islande

source: Nauru
fr: Inde

source: Nepal
fr: Indonésie

source: Netherlands
fr: République Islamique d' Iran

source: New Caledonia
fr: Iraq

source: New Zealand
fr: Irlande

source: Nicaragua
fr: le de Man

source: Niger
fr: Israël

source: Nigeria
fr: Italie

source: Niue
fr: Côte D'ivoire

source: Norfolk Island
fr: Jamaïque

source: Northern Mariana Islands
fr: Japon

source: Norway
fr: Jersey

source: Oman
fr: Jordanie

source: Pakistan
fr: Kazakstan

source: Palau
fr: Kenya

source: Palestinian National Authority
fr: Kiribati

source: Panama
fr: Corée, République Populaire Démocratique de

source: Papua New Guinea
fr: Corée, République de

source: Paraguay
fr: Koweït

source: Peru
fr: Kirghizistan

source: Philippines
fr: Lao, République Démocratique Populaire

source: Pitcairn Island
fr: Lettonie

source: Poland
fr: Liban

source: Portugal
fr: Lesotho

source: Puerto Rico
fr: Libéria

source: Qatar
fr: Libye

source: Reunion Island
fr: Liechtenstein

source: Romania
fr: Lituanie

source: Russian Federation
fr: Luxembourg

source: Rwanda
fr: Macédoine, l'ex-République Yougoslave de

source: Saint Helena
fr: Madagascar

source: Saint Kitts and Nevis
fr: Malawi

source: Saint Lucia
fr: Malaisie

source: Saint Vincent and the Grenadines
fr: Maldives

source: Samoa
fr: Mali

source: San Marino
fr: Malte

source: Sao Tome and Príncipe
fr: les Marshall

source: Saudi Arabia
fr: Martinique

source: Senegal
fr: Mauritanie

source: Serbia
fr: le Maurice

source: Seychelles
fr: Mayotte

source: Sierra Leone
fr: Mexique

source: Singapore
fr: tats Fédérés de Micronésie

source: Slovakia (Slovak Republic)
fr: Moldova, République de

source: Slovenia
fr: Monaco

source: Solomon Islands
fr: Mongolie

source: Somalia
fr: Monténégro

source: South Africa
fr: Montserrat

source: South Georgia and South Sandwich Islands
fr: Maroc

source: South Sudan
fr: Mozambique

source: Spain
fr: Myanmar, Birmanie

source: Sri Lanka
fr: Namibie

source: St. Pierre and Miquelon
fr: Nauru

source: Sudan
fr: Népal

source: Suriname
fr: Pays-Bas

source: Svalbard and Jan Mayen Islands
fr: Nouvelle-Calédonie

source: Swaziland
fr: Nouvelle-Zélande

source: Sweden
fr: Nicaragua

source: Switzerland
fr: Niger

source: Syria, Syrian Arab Republic
fr: Nigéria

source: Taiwan (Republic of China)
fr: Nioué

source: Tajikistan
fr: Norfolk, Île

source: Tanzania
fr: les Mariannes du Nord

source: Thailand
fr: Norvège

source: Togo
fr: Oman

source: Tokelau
fr: Pakistan

source: Tonga
fr: Palaos

source: Trinidad and Tobago
fr: Autorité Nationale Palestinienne

source: Tunisia
fr: Panama

source: Turkey
fr: Papouasie-Nouvelle-Guinée

source: Turkmenistan
fr: Paraguay

source: Turks and Caicos Islands
fr: Pérou

source: Tuvalu
fr: Philippines

source: U.S. Minor Outlying Islands
fr: Pitcairn

source: Uganda
fr: Pologne

source: Ukraine
fr: Portugal

source: United Arab Emirates
fr: Porto Rico

source: United Kingdom
fr: Qatar

source: United States
fr: Ile de la Réunion

source: Uruguay
fr: Roumanie

source: Uzbekistan
fr: Russie, Fédération de

source: Vanuatu
fr: Rwanda

source: Vatican City State (Holy See)
fr: Sainte-Hélène

source: Venezuela
fr: Saint-Kitts-et-Nevis

source: Vietnam
fr: Sainte-Lucie

source: Virgin Islands (British)
fr: Saint-Vincent-et-les Grenadines

source: Virgin Islands (U.S.)
fr: Samoa

source: Wallis and Futuna Islands
fr: Saint-Marin

source: Western Sahara
fr: Sao Tomé-et-Principe

source: Yemen
fr: Arabie Saoudite

source: Zambia
fr: Sénégal

source: Zimbabwe
fr: Serbie

source: Login incomplete
fr: Seychelles

source: Please enter your email.
fr: Sierra Leone

source: Please enter your password.
fr: Singapour

source: Incorrect Email
fr: Slovaquie

source: The email "{{ value }}" is not a valid email.
fr: Slovénie

source: Incorrect email/password combination
fr: Salomon, Îles

source: Passwords are case sensitive. Please check your CAPS lock key. You can reset your password here.
fr: Somalie

source: Your account has not been activated
fr: Afrique du Sud

source: Please click on the activation link that was sent to the email address that you registered with.
fr: Géorgie du Sud et les Îles Sandwich du Sud

source: Mr.
fr: Soudan du Sud

source: Mrs.
fr: Espagne

source: Miss.
fr: Sri Lanka

source: Ms.
fr: Saint-Pierre-et-Miquelon

source: Dr .
fr: Soudan

source: Prof.
fr: Suriname

source: Other
fr: Svalbard et Île Jan Mayen

source: Registration incomplete
fr: Swaziland

source: Please select your title.
fr: Suède

source: Please enter your forename.
fr: Suisse

source: Please enter your surname.
fr: Syrienne, République Arabe

source: Please enter your Job Title.
fr: Taïwan, Province de Chine

source: Please enter your company name.
fr: Tadjikistan

source: Please enter your location.
fr: Tanzanie, République-Unie de

source: The email "{{ value }}" is not a valid email address. Please try again.
fr: Thaïlande

source: Email's do not match
fr: Togo

source: The Email addresses you have typed do not match. Please check and try again.
fr: Tokelau

source: Email already registered
fr: Tonga

source: The email "{{ value }}" already exists on our system. If you have previously registered and forgotten your password, please go back to the sign in screen and reset your password by clicking on 'Forgotten your password?'
fr: Trinité-et-Tobago

source: Password's do not match
fr: Tunisie

source: The Passwords you have typed do not match. Please check and try again.
fr: Turquie

source: Invalid password
fr: Turkménistan

source: Password value is too short. It should have {{ limit }} characters or more.
fr: Turks et Caïques, Îles

source: Password should only contain alphanumber characters. (a to z) and (0 to 9)
fr: Tuvalu

source: You must accept the terms and conditions in order to proceed.
fr: les Mineures Éloignées des États-Unis

source: Character mismatch
fr: Ouganda

source: The characters that you have entered do not match with the ones shown in the image. Please try again.
fr: Ukraine

source: Thank you for your registration
fr: mirats Arabes Unis

source: You will shortly receive an activation email to the email address you provided. Please click on the activation link contained in the email to confirm your email address.
fr: Royaume-Uni

source: Kryptos: Account activation?
fr: tats-Unis

source: Hello {{ firsname }} {{ surname }},
fr: Uruguay

source: Your registration at Kryptos has been received.
fr: Ouzbékistan

source: Please confirm your email address by clicking on the URL below:
fr: Vanuatu

source: If you are having difficulties accessing the above URL, try copy and pasting the full URL into your web browser.
fr: Saint-Siège (État de la Cité du Vatican)

source: Kind Regards,
fr: Venezuela

source: This is an autogenerated email, please do not reply to this email.
fr: Viêt Nam

source: Your account has been activated
fr: les Vierges Britanniques

source: You may now sign in via the <a href="{{ link_url }}" >{{ link_text }}</a> screen.
fr: les Vierges des États-Unis

source: Account has already been activated
fr: Wallis et Futuna

source: This activation URL is NOT valid
fr: Sahara Occidental

source: Password Reset
fr: Yémen

source: An email has been sent to the email address you provided. Please click on the link contained in the email to confirm your email address. You will be able to reset your password once your email address has been confirmed.
fr: Zambie

source: Kryptos: Password Reset?
fr: Zimbabwe

source: Hello {{ firstname }} {{ lastname }},
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Andorre est composé au total de 24 caractères. Les 2 premiers caractères sont 'AD', suivis de 10 chiffres puis enfin 12 caractères alphanumériques. Exemple : AD12 0001 2030 2003 5910 0100

source: You requested that your password at Kryptos be reset.
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Autriche est composé au total de 20 caractères. Les 2 premiers caractères sont 'AT', suivis de 18 chiffres. Exemple : AT61 1904 3002 3457 3201

source: In order to proceed you will need to confirm your email address by clicking on the URL below.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Bosnie-Herzégovine est composé au total de 20 caractères. Les 2 premiers caractères sont 'BA', suivis de 18 chiffres. Exemple : BA39 1290 0794 0102 8494

source: If you are having difficulties accessing the above URL, try copy and pasting the full URL into your web browser.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Belgique est composé au total de 16 caractères. Les 2 premiers caractères sont 'BE', suivis de 14 chiffres. Exemple : BE68 5390 0754 7034

source: If you did not request a change of password or do not wish to proceed with resetting your password, please ignore this email.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Bulgarie est composé au total de 22 caractères. Les 2 premiers caractères sont 'BG', suivis de 2 chiffres, 4 lettres, 6 chiffres puis enfin 8 caractères alphanumériques. Exemple : BG80 BNBG 9661 1020 3456 78

source: Kind Regards,
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Suisse est composé au total de 21 caractères. Les 2 premiers caractères sont 'CH', suivis de 7 chiffres puis enfin 12 caractères alphanumériques. Exemple : CH93 0076 2011 6238 5295 7

source: This is an autogenerated email, please do not reply to this email.
fr: Le Numéro de Compte Bancaire International (IBAN) pour Chypre est composé au total de 28 caractères. Les 2 premiers caractères sont 'CY', suivis de 10 chiffres puis enfin 16 caractères alphanumériques. Exemple : CY17 0020 0128 0000 0012 0052 7600

source: Password reset incomplete
fr: Le Numéro de Compte Bancaire International (IBAN) pour la République Tchèque est composé au total de 24 caractères. Les 2 premiers caractères sont 'CZ', suivis de 22 chiffres. Exemple : CZ65 0800 0000 1920 0014 5399

source: Please enter your password. This value should not be blank.
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Allemagne est composé au total de 22 caractères. Les 2 premiers caractères sont 'DE', suivis de 20 chiffres. Exemple : DE89 3704 0044 0532 0130 00

source: Password reset
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Danemark est composé au total de 18 caractères. Les 2 premiers caractères sont 'DK', suivis de 16 chiffres. Exemple : DK50 0040 0440 1162 43

source: Your password has been successfully reset. Please use your new password from now on.
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Estonie est composé au total de 20 caractères. Les 2 premiers caractères sont 'EE', suivis de 18 chiffres. Exemple : EE38 2200 2210 2014 5685

source: Unable to reset password
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Espagne est composé au total de 24 caractères. Les 2 premiers caractères sont 'ES', suivis de 22 chiffres. Exemple : ES91 2100 0418 4502 0005 1332

source: Password has already been reset using this password reset URL.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Finlande est composé au total de 18 caractères. Les 2 premiers caractères sont 'FI', suivis de 16 chiffres. Exemple : FI21 1234 5600 0007 85

source: This password reset URL is NOT valid.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la France est composé au total de 27 caractères. Les 2 premiers caractères sont 'FR', suivis de 12 chiffres, 11 caractères alphanumériques puis enfin 2 chiffres. Exemple : FR14 2004 1010 0505 0001 3M02 606

source: Ok - Refund
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Royaume-Uni est composé au total de 22 caractères. Les 2 premiers caractères sont 'GB', suivis de 2 chiffres, 4 lettres puis enfin 14 chiffres. Exemple : GB29 NWBK 6016 1331 9268 19

source: Convert Bank account
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Grèce est composé au total de 27 caractères. Les 2 premiers caractères sont 'GR', suivis de 9 numbers and ends with 16 alph characters. Exemple : GR16 0110 1250 0000 0001 2300 695

source: Converted Results
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Croatie est composé au total de 21 caractères. Les 2 premiers caractères sont 'HR', suivis de 19 chiffres. Exemple : HR12 1001 0051 8630 0016 0

source: BIC
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Hongrie est composé au total de 28 caractères. Les 2 premiers caractères sont 'HU', suivis de 26 chiffres. Exemple : HU42 1177 3016 1111 1018 0000 0000

source: Bank
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Irlande est composé au total de 22 caractères. Les 2 premiers caractères sont 'IE', suivis de 2 chiffres, 4 lettres puis enfin 14 chiffres. Exemple : IE29 AIBK 9311 5212 3456 78

source: Branch
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Islande est composé au total de 26 caractères. Les 2 premiers caractères sont 'IS', suivis de 24 chiffres. Exemple : IS14 0159 2600 7654 5510 7303 39

source: Address
fr: Le Numéro de Compte Bancaire International (IBAN) pour l'Italie est composé au total de 27 caractères. Les 2 premiers caractères sont 'IT', suivis de 2 chiffres, 1 lettre, 10 chiffres puis enfin 12 caractères alphanumériques. Exemple : IT60 X054 2811 1010 0000 0123 456

source: Invalid Details
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Liechtenstein est composé au total de 21 caractères. Les 2 premiers caractères sont 'LI', suivis de 7 chiffres puis enfin 12 caractères alphanumériques. Exemple : LI21 0881 0000 2324 013A A

source: Required fields have not been completed, either an IBAN must be supplied or a Country must be selected. Please try again.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Lituanie est composé au total de 20 caractères. Les 2 premiers caractères sont 'LT', suivis de 18 chiffres. Exemple : LT12 1000 0111 0100 1000

source: Invalid Bank Account
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Luxembourg est composé au total de 20 caractères. Les 2 premiers caractères sont 'LU', suivis de 5 chiffres puis enfin 13 caractères alphanumériques. Exemple : LU28 0019 4006 4475 0000

source: The bank account provided is incorrect. Please check and try again.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Lettonie est composé au total de 21 caractères. Les 2 premiers caractères sont 'LV', suivis de 2 chiffres, 4 lettres puis enfin 13 caractères alphanumériques. Exemple : LV80 BANK 0000 4351 9500 1

source: {{ bban_fieldname }} is a required field. Please supply a value for {{ bban_fieldname }} and try again.
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Monténégro est composé au total de 22 caractères. Les 2 premiers caractères sont 'ME', suivis de 20 chiffres. Exemple : ME25 5050 0001 2345 6789 51

source: Bank Account valid
fr: Le Numéro de Compte Bancaire International (IBAN) pour Malte est composé au total de 31 caractères. Les 2 premiers caractères sont 'MT', suivis de 2 chiffres, 4 lettres, 5 chiffres puis enfin 18 caractères alphanumériques. Exemple : MT84 MALT 0110 0001 2345 MTLC AST0 01S

source: The bank account provided is valid and has been converted to SEPA format.
fr: Le Numéro de Compte Bancaire International (IBAN) pour les Pays-Bas est composé au total de 18 caractères. Les 2 premiers caractères sont 'NL', suivis de 2 chiffres, 4 lettres puis enfin 10 chiffres. Exemple : NL91 ABNA 0417 1643 00

source: Bank Account Details Transposed
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Norvège est composé au total de 15 caractères. Les 2 premiers caractères sont 'NO', suivis de 13 chiffres. Exemple : NO93 8601 1117 947

source: Account details were not in standard form and have been transposed.
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Pologne est composé au total de 28 caractères. Les 2 premiers caractères sont 'PL', suivis de 26 chiffres. Exemple : PL61 1090 1014 0000 0712 1981 2874

source: SEPA Direct Debit unsupported
fr: Le Numéro de Compte Bancaire International (IBAN) pour le Portugal est composé au total de 25 caractères. Les 2 premiers caractères sont 'PT', suivis de 23 chiffres. Exemple : PT50 0002 0123 1234 5678 9015 4

source: The bank/branch does not support SEPA Direct Debit
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Roumanie est composé au total de 24 caractères. Les 2 premiers caractères sont 'RO', suivis de 2 chiffres, 4 lettres puis enfin 16 chiffres. Exemple : RO49 AAAA 1B31 0075 9384 0000

source: SEPA Credit Transfer unsupported
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Serbie est composé au total de 22 caractères. Les 2 premiers caractères sont 'RS', suivis de 20 chiffres. Exemple : RS35 2600 0560 1001 6113 79

source: The bank/branch does not support SEPA Credit Transfers
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Suède est composé au total de 24 caractères. Les 2 premiers caractères sont 'SE', suivis de 22 chiffres. Exemple : SE45 5000 0000 0583 9825 7466

source: SEPA Business Direct Debit unsupported
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Slovénie est composé au total de 19 caractères. Les 2 premiers caractères sont 'SI', suivis de 17 chiffres. Exemple : SI56 2633 0001 2039 086

source: The bank/branch does not support SEPA Business Direct Debit payments
fr: Le Numéro de Compte Bancaire International (IBAN) pour la Slovaquie est composé au total de 24 caractères. Les 2 premiers caractères sont 'SK', suivis de 22 chiffres. Exemple : SK31 1200 0000 1987 4263 7541

source: Cancel
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Need verifying
fr: BWG_E_BANK_BRANCH_CODE_FORMAT

source: Conversions refunded
fr: Le format de code banque/branche est incorrect.Cette erreur survient pour les pays qui ont un code unique banque/branche combiné, tels que le Sort Code au Royaume-Uni et en République d'Irlande, ou le BLZ en Allemagne. Le code contient un nombre incorrect de chiffres ou de caractères non numériques (autres que des espaces ou des tirets).

source: Attention Required
fr: Le numéro de banque/branche que vous avez saisi est incorrect. Veuillez vérifier et réessayer.

source: You do not have enough conversions to proceed with the processing of the file that you have just uploaded.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: You will need to purchase conversions in order for the file to be processed. Click the 'purchase' button to purchase the correct amount of conversions and have your file processed.
fr: BWG_E_NO_INSTITUTION

source: Alternatively, if you do not wish to purchase conversions at this time simply click 'cancel', and your uploaded file will be removed.
fr: Ce code banque n'est pas utilisé. Le format du code de la banque est correct, mais il n'est pas attribué à une institution existante.

source: Please wait.
fr: Le code bancaire fourni est incorrect. Veuillez saisir un type de compte correct et réessayer.

source: The number of conversions you require for your uploaded file is being calculated.
fr: Demander un nouvel ensemble de coordonnées de compte bancaire

source: Cost
fr: BWG_E_BRANCH_CLOSED

source: VAT
fr: Cette branche a été identifiée comme étant fermée. Aucun transfert de branche n'a été détectée. Veuillez contacter le titulaire du compte pour obtenir un nouveau numéro de compte bancaire.

source: Total
fr: Cette branche a été identifiée comme étant fermée. Veuillez contacter le titulaire du compte pour obtenir un nouveau numéro de compte bancaire.

source: Billing Details
fr: Dans ce cas de figure, et si cela est possible, l'Assistant Bancaire (Kryptos) renverra comme résultat le code branche qui est désormais responsable du traitement des transactions pour le compte en question. Dans le cas où le nouveau code branche n'est pas disponible, la transaction doit être refusée et l'utilisateur doit se voir demander de contacter sa banque/branche pour confirmer les nouvelles coordonnées bancaires.

source: Address line 1
fr: BWG_E_BRANCH_TRANSFERRED

source: Address line 2
fr: Cette branche a été transférée. Cette branche a été fermée et les comptes ont été transférés sur une autre branche. Veuillez contacter le titulaire du compte pour obtenir un nouveau numéro de compte bancaire.

source: City
fr: Cette branche a été transférée. Cette branche a été fermée et les comptes ont été transférés sur une autre branche. Veuillez contacter le titulaire du compte pour obtenir un nouveau numéro de compte bancaire.

source: Postcode
fr: Demander un nouvel ensemble de coordonnées de compte bancaire

source: Billing details incomplete
fr: BWG_E_BANK_CLOSED

source: Please enter your firstname.
fr: Cette banque a été identifiée comme ayant fermé. Veuillez utiliser un autre compte bancaire pour effectuer votre opération.

source: Please enter your first line of address.
fr: Cette banque a été identifiée comme ayant fermé. Veuillez utiliser un autre compte bancaire pour effectuer votre opération.

source: Please enter your second line of address.
fr: Demander un nouvel ensemble de coordonnées de compte bancaire

source: Please enter your city.
fr: BWG_E_BANK_TRANSFERRED

source: Please enter your postcode.
fr: Cette banque a fermé et le compte a été transféré vers une autre banque. Veuillez contacter le titulaire du compte pour obtenir de nouvelles coordonnées de compte bancaire.

source: Please enter your country.
fr: Cette banque a fermé et le compte a été transféré vers une autre banque. Veuillez contacter le titulaire du compte pour obtenir de nouvelles coordonnées de compte bancaire.

source: Confirm
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Confirm
fr: BWG_E_IBAN_FORMAT

source: Your transaction could NOT be processed
fr: L'IBAN fourni est incorrect : le format de base de cet IBAN est correct ce n'est pas le format correct pour le pays en question."L'IBAN fourni est incorrect : le format de base de cet IBAN est correct ce n'est pas le format correct pour le pays en question. Veuillez saisir un IBAN correct et réessayer."Veuillez saisir un IBAN correct et réessayer.

source: There was a problem processing your payment.
fr: L'IBAN fourni est incorrect. Veuillez fournir un IBAN correct et réessayer.

source: Our payment provider reported the following problem:
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Payment Received
fr: BWG_E_IBAN_INVALID

source: Your transaction has been successfully processed
fr: L'IBAN fourni est incorrect:L'IBAN n'a pas le bon format de 2 lettres suivies de 2 chiffres suivis par une série de caractères alphanumériques. Veuillez saisir un IBAN correct et réessayer.

source: {{ credits_added }} conversions have been added to your account.
fr: L'IBAN fourni est incorrect. Veuillez fournir un IBAN correct et réessayer.
