Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The branch does not support Direct Credits. If you are looking to setup a Direct Credit using these account details then it may be rejected. It is suggested that you obtain an alternative bank account that does support Direct Credit or process the payment using an alternative payment scheme.
de: Die Niederlassung unterstützt keine Direktkredite. Wenn Sie dieses Konto nutzen möchten, um einen Direktkredit zu erhalten, wird es wahrscheinlich abgelehnt werden. Es wird empfohlen, ein alternatives Bankkonto zu verwenden, das Direktkredite erlaubt oder eine andere Zahlungsmethode zu wählen.
es: La sucursal no admite créditos directos . Si usted está buscando para configurar un crédito directo por el uso de estos datos de su cuenta, entonces puede ser rechazada. Se sugiere que usted obtenga una cuenta bancaria alternativa que soporte crédito directo o procesar el pago a través de un sistema de pago alternativo .
it: La filiale non supporta i Crediti Diretti. Se stai cercando di impostare un credito diretto con questi dettagli del conto, allora esso può venir respinto. Si suggerisce di ottenere un conto bancario alternativo che supporti l'addebito diretto o di processare il pagamento utilizzando un sistema di pagamento alternativo .

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
de: Bestätigen Sie bitte die Mitgliednummer manuell. Dies ist keine Fehlermeldung!
es: Confirmar manualmente el número antes de continuar. No es un error.
it: Riconfermare manualmente il numero cliente prima di continuare. Non trattare questa condizione come un errore.

source: Roll number modulus check algorithm is unavailable for these account details. The institution has not provided a modulus checking rule for the roll number, but has not confirmed that one does not exist. This can only occur when performing a roll number check.
de: Der Modulus-Prüfalgorithmus ist für diese Mitgliednummer nicht möglich. Das Institut hat die Prüfregeln für das Modulus-Verfahren nicht zur Verfügung gestellt. Das bedeutet nicht, dass die angegebene Nummer nicht korrekt ist. Diese Meldung erscheint nur bei einer Mitgliednummerprüfung.
es: Los códigos no están disponibles para estos datos de la cuenta .La institución no ha suministrado autorización, pero no se ha confirmado que no existe uno .Esto sólo puede ocurrir cuando se realiza una comprobación del número cheque
it: L'algoritmo di controllo del modulo del numero cliente non è disponibile per questi dettagli dell'account.L'istituzione non ha fornito una regola del controllo del modulo per il numero cliente, ma non ha confermato che non ne esiste nessuno. Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
de: Es liegen uns keine Regeln oder Standards vor, nach denen wir die angegebene Mitgliednummer für dieses Konto überprüfen können.
es: Reglas, datos e inteligencia necesarias para validar el número no están disponibles para estos datos de la cuenta .
it: Le regole, dati e informazioni necessarie per convalidare il numero cliente non sono disponibili per questi dettagli di conto.

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
de: Bestätigen Sie bitte die Mitgliednummer manuell. Dies ist keine Fehlermeldung!
es: Confirmar manualmente el número antes de continuar. No es un error.
it: Riconfermare manualmente il numero cliente prima di continuare. Non trattare questa condizione come un errore.

source: Roll number does not use a modulus check algorithm. The institution has confirmed that there is no modulus checking rule that can be applied to validate the roll number. This can only occur when performing a roll number check.
de: Die Mitgliedsnummer verwendet keinen Modulus-Prüf Algorithmus. Das Institut hat bestätigt, dass es keine Prüfregeln zur Überprüfung der Mitgliednummer gibt. Diese Meldung erscheint nur bei einer Mitgliednummerprüfung.
es: Número de comprobación de módulo .La institución ha confirmado que el número no es válido. Esto sólo puede ocurrir cuando se realiza una comprobación del número de cheque.
it: Il numero cliente non utilizza un algoritmo di controllo del modulo .L'istituzione ha confermato che non vi è alcuna regola di controllo del modulo che può essere applicata per convalidare il numero cliente.Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
de: Es liegen uns keine Regeln oder Standards vor, nach denen wir die angegebene Mitgliednummer für dieses Konto überprüfen können.
es: La información del cheque no están disponibles para estos datos de la cuenta .
it: Le regole, dati e informazioni necessarie per convalidare il numero cliente non sono disponibili per questi dettagli di conto.

source: Manually reconfirm the roll number before continuing. Do not treat this condition as an error.
de: Bestätigen Sie bitte die Mitgliednummer manuell. Dies ist keine Fehlermeldung!
es: Confirmar manualmente el número antes de continuar. No se trate esta condición como un error.
it: Riconfermare manualmente il numero cliente prima di continuare. Non trattare questa condizione come un errore.

source: Roll number format check is unavailable for these account details. The institution has not provided a format rule for the roll number, but has not confirmed that one does not exist. This can only occur when performing a roll number check.
de: Die Formatprüfung ist für diese Mitgliednummer nicht möglich. Das Institut hat keine Prüfregeln für das Kontoformat zur Verfügung gestellt. Das bedeutet nicht, dass die angegebene Nummer nicht existiert. Diese Meldung erscheint nur bei einer Mitgliednummerprüfung.
es: Número de cheque no está disponible para estos datos de la cuenta .La institución no ha suministrado una regla de formato para el número de rollo , pero no se ha confirmado que no existe uno .Esto sólo puede ocurrir cuando se realiza una comprobación del número de cuenta
it: Il controllo del formato del numero cliente non è disponibile per questi dettagli di conto.L'istituzione non ha fornito una regola del formato per il numero cliente, ma non ha confermato che non ne esistono.Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
de: Es liegen uns keine Regeln oder Standards vor, nach denen wir die angegebene Mitgliednummer für dieses Konto überprüfen können.
es: Reglas, datos e inteligencia necesarias para validar el número de cuenta no están disponibles para estos datos de la cuenta .
it: Le regole, dati e informazioni necessarie per convalidare il numero cliente non sono disponibili per questi dettagli di conto.

source: Manually reconfirm the roll number details before continuing. Do not treat this condition as an error.
de: Bestätigen Sie bitte die Mitgliednummer manuell. Dies ist keine Fehlermeldung!
es: Confirmar manualmente los detalles del número de cuenta antes de continuar. No es un error.
it: Riconfermare manualmente i dettagli del numero cliente prima di continuare. Non trattare questa condizione come un errore.

source: Roll number does not use a format check. The institution has confirmed that there is no format rule that can be applied to validate the roll number. This can only occur when performing a roll number check.
de: Die Formatprüfung ist für diese Mitgliednummer nicht möglich. Das Institut hat keine Prüfregeln für das Kontoformat zur Verfügung gestellt. Das bedeutet nicht, dass die angegebene Nummer nicht existiert. Diese Meldung erscheint nur bei einer Mitgliednummerprüfung.
es: Número de cuenta no utiliza el formato correcto. La institución ha confirmado que no puede validar número.Esto sólo puede ocurrir cuando se realiza una comprobación del número de cuenta.
it: Il numero cliente non utilizza un controllo del formato. L'istituzione ha confermato che non vi è alcuna regola di formato che può essere applicata per convalidare il numero cliente.Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: Rules, data and intelligence required to validate the roll number are unavailable for these account details.
de: Es liegen uns keine Regeln oder Standards vor, nach denen wir die angegebene Mitgliednummer für dieses Konto überprüfen können.
es: La información no está disponible para estos datos de la cuenta .
it: Le regole, dati e informazioni necessarie per convalidare il numero cliente non sono disponibili per questi dettagli di conto.

source: Manually reconfirm the roll number details before continuing. Do not treat this condition as an error.
de: Bestätigen Sie bitte die Mitgliednummer manuell. Dies ist keine Fehlermeldung!
es: Confirmar manualmente los detalles del número de cuenta antes de continuar. No es un error.
it: Riconfermare manualmente i dettagli del numero cliente prima di continuare. Non trattare questa condizione come un errore.

source: Roll number information is unavailable for these account details. The sort code and account number are not in the Kryptos database and therefore the roll number cannot be validated. This can only occur when performing a roll number check.
de: Informationen zur Mitgliednummer sind für dieses Konto nicht verfügbar. Bankleitzahl und Kontonummer sind nicht in der Bank-Wizard-Datenbank, deshalb kann die Mitgliedsnummer nicht bestätigt werden. Dies erscheint nur bei einer Mitgliednummerprüfung.
es: La información del número de cuenta no está disponible para estos datos de la cuenta .El código tipo y número de cuenta no están en la base de datos del Asistente del Banco y por lo tanto el número de cuenta no se pueden validar .Esto sólo puede ocurrir cuando se realiza una comprobación del número de cuenta.
it: Le informazioni del numero cliente non sono disponibili per questi dettagli di conto.Il codice CAB e il numero di conto non sono nel database di Kryptos e quindi il numero cliente non può essere convalidato.Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: Roll number information is unavailable for these account details. The bank account has been identified as invalid and therefore the roll number cannot be validated
de: Informationen zur Mitgliednummer sind für dieses Konto nicht verfügbar Das Bankkonto ist als ungültig erkannt worden, weshlab auch keine Prüfung der Mitgliednummer erfolgen kann.
es: La información del número de cuenta no están disponibles. La cuenta bancaria se ha identificado como no válida y por lo tanto el número de cuenta no se puede validar.
it: Le informazioni del numero cliente non sono disponibili per questi dettagli di conto. Il conto bancario è stato identificato come non valido e quindi il numerocliente non può essere convalidato .

source: Use the converted roll number in further processings.
de: Verwenden Sie umgestellte Mitgliedsnummer für die weitere Verarbeitung.
es: Utilice el número de cuenta convertido en su posterior procesamiento.
it: Utilizzare il numero cliente convertito durante eventuali future elaborazioni.

source: Non Bacs characters in the roll number were converted to spaces. This can only occur when performing a roll number check.
de: Nicht-BACS-kompatible Zeichen in der Mitgliednummer wurden in Leerzeichen umgewandelt. Dies kann nur während einer Mitgliedsnummerpfrüung erfolgen.
es: Bacs caracteres no están en el número de cuenta se convirtieron en espacios. Esto sólo puede ocurrir cuando se realiza una comprobación del número cuenta
it: I caratteri non BACS nel numero cliente sono stati convertiti in spazi. Ciò può avvenire solo quando si esegue un controllo del numero cliente.

source: The bank account details provided were not in standard format. All non BACS characters have been removed to avoid rejection.
de: Die angegebenen Kontodaten entsprachen nicht dem BACS-Standard. Alle nicht-BACS-kompatiblen Zeichen wurden entfernt, um eine Zurückweisung zu vermeiden.
es: Los datos bancarios facilitados no estaban en formato estándar. Todos los BACS se han eliminado para evitar el rechazo .
it: I dettagli del conto bancario forniti non erano in formato standard. Tutti i caratteri non BACS sono stati rimossi per evitare il rifiuto.

source: Create account
de: Konto erstellen
es: Crear una cuenta
it: Crea un account

source: login
de: Anmelden

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer contraseña
it: Resettare password

source: Sign-up
de: Registrieren
es: Regístrate

source: Account
de: Konto
es: Cuenta

source: Payment History
de: Zahlungsverhalten
es: Historial de pagos
it: Cronologia pagamenti

source: Back to login
de: Zurück zur Anmeldung
es: Volver a inicio
it: Torna al Login

source: Balance
de: Saldo
es: Saldo
it: Saldo

source: Batch Conversion
de: Stapelverarbeitung
es: Conversión por lotes
it: Conversione batch

source: Browse
de: Durchsuchen
es: Buscar
it: Sfogliare

source: New image
de: Neues Bild
es: Nueva imagen
it: Nuova immagine

source: Type the characters you see in the picture below.
de: Geben Sie die angezeigten Zeichen in das unten stehende Feld ein.
es: Escriba los caracteres que ve en la imagen de abajo.
it: Digita i caratteri che vedi nell'immagine qui sotto.

source: Company
de: Unternehmen
es: Empresa
it: Azienda

source: Confirm Email
de: Email bestätigen
es: Confirmar correo electrónico
it: Conferma Email

source: Confirm Password
de: Passwort bestätigen
es: Confirmar Contraseña
it: Conferma password

source: Conversion Summary
de: Zusammenfassung der Konversionen
es: Resumen de conversión
it: Riepilogo della conversione

source: Conversions
de: Konversionen
es: Conversiones
it: Conversioni

source: Convert
de: Konvertieren
es: Convertir
it: Converti

source: Converted Sucessfully
de: Erfolgreich konvertiert
es: Realizado con éxito
it: Convertito con successo

source: Cost Price
de: Kosten
es: Del precio de coste
it: Prezzo

source: Credit
de: Gutschrift
es: Crédito
it: Credito

source: Date/time
de: Datum / Zeit
es: Fecha / hora
it: Data / ora

source: Debit
de: Soll
es: Débito
it: Debito

source: Download
de: Downloaden
es: Descargar

source: Download File
de: Datei downloaden
es: Descargar archivo
it: Scarica File

source: Failed
de: Gescheitert
es: Fallo
it: Non riuscito

source: 3. File status and History
de: 3. Datei-Status und -Entwicklung
es: 3. Estado del archivo e Historia
it: 3. Stato del file e Cronologia

source: Filename
de: Dateiname
es: Nombre de archivo
it: Nome del file

source: Firstname
de: Vorname
es: Nombre
it: Nome

source: Forename
de: Vorname
es: Nombre
it: Nome

source: Forgotten your password?
de: Passwort vergessen?
es: Olvidó su contraseña?
it: Hai dimenticato la password?

source: Help
de: Hilfe
es: Ayudar
it: Aiuto

source: Insufficient Funds
de: Unzureichende Deckung
es: Saldo insuficiente
it: Fondi insufficienti

source: Invalid
de: Ungültig
es: No válido
it: Invalido

source: Job title
de: Beruf
es: Profesión
it: Professione

source: Lastname
de: Nachname
es: Apellido
it: Cognome

source: Latest SEPA News
de: Aktuelle SEPA Mitteilungen
es: ltimas Noticias SEPA
it: Ultime Notizie SEPA - Area Unica dei Pagamenti in Euro

source: Location
de: Ort
es: Ubicación
it: Posizione

source: Logout
de: Abmelden
es: Salir
it: Esci

source: No. of conversions
de: Anzahl der Konversionen
es: Número de conversiones
it: Numero di conversioni

source: old password
de: Altes Passwort
es: contraseña antigua
it: vecchia password

source: Password
de: Passwort
es: Contraseña

source: Payment Failed
de: Zahlung fehlgeschlagen
es: Ha fallado el pago
it: Pagamento non riuscito

source: Pending
de: Ausstehend
es: Pendiente
it: In sospeso

source: Personal details
de: Persönliche Angaben
es: Datos personales
it: Dati personali

source: 1. Prepare your file
de: 1. Bereiten Sie Ihre Datei vor
es: 1. Preparar su expediente
it: 1. Preparare il file

source: Prepare a list of your account numbers using our template. Save a copy in case you need to edit it later
de: Erstellen Sie eine Liste Ihrer Kontonummern mithilfe unserer Vorlage. Speichern Sie eine Kopie, falls Sie sie später bearbeiten müssen.
es: Prepare una lista de sus números de cuenta usando nuestra plantilla. Guarde una copia en caso de que necesite editarlo más tarde
it: Prepara un elenco dei numeri di conto utilizzando il nostro modello. Salva una copia in caso devi modificarla in un secondo momento

source: Purchase
de: Kaufen
es: Comprar
it: Acquista

source: Purchase
de: Kaufen
es: Comprar
it: Acquista

source: Purchase Conversions
de: Konvertierung kaufen
es: Purchaise Conversiones
it: Acquista Conversioni

source: Purchase Details
de: Erworbene Details
es: Detalles compra
it: Dati acquistati

source: Save the worksheet containing your account number data as a .csv file and then upload it here.
de: Speichern Sie die Datei mit Ihrer Kontonummer Daten als CSV-Datei und uploaden Sie sie bitte hier.
es: Guardar la hoja de cálculo que contiene los datos de número de cuentas como un archivo csv. Y luego subir aquí.
it: Salva il foglio di lavoro contenente i dati del tuo account come file .csv e poi caricalo qui.

source: Settings
de: Einstellungen
es: Configuración
it: Impostazioni

source: Single Conversion
de: Einzelkonversion
es: Conversión Individual
it: Conversione Singola

source: Status / Result
de: Status / Ergebnis
es: Estado / Resultado
it: Stato / Risultato

source: Surname
de: Nachname
es: Apellido
it: Cognome

source: By clicking "sign-up" below you acknowledge that you agree to our <a href="#modalTermsConditions" data-toggle="modal">Terms and conditions</a> and that you have read and agreed to our <a href="#modalDataUsePolicy" data-toggle="modal">Data use policy</a>, including our <a href="#modalCookieUse" data-toggle="modal">Cookie use policy</a>.
de: Mit dem Klick auf "Registrieren" stimmen Sie unseren <a href="#modalTermsConditions" data-toggle="modal">AGB´s</a> zu und bestätigen, dass Sie ebenfalls unsere <a href="#modalDataUsePolicy" data-toggle="modal">Datenschutzerklärung</a> einschließlich unserer Erklärung zur <a href="#modalCookieUse" data-toggle="modal">Cookie-Nutzung</a> gelesen und akzeptiert haben.
es: Al hacer clic en "sign-up" a continuación usted acepta nuestros <a href="#modalTermsConditions" data-toggle="modal">términos y condiciones</a>, y que usted ha leído y acepta nuestra <a href="#modalDataUsePolicy" data-toggle="modal">política de uso de datos</a>, incluyendo nuestra política de uso de <a href="#modalCookieUse" data-toggle="modal">Cookie</a>.
it: Cliccando su "Sign-up" di seguito si accettano i nostri <a href="#modalTermsConditions" data-toggle="modal">Termini e condizioni</a> e di aver letto e accettato la nostra <a href="#modalDataUsePolicy" data-toggle="modal">politica di utilizzo dei dati</a>, tra cui la nostra <a href="#modalCookieUse" data-toggle="modal">politica di uso Cookie</a>.

source: Title
de: Titel
es: Título
it: Titolo

source: Total Cost
de: Gesamtkosten
es: Precio total
it: Costo totale

source: Total Cost (&euro;)
de: Gesamtkosten (&euro;)
es: Precio total (&euro;)
it: Costo totale (&euro;)

source: Total VAT
de: MwSt.
es: Total IVA
it: IVA totale

source: Total VAT (&euro;)
de: MwSt. (&euro;)
es: Total IVA (&euro;)
it: IVA totale (&euro;)

source: Transaction id
de: Transaktionsnummer
es: ID de transacción
it: ID della transazione

source: Type
de: Typ
es: Tipo
it: Tipo

source: Update
de: Aktualisieren
es: Actualizar
it: Aggiornare

source: Upload
de: Hochladen
es: Subir
it: Caricare

source: 2. Upload your file
de: 2. Laden Sie Ihre Datei hoch
es: 2. Subir archivo
it: 2. Carica il tuo file

source: You are logged in as
de: Sie sind angemeldet als
es: Ha iniciado la sesión como
it: Sei connesso come

source: Terms and Conditions
de: Geschäftsbedingungen
es: Términos y Condiciones
it: Termini e condizioni
