Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: <p> Software as a Service Agreement</p><p> This is an agreement between:</p><p> (1) <strong>Kryptos Systems Ltd </strong>(Company Number: 08640789), with registered address at 29 Hertford Court, Meadowfields, Northampton, NN3 9TD trading as <strong>"Kryptos Systems Ltd"</strong>; and</p><p> (2) the <strong>Customer </strong></p><p> Acknowledgment By The Customer</p><p> The Customer acknowledges and agrees to the following:</p><p> &#8226; The Agreement governs the use of the Service by the Customer.</p><p> &#8226; The individual accepting the Agreement, confirms that it is authorised to do so, as an agent on behalf of the Customer.</p><p> &#8226; The Customer acknowledges that by accepting the Agreement, it will also be entering into separate licensing agreements with the respective third party Licensors (where applicable).</p><p> &#8226; The Customer acknowledges that KRYPTOS SYSTEMS LTD's third party data Licensors require:</p><p> KRYPTOS SYSTEMS LTD to observe certain requirements in using their data (the Third Party Licences) to provide the Service; and KRYPTOS SYSTEMS LTD's customers to comply with certain end user licence agreements (the Third Party EULAs).</p><p> Consequently, the Customer agrees that it will not undertake any activities which would result in any of the above arrangements (the Third Party Contracts) to be breached.</p><p> &#8226; The Service and Software Materials are licensed to the Customer. The Service and Software Materials are, and remain the property of KRYPTOS SYSTEMS LTD and its third party licensors.</p><p> &#8226; By in any way installing, activating, copying or otherwise using the Service or Software Materials, or any part of them, the Customer agrees to be bound by the terms of this Agreement. If the Customer does not agree to the terms of this Agreement, the Customer may not install, activate, copy or in any way use the Service or Software Materials, or any part of them.</p><p> Installation And/Or Activation By An Authorised Reseller</p><p> &#8226; If the Service or the Software Material is being installed and/or activated by the Authorised Reseller for the Customer's use, then the Authorised Reseller and the Customer each confirms that the Customer has appointed the Authorised Reseller as its agent to confirm acceptance of this Agreement on its behalf, and the Customer hereby agrees to be bound by this Agreement.</p><p> 1 Definitions &amp; Interpretation</p><p> Definitions</p><p> 1.1 In this Agreement the following words and expressions shall have the following meanings:</p><p> <strong>"Account Code" </strong> means a unique code which is used to identify and manage a Customer's account.</p><p> <strong>"Account Section" </strong> means the Customer's account section made available to the Customer, or the Authorised Reseller on behalf of the Customer, by KRYPTOS SYSTEMS LTD on the KRYPTOS SYSTEMS LTD Website.</p><p> <strong>"Additional Liability Cap" </strong> has the meaning attributed to it in Clause 9.8.2.</p><p> <strong>"Agreement" </strong> means this agreement.</p><p> <strong>"Authorised Reseller" </strong> means an authorised reseller of KRYPTOS SYSTEMS LTD.</p><p> <strong>"Business Days" </strong> means days falling within Monday to Friday (excluding Public and Bank Holidays).</p><p> <strong>"Business Hours" </strong> means hours falling within 9am to 5.30pm UK time, during Business Days.</p><p> <strong>"Commercially </strong> means the same degree of priority and diligence with which KRYPTOS SYSTEMS LTD meets the support needs of its other similar customers</p><p> <strong>"Credit" </strong> means a pre-paid credit purchased by the Customer from KRYPTOS SYSTEMS LTD, and which is identified by KRYPTOS SYSTEMS LTD at the time of purchase as a 'credit'.</p><p> <strong>"Customer" </strong> means the organisation named as the 'Customer' or 'Business' or 'Company' in either:</p><p> (1) the registration form for use of the Service and Software Materials;</p><p> (2) the KRYPTOS SYSTEMS LTD; or</p><p> (3) the Agreement.</p><p> <strong>"Customer Cause" </strong> means any of the following causes:</p><p> (1) any improper use, misuse or unauthorised alteration of the Software or Service by the Customer;</p><p> (2) any use of the Software or Service by the Customer in a manner inconsistent with the then-current Documentation or KRYPTOS SYSTEMS LTD's instructions which are provided from time to time;</p><p> <strong>Reasonable Efforts</strong></p><p> (3) the use by the Customer of any hardware or software not provided by KRYPTOS SYSTEMS LTD or approved by KRYPTOS SYSTEMS LTD in writing for use by the Customer in connection with the Software or Service; or</p><p> (4) the use of a non-current version or release of the Software.</p><p> <strong>"Customer Hoster" </strong> has the meaning attributed to it in Clause 3.1.2.</p><p> <strong>"Database" </strong> means a third party database, access to the whole or part of which is made available to the Customer by KRYPTOS SYSTEMS LTD.</p><p> <strong>"Defaulting Party" </strong> has the meaning attributed to it in Clause 10.11.</p><p> <strong>"Documentation" </strong> means the PDF or hard copy user documentation made available to the Customer by KRYPTOS SYSTEMS LTD, or the online support pages under the respective 'Support' section on the KRYPTOS SYSTEMS LTD Website.</p><p> <strong>"Effective Date" </strong> means the date that the contract formed by this Agreement comes into force, being the date that it is accepted by the Customer (whether via the Authorised Reseller or otherwise) on-line, or the date it is signed by both Parties.</p><p> <strong>"Emergency Maintenance" </strong> means a Maintenance Event which is undertaken on less than 5 days advance notice, or with no notice at all, which is necessary to:</p><p> (1) address a security issue;</p><p> (2) aim to prevent, or to address, a Service disruption;</p><p> (3) aim to prevent data corruption;</p><p> (4) aim to prevent incorrect output from a Service; or</p><p> (5) comply with legislative requirements.</p><p> <strong>"Enterprise Software" </strong> means the software, databases and data made available by KRYPTOS SYSTEMS LTD to the Customer for the Customer's local installation and hosting, in order for the Customer to use the Service.</p><p> <strong>"Evaluation Offerings" </strong> has the meaning attributed to it in Clause 2.12.1.</p><p> <strong>"External Use" </strong> means use of the Royal Mail data or services in any public facing website use.</p><p> <strong>"Fault" </strong> means any failure of the KRYPTOS SYSTEMS LTD Offering to operate in all material respects in accordance with its Documentation, including any failure or error with the</p><p> KRYPTOS SYSTEMS LTD Offering as referred to in the incident level table shown in Paragraph 9.1.2 of the SLA.</p><p> <strong>"Force Majeure Event" </strong> has the meaning attributed to it in Clause 11.1.</p><p> <strong>"Help Desk Support" </strong> means support provided, or agreed to be provided, by help desk technicians to assist with, identify and/or resolve Faults.</p><p> <strong>"Internal Use" </strong> means use of the Royal Mail data or services in any non-public facing website use (including without limitation in relation to any CRM, ERP, intranet, extranet or internal office use).</p><p> <strong>"Liability Cap" </strong> has the meaning attributed to it in Clause 9.8.1.</p><p> <strong>"Licence Key" </strong> means a licence key issued to the Customer to use the Service.</p><p> <strong>"Licensor" </strong> means a third party licensor of the Database or any of the Software Materials.</p><p> <strong>"Maintenance Events" </strong> has the meaning attributed to it in Paragraph 5.1 of the SLA.</p><p> <strong>"Monthly Recurring Fee" </strong> means 1/12 of the Current Year's Subscription Fees paid by the Customer, but if the Customer has not paid any Subscription Fees during that Year, then the 'Monthly Recurring Fee' means 1/12 of the Current Year's Subscription Fees which have been agreed to be paid by the Customer during that Year.</p><p> <strong>"New Charges Date" </strong> has the meaning attributed to it in Clause 5.7.</p><p> <strong>"Ordnance Survey Data" </strong> has the meaning attributed to it in Clause 2.13.1.</p><p> <strong>"Out Of Scope Support" </strong> means:</p><p> (1) any services (including any investigational work) performed by KRYPTOS SYSTEMS LTD in connection with any apparent problem regarding the Service reasonably determined by the Supplier:</p><p> a. not to have been caused by a Fault; or</p><p> b. to have been caused by a Customer Cause or a cause outside the Supplier's control;</p><p> (2) any services in relation to issues with: any software and data which do not form part of the KRYPTOS SYSTEMS LTD Offering;</p><p> (3) any services in relation to issues with: any hardware or networks which Version:</p><p> are not under the direct control of KRYPTOS SYSTEMS LTD or the KRYPTOS SYSTEMS LTD Hoster.</p><p> <strong>"Parties" </strong> means the Customer and KRYPTOS SYSTEMS LTD.</p><p> <strong>"Party" </strong> means the Customer or KRYPTOS SYSTEMS LTD (as applicable).</p><p> <strong>"Password" </strong> means the password selected by the Customer (or on its behalf by the Authorised Reseller) to use the Service.</p><p> <strong>"KRYPTOS SYSTEMS LTD" </strong> has the meaning attributed to it above.</p><p> <strong>"KRYPTOS SYSTEMS LTD Hoster" </strong> has the meaning attributed to it in Paragraph 2.2 of the SLA.</p><p> <strong>"KRYPTOS SYSTEMS LTD Offering" </strong> means that part of the Software Materials and Service which is owned and developed by KRYPTOS SYSTEMS LTD or its group companies, but for the avoidance of doubt, excludes: the Database; any third party data; any third party software; any third party materials; any third party services; any third party documentation; (for the avoidance of doubt, such exclusions also include any third party software, documentation, materials, services and documentation provided or made available by the Authorised Reseller).</p><p> <strong>"KRYPTOS SYSTEMS LTD Privacy Policy" </strong> means KRYPTOS SYSTEMS LTD's privacy policy, which is available from the KRYPTOS SYSTEMS LTD Website, as such policy is updated from time to time by KRYPTOS SYSTEMS LTD.</p><p> <strong>"KRYPTOS SYSTEMS LTD Quote Sheet" </strong> means a document, issued by KRYPTOS SYSTEMS LTD to the Customer, headed 'Quote', which is intended by KRYPTOS SYSTEMS LTD to be binding with regard to pricing or the types of services which are to be offered (however, for the avoidance of doubt, this excludes the details contained in any separate sales proposal documentation (whether attached or not to the document headed 'Quote')).</p><p> <strong>"KRYPTOS SYSTEMS LTD Website" </strong> means any websites operated by KRYPTOS SYSTEMS LTD, which offer software or services, including the website with the url of: www.postcodeanywhere.co.uk</p><p> <strong>"Planned Maintenance" </strong> means a Maintenance Event in respect of which KRYPTOS SYSTEMS LTD has provided at least 5 days advance notice by email or by a notice on the KRYPTOS SYSTEMS LTD Website.</p><p> <strong>"Premium Service" </strong> means the ability for the Customer to have the additional arrangements referred to in the SLA, in respect of the Services in relation to which this option is made available by KRYPTOS SYSTEMS LTD and accepted by the Customer.</p><p> <strong>"Service" </strong> means the respective online service made available, or agreed to be made available, by KRYPTOS SYSTEMS LTD to the Customer pursuant to this Agreement (but for the avoidance of doubt, 'Service' excludes the Premium Service). Version: November 2013 - Page 7</p><p> <strong>"Service Credit" </strong> has the meaning attributed to it in Paragraph 4.1. of the SLA.</p><p> <strong>"Service Output" </strong> means any output response generated by the Service.</p><p> <strong>"SLA" </strong> means the document shown in Schedule 1.</p><p> <strong>"SLA Charge" </strong> means the annual fee for the Premium Service.</p><p> <strong>"SLA Report" </strong> means the Uptime Service Level report shown at www.postcodeanywhere. co.uk/status.</p><p> <strong>"Software" </strong> means the software (including any Enterprise Software) and data (including the relevant Databases) made available by or on behalf of KRYPTOS SYSTEMS LTD, which enable the Customer to access or use the Service; including any updates to this which are made available to the Customer from time to time by or on behalf of KRYPTOS SYSTEMS LTD; (but for the avoidance of doubt, 'Software' excludes any software, data or databases provided by the Authorised Reseller independently of KRYPTOS SYSTEMS LTD, as such software, data and databases provided by the Authorised Reseller are provided pursuant to a separate contract between the Customer and the Authorised Reseller).</p><p> <strong>"Software Materials" </strong> means the Software and the Documentation.</p><p> <strong>"Solution" </strong> means either of the following outcomes:</p><p> (1) correction of a Fault; or</p><p> (2) a workaround in relation to a Fault (including a reversal of any changes to the Software if deemed appropriate by KRYPTOS SYSTEMS LTD) that is reasonable in the circumstances.</p><p> <strong>"Subject Matter" </strong> has the meaning attributed to it in Clause 17.1.</p><p> <strong>"Subscription Fee" </strong> means a payment made by the Customer for the use of the respective Service for the respective Subscription Period, which may consist of Credits and/or Licence Fees.</p><p> <strong>"Subscription Period" </strong> means the respective limited time period during which the Customer may use the respective Service, as determined by the payment made to the Supplier in respect of such Service.</p><p> <strong>"Supplier" </strong> means KRYPTOS SYSTEMS LTD, or if the Customer is obtaining access to the Service via an Authorised Reseller, then it means the Authorised Reseller.Version:</p><p> <strong>"Support Hours" </strong> means Business Hours.</p><p> <strong>"Support Period" </strong> means the 12 month period commencing from the Support Start Date.</p><p> <strong>"Support Request" </strong> means a request made by the Customer in accordance with the SLA for support in relation to the Service.</p><p> <strong>"Support Services" </strong> means maintenance of the then-current version or release of the Services, including Help Desk Support, but excluding any Out Of Scope Support.</p><p> <strong>"Support Start Date" </strong> means the date that KRYPTOS SYSTEMS LTD accepts the Customer's election to have the Premium Service.</p><p> <strong>"Terminating Party" </strong> has the meaning attributed to it in Clause 10.11.</p><p> <strong>"Third Party Contracts" </strong> means the Third Party Licences and Third Party EULAs.</p><p> <strong>"Third Party Licences" </strong> means the third party licences (which are available from the KRYPTOS SYSTEMS LTD Website) imposed by the Licensors on KRYPTOS SYSTEMS LTD in respect of the Software Materials and/ or Service.</p><p> <strong>"Third Party EULAs" </strong> means the third party end user licences (which are available from the KRYPTOS SYSTEMS LTD Website) which are stated as being applicable to the Customer's use of the Software Materials and/or Service.</p><p> <strong>"Uptime Service Level" </strong> has the meaning attributed to it in Paragraph 2 of the SLA.</p><p> <strong>"Year" </strong> means a period of 12 months commencing from: the Effective Date; or from an anniversary of the Effective Date.</p><p> Interpretation</p><p> 1.2 The headings contained in this Agreement are for convenience of reference only and shall not affect any interpretation.</p><p> 1.3 References to "person" includes an individual, company, firm, partnership, government body, public body, charity, association, or other legal entity.</p><p> 1.4 Words indicating the singular shall include the plural and vice versa. Words indicating a gender shall include each gender.</p><p> 1.5 The words and phrases "including" and "in particular" shall be without limitation to the generality of any preceding words and any preceding words shall not be construed as being limited to a particular class Version:</p><p> where a wider interpretation of those words and phrases is possible. Furthermore (except where already stated) such words shall be deemed to be immediately followed by the words "without limitation".</p><p> 1.6 References to any statute or statutory provision shall include:</p><p> 1.6.1 any subordinate legislation made under it; and</p><p> 1.6.2 any provision which subsequently supersedes it or re-enacts it (whether with or without modification).</p><p> 1.7 All sums payable hereunder are expressed exclusive of VAT and any other applicable tax and duty payable upon such sums which shall be added if appropriate at the rate prevailing at the relevant tax point.</p><p> 1.8 To the extent of any conflict or ambiguity between the provisions of the Agreement and the Third Party Contracts, the provisions of the Third Party Contracts shall prevail.</p><p> 2 Subscription</p><p> Grant of Licence</p><p> 2.1 KRYPTOS SYSTEMS LTD hereby grants to the Customer the non-exclusive, non-transferable, revocable right for the Subscription Period to use the Service, subject to the terms and conditions referred to in this Agreement.</p><p> 2.2 The Customer must pay a Subscription Fee to reflect the number of users which are going to be accessing the respective Service. It is the Customer's responsibility to ensure that the Customer licenses the correct number of users that will be accessing the Service.</p><p> Subscription Fees And Subscription Periods</p><p> 2.3 The Customer may use only those Services in respect of which it has paid the respective Subscription Fees.</p><p> 2.4 Subscription Fees can be paid using a Credit and/or Licence Fee, as communicated by KRYPTOS SYSTEMS LTD in respect of the relevant Service at the respective time.</p><p> 2.5 A Licence Fee is valid for use of the Service for the limited time period specified by KRYPTOS SYSTEMS LTD at the time the Licence Fee is paid.</p><p> 2.6 A Service is only accessible for a limited time period equating to the respective Subscription Period reflecting the level of Subscription Fee paid. No Service is available on a perpetual licence or perpetual subscription basis.Version:</p><p> Prohibitions</p><p> 2.7 This Agreement prohibits the Customer from re-selling (whether for free or by charging) the Service Output or Service.</p><p> 2.8 The Customer agrees that it may not undertake any of the following acts (except to the extent expressly permitted by law or as expressly permitted separately in writing by KRYPTOS SYSTEMS LTD):</p><p> 2.8.1 use the Service to provide any software or a service which competes with the Software Materials or Service;</p><p> 2.8.2 undertake any data cleansing activities other than to the extent expressly permitted by the respective Third Party Contracts;</p><p> 2.8.3 make use of the Service (whether through an application or an integration or otherwise) which would adversely affect the reputation of: KRYPTOS SYSTEMS LTD; the Licensors; or KRYPTOS SYSTEMS LTD's or the Licensors' services or offerings; or</p><p> 2.8.4 any act or omission which has the objective of circumventing the intention of any of the restrictions within the Agreement.</p><p> Retention Of Title And Ownership Of The Software Materials</p><p> 2.9 KRYPTOS SYSTEMS LTD and its third party licensors retain title and ownership of the Software Materials. No intellectual property rights (including without limitation copyright) are transferred pursuant to this Agreement other than the licence to use the Software Materials and Service as expressly granted by this Agreement. All rights in the Software Materials and Service not specifically granted in this Agreement are reserved by KRYPTOS SYSTEMS LTD and its licensors.</p><p> Third Party EULAs</p><p> 2.10 The Customer agrees that by requesting access to any third party software or data which is subject to a Third Party EULA, the Customer is entering into such Third Party EULA (where this is the intention of the Third Party EULA), and the Licensor will therefore have rights and remedies against the Customer pursuant to this Agreement and the Third Party EULA.</p><p> 2.11 The Customer agrees that where it is entering into a Third Party EULA, it will bring any claims in respect of the third party software and data which is governed by that agreement, against the Licensor pursuant to the Third Party EULA and not against KRYPTOS SYSTEMS LTD</p><p> Evaluations</p><p> 2.12 The Customer may be permitted to use certain software, data sets or services on an evaluation basis by KRYPTOS SYSTEMS LTD. If any such evaluation is expressly permitted by KRYPTOS SYSTEMS LTD, then the evaluation will be subject to the Version:</p><p> following additional conditions:</p><p>2.12.1 the Customer will not use any software, data sets or services provided for evaluation purposes (collectively known as the <strong>"Evaluation Offerings") </strong>for any commercial purpose whatsoever, nor within any form of live environment whereby the Customer or a third party could suffer any form of loss from any issues with the Evaluation Offerings;</p><p> 2.12.2 Subject to Clause 9.1, KRYPTOS SYSTEMS LTD will not be liable for any performance issues with such Evaluation Offerings;</p><p> 2.12.3 any applicable provisions relating to the use of the Evaluation Offerings that are contained in the Third Party Contracts;</p><p> 2.12.4 KRYPTOS SYSTEMS LTD may be obliged to provide details in respect of the Customer's evaluation use to the Licensor of the Evaluation Offerings, and the Customer agrees to such disclosure being made by KRYPTOS SYSTEMS LTD to the respective Licensor;</p><p> 2.12.5 the Customer will permit the respective Licensors of the Evaluation Offerings to contact the Customer for the purpose of monitoring the Customer's use of the Licensors' intellectual property rights, as well as for checking compliance by the Customer with the Third Party Contracts and for enforcing the Licensors' rights in respect of the Evaluation Offerings;</p><p> 2.12.6 the Customer will not use the Evaluation Offerings in any manner whatsoever after the expiration of any evaluation period granted by KRYPTOS SYSTEMS LTD.</p><p> Evaluation: Ordnance Survey</p><p> 2.13 With regard to the evaluation of any data, services or software which relate to the Ordnance Survey, the following additional conditions apply:</p><p> 2.13.1 the Customer agrees that it will use the Ordnance Survey's data (the <strong>"Ordnance Survey Data"</strong>) for the purposes of testing KRYPTOS SYSTEMS LTD's software or services which make use of such data within the Customer's own organisation;</p><p> 2.13.2 the Customer will not commercially exploit the Ordnance Survey Data and/or provide any copies of it to any third party;</p><p> 2.13.3 the Customer agrees that it will destroy all copies of KRYPTOS SYSTEMS LTD's software which is in its possession which uses the Ordnance Survey Data, on expiry or termination of the evaluation period; and</p><p> 2.13.4 the Customer will only use the Ordnance Survey Data on a secure password protected area of the Customer's computer system or network, and will not allow the Ordnance Survey Data to be used or accessed on or via the internet or for any purpose which is only permitted by using a non-evaluation service.Version:</p><p> 3 Enterprise Software</p><p> 3.1 The Customer agrees to the following additional provisions in respect of Enterprise Software:</p><p> Licensing</p><p> 3.1.1 KRYPTOS SYSTEMS LTD hereby grants to the Customer on, and subject to, the terms and conditions of this Agreement, a non-exclusive, non-transferable licence to allow its personnel to use the Enterprise Software solely to access the respective Services for the benefit of the Customer;</p><p> 3.1.2 the Customer must obtain KRYPTOS SYSTEMS LTD's prior written approval (such approval not to be unreasonably withheld) if the Customer requires the Enterprise Software to be hosted by the Customer's third party (the <strong>"Customer Hoster"</strong>). If such approval is provided by KRYPTOS SYSTEMS LTD, then the Customer must ensure that the same obligations which the Customer must accept in respect of the Enterprise Software pursuant to this Agreement (other than payment obligations, which will reside solely with the Customer), are also complied with by the Customer's third party;</p><p> 3.1.3 the Customer will maintain accurate and up-to-date records of the number and location of all copies of the Enterprise Software, and make such records available upon request to KRYPTOS SYSTEMS LTD, the Authorised Reseller and/or the Licensors;</p><p> 3.1.4 the Enterprise Software does not provide the Customer with any additional rights or remedies in respect of the Services compared to the non-Enterprise Software use of the Services;</p><p> Hosting, Maintenance &amp; Support</p><p> 3.1.5 the Customer will host the Enterprise Software in an environment which complies with KRYPTOS SYSTEMS LTD's minimum specification requirements, as such requirements are notified from time to time by KRYPTOS SYSTEMS LTD (with KRYPTOS SYSTEMS LTD acting reasonably);</p><p> 3.1.6 the Customer agrees that it will be responsible for all installation, maintenance and configuration of the Enterprise Software and the Customer's infrastructure (and the Customer will likewise put in place equivalent measures with the Customer Hoster, where the Customer has obtained KRYPTOS SYSTEMS LTD's consent to the use of the Customer Hoster pursuant to Clause 3.1.2);</p><p> 3.1.7 the SLA will not apply in respect of any issues arising from the local hosting, installation, configuration or maintenance of the Enterprise Software, nor the effect which any of the afore-mentioned have on the Services;</p><p> 3.1.8 the Customer will promptly apply to the Enterprise Software, any updates which are made available from time to time by KRYPTOS SYSTEMS LTD;Version:</p><p> Return Or Destruction Of Software Materials</p><p> 3.1.9 within 7 days after the termination of this Agreement, or termination of KRYPTOS SYSTEMS LTD's obligation to make available any part of the Software Materials or Service (including following expiration of the respective Subscription Period where access to the Service is not renewed), for whatever reason, Customer agrees to destroy or return the Software Materials (including all copies) in respect of which this Agreement has been terminated (in whole or in part), in the reasonable manner directed by KRYPTOS SYSTEMS LTD, and where requested, certify this in writing to KRYPTOS SYSTEMS LTD as having been completed;</p><p> Prohibitions</p><p> 3.1.10 the Customer agrees that it may not undertake any of the following acts (except to the extent expressly permitted by law or as expressly permitted separately in writing by KRYPTOS SYSTEMS LTD):</p><p> 3.1.10.1 copy the Software Materials or any part of them (although the Customer may make a copy of the Software (and any Documentation provided electronically) for back-up purposes only);</p><p> 3.1.10.2 translate, adapt, vary, modify the Software Materials or Services;</p><p> 3.1.10.3 disassemble, decompile or reverse engineer the Software;</p><p> 3.1.10.4 rent, lease, loan, resell, distribute, network or create derivative works based upon the Software Materials, Service, or any part of them.</p><p> 4 Assurances</p><p> Provision Of Software Materials</p><p> 4.1 Subject to the other provisions of the Agreement, KRYPTOS SYSTEMS LTD agrees that:</p><p> 4.1.1 during the respective Subscription Period, it has agreements in place with its Licensors, which confirm that it is licensed to provide access to the respective Software Materials and Services to the Customer;</p><p> 4.1.2 subject to Clause 4.7.1, it will use reasonable endeavours during the respective Subscription Period to:</p><p> 4.1.2.1 ensure that the Software which is made available by KRYPTOS SYSTEMS LTD to be used as part of the Service is free of viruses;</p><p> 4.1.2.2 allow access to the respective Service during the relevant Subscription Period, subject to any maintenance, or matters outside KRYPTOS SYSTEMS LTD's reasonable control, as the Customer acknowledges that from time to time events may occur which affect the availability of the Service due to the nature of the internet, IT equipment and media;</p><p> 4.1.2.3 make available updates to the Database, where such updates are provided by its Licensors.Version:</p><p> Errors In Software And Data</p><p> 4.2 The Customer agrees to the following:</p><p> 4.2.1 that software and data in general are not error-free and agrees that the existence of such errors in the Software, Service or Service Output shall not constitute a breach of this Agreement;</p><p> 4.2.2 where the software integration code which is made available by KRYPTOS SYSTEMS LTD on the KRYPTOS SYSTEMS LTD Website, is provided on a free of charge basis, the Customer agrees that such software integration code is provided on an 'as is' basis, without any assurance (including without limitation any warranty) whatsoever, and therefore no assurance whatsoever is provided (without limitation) in respect of its suitability, performance, functionality, quality or otherwise. The Customer agrees that its sole and exclusive remedy in respect of such software integration code is to simply cease using such software integration code;</p><p> 4.2.3 where the software integration code which is made available by KRYPTOS SYSTEMS LTD on the KRYPTOS SYSTEMS LTD Website, is provided on a chargeable basis by KRYPTOS SYSTEMS LTD to the Customer, then the Customer agrees that such software integration code is provided solely on the basis that it will materially comply with its stated description on the KRYPTOS SYSTEMS LTD Website. If there is any issue with such software integration code where it fails to materially comply with its stated description on the KRYPTOS SYSTEMS LTD Website, then the Customer agrees that it will inform KRYPTOS SYSTEMS LTD of this fact (with reasonable details) in writing within 7 days of paying the licence fee in respect of such software integration code, and if KRYPTOS SYSTEMS LTD is unable to remedy the issue to achieve the afore-mentioned material compliance with the description on the KRYPTOS SYSTEMS LTD Website within 30 days of receiving the notification from the Customer, then the Customer's sole and exclusive remedy in respect of such software integration code, is a refund of the charges which the Customer paid to KRYPTOS SYSTEMS LTD in respect of such software integration code (with the Customer accepting that its licence to use such software integration code will terminate from the date of such refund);</p><p> 4.2.4 if any third party makes any updates to its software or platform, such that this causes an issue in respect of the Software or Service, then the Customer accepts that this is not an issue with the Software or Service itself, nor a breach by KRYPTOS SYSTEMS LTD of any of its obligations under this Agreement. However, KRYPTOS SYSTEMS LTD may at its sole discretion, choose to provide any updates to the KRYPTOS SYSTEMS LTD Offering to address any compatibility issues caused by any third party changes.</p><p> Database</p><p> 4.3 The Customer acknowledges that in view of the fact that the Database contains third party data, the data in the Database is provided on an 'as is' basis, and no assurance in respect of it is provided (including without limitation any assurance with regard to its co
de: <p> Software as a Service-Abkommen</p><p> <u>Dies ist eine Vereinbarung zwischen:</u></p><p> (1) <strong>Kryptos Systems Ltd</strong> (Firmennummer: 08640789), mit eingetragener Adresse in 29 Hertford Platz, Meadowfields, Northampton, NN3 9TD Handel <strong>als "Kryptos Systems Ltd";</strong> und</p><p> (2) <strong>ist</strong> der Kunde</p><p> <u>Anerkennung durch den Kunden</u></p><p> Der Kunde best&#228;tigt und stimmt auf die folgenden:</p><p> &#8226; Die Vereinbarung regelt die Nutzung des Services durch den Kunden.</p><p> &#8226; Die individuelle Annahme des Abkommens, best&#228;tigt, dass sie zugelassen ist, so zu tun, als Agent im Namen des Kunden.</p><p> &#8226; Der Kunde erkennt an, dass durch die Annahme der Vereinbarung, wird es auch in separate Lizenzvereinbarungen der Eingabe werden mit den jeweiligen Drittlizenzgebern (falls zutreffend).</p><p> &#8226; Der Kunde erkennt an, dass Daten Dritter Lizenzgeber KRYPTOS SYSTEMS LTD erfordern:</p><p> KRYPTOS SYSTEMS LTD bestimmte Anforderungen bei der Verwendung ihrer Daten (die Third Party Lizenzen), den Service bereitzustellen zu beobachten; und Kunden KRYPTOS SYSTEMS LTD ist, die mit bestimmten Endbenutzer-Lizenzvertr&#228;gen (Dritt EULAs) entsprechen.</p><p> Folglich verpflichtet sich der Kunde, dass er alle T&#228;tigkeiten, die in einer der oben genannten Vereinbarungen (die Third Party Contracts) durchbrochen werden, ergeben w&#252;rde, nicht vornehmen.</p><p> &#8226; Der Service und die Software Materialien werden an den Kunden lizenziert. Der Service und die Software Materialien sind und bleiben Eigentum von KRYPTOS SYSTEMS LTD und deren Drittlizenzgebern.</p><p> &#8226; Durch die in irgendeiner Weise Installieren, Aktivieren, Kopieren oder anderweitige Nutzung der Services oder Software Materialien oder Teile von ihnen, verpflichtet sich der Kunde an die Bedingungen dieser Vereinbarung gebunden zu sein. Wenn der Kunde nicht mit den Bedingungen dieser Vereinbarung zustimmen, kann der Kunde nicht zu installieren, zu aktivieren, zu kopieren oder in irgendeiner Weise die Nutzung des Service oder Software Materialien oder Teile von ihnen.</p><p> <u>Installation und / oder Aktivierung von einem autorisierten Reseller</u></p><p> &#8226; Wenn der Dienst oder der Software-Material wird installiert und / oder durch den Vertragsh&#228;ndler f&#252;r den Kunden die Nutzung aktiviert ist, dann wird der Vertragsh&#228;ndler und dem Kunden jeweils best&#228;tigt, dass der Kunde die Vertragsh&#228;ndler als Mittel zur Annahme dieser Vereinbarung best&#228;tigen ernannt in ihrem Namen, und der Kunde verpflichtet sich, durch dieses &#220;bereinkommen gebunden werden.</p><p> 1 Definitionen und Interpretation</p><p> <u>Begriffsbestimmungen</u></p><p> 1.1 In diesem Vertrag haben die folgenden W&#246;rter und Ausdr&#252;cke haben folgende Bedeutung:</p><p> <strong>"Projektcode" ist ein</strong> eindeutiger Code, der verwendet wird, um zu erkennen und Konto eines Kunden zu verwalten.</p><p> <strong>"Konto"</strong> bedeutet Kontobereich des Kunden gegen&#252;ber dem Kunden oder der Vertragsh&#228;ndler im Auftrag des Kunden, durch KRYPTOS SYSTEMS LTD auf der KRYPTOS SYSTEMS LTD Webseite zur Verf&#252;gung gestellt.</p><p> <strong>"Additional Liability Cap"</strong> hat die in Ziffer 9.8.2 zugewiesene Bedeutung.</p><p> <strong>"Vertrag"</strong> bedeutet diese Vereinbarung.</p><p> <strong>"Authorised Reseller" bezeichnet einen</strong> autorisierten Wiederverk&#228;ufer von KRYPTOS SYSTEMS LTD.</p><p> <strong>"Werktage" sind</strong> Tage innerhalb Montag fallen bis Freitag (ausgenommen &#246;ffentlichen und Feiertagen).</p><p> <strong>"Gesch&#228;ftszeiten" bedeutet</strong> Stunden innerhalb 09.00 Uhr fiel auf 05.30 britischer Zeit, w&#228;hrend der Gesch&#228;ftstage.</p><p> <strong>"Im Handel</strong> bedeutet, den gleichen Grad der Priorit&#228;t und Sorgfalt, mit der KRYPTOS SYSTEMS LTD erf&#252;llt die Support-Anforderungen seiner Kunden zu anderen &#228;hnlichen</p><p> <strong>"Credit" ist eine</strong> Prepaid-Kredit vom Kunden aus KRYPTOS SYSTEMS LTD gekauft, und die durch KRYPTOS SYSTEMS LTD zum Zeitpunkt des Kaufs als "Kredit" identifiziert wird.</p><p> <strong>"Kunde" ist</strong> die Organisation als "Kunde" oder "Gesch&#228;ftlich" oder "Unternehmen" entweder mit dem Namen:</p><p> (1) das Anmeldeformular f&#252;r die Nutzung des Service und Software-Materialien;</p><p> (2) die KRYPTOS SYSTEMS LTD; oder</p><p> (3) das Abkommen.</p><p> <strong>"Customer Ursache" eine</strong> der folgenden Ursachen:</p><p> (1) Jede missbr&#228;uchliche Verwendung, Missbrauch oder unbefugte Ver&#228;nderung der Software oder Leistung durch den Kunden;</p><p> (2) die Verwendung der Software oder der Leistung durch den Kunden in einer Weise, die dem damals aktuellen Dokumentation oder KRYPTOS SYSTEMS LTD Anweisungen, die von Zeit zu Zeit zur Verf&#252;gung gestellt werden;</p><p> <strong>Angemessene Anstrengungen</strong></p><p> (3) die Verwendung durch den Kunden von Hardware oder Software nicht durch KRYPTOS SYSTEMS LTD durch KRYPTOS SYSTEMS LTD schriftlich f&#252;r die Verwendung durch den Kunden im Zusammenhang mit der Software oder den Service vorgesehen oder zugelassen ist; oder</p><p> (4) die Verwendung eines nicht-aktuelle Version oder die Freigabe der Software.</p><p> <strong>"Customer Hoster"</strong> hat die in Ziffer 3.1.2 zugewiesene Bedeutung.</p><p> <strong>"Datenbank"</strong> bezeichnet einen Dritten Datenbank Zugriff auf die gesamte oder ein Teil davon wird zur Verf&#252;gung, um den Kunden von KRYPTOS SYSTEMS LTD.</p><p> <strong>"S&#228;umige Partei"</strong> hat die in Ziffer 10.11 zugewiesene Bedeutung.</p><p> <strong>"Dokumentation" bezeichnet</strong> die PDF oder Hardcopy Benutzerdokumentation durch KRYPTOS SYSTEMS LTD, oder den Online-Support-Seiten unter dem jeweiligen Abschnitt "Support" auf der KRYPTOS SYSTEMS LTD Webseite an den Kunden zur Verf&#252;gung gestellt werden.</p><p> <strong>"Datum des Inkrafttretens" bedeutet das</strong> Datum, an dem die unter dieses Abkommen gebildet Vertrag in Kraft tritt, wobei der Zeitpunkt, dass es durch den Kunden (&#252;ber den autorisierten H&#228;ndler oder auf andere Weise, ob) angenommen on-line, oder das Datum, es wird von beiden Parteien unterzeichnet .</p><p> <strong>"Emergency Maintenance" ist ein</strong> Wartungsereignis, die weniger als 5 Tage im Voraus vorgenommen wird, oder ohne vorherige Ank&#252;ndigung an allen, die notwendig ist:</p><p> (1) Adresse ein Sicherheitsproblem;</p><p> (2) Ziel ist es, zu verhindern, oder zur Adresse, eine Service-Unterbrechung;</p><p> (3) zielen darauf ab, Datenverlust zu verhindern;</p><p> (4) Ziel ist es, fehlerhafte Ausgabe von einem Dienst zu verhindern; oder</p><p> (5) mit gesetzlichen Anforderungen entsprechen.</p><p> <strong>"Enterprise Software" bezeichnet die</strong> Software, Datenbanken und Daten von KRYPTOS SYSTEMS LTD an den Kunden f&#252;r die lokale Installation des Kunden und Hosting, f&#252;r den Kunden zur Nutzung des Service gemacht, um.</p><p> <strong>"Evaluation Offerings"</strong> hat die in Ziffer 2.12.1 zugewiesene Bedeutung.</p><p> <strong>"Externe Nutzung" bedeutet</strong> die Verwendung der Royal Mail Daten oder Dienstleistungen in einem &#246;ffentlich zug&#228;nglichen Website.</p><p> <strong>"St&#246;rung"</strong> bedeutet das Vers&#228;umnis der KRYPTOS SYSTEMS LTD Angebot an alle wesentlichen Belangen nicht in &#220;bereinstimmung mit seiner Dokumentation arbeiten, darunter Ausf&#228;lle oder Fehler bei der</p><p> KRYPTOS SYSTEMS LTD Offering wie sie in der in Absatz 9.1.2 des SLA gezeigten Lichtintensit&#228;t Tabelle bezeichnet.</p><p> <strong>"Ereignis h&#246;herer Gewalt"</strong> hat die in Ziffer 11.1 zugewiesene Bedeutung.</p><p> <strong>"Help Desk Support" bedeutet</strong> Unterst&#252;tzung zur Verf&#252;gung gestellt, oder abgesprochen wird, die von Helpdesk-Techniker, um mit zu helfen, zu identifizieren und / oder zu beheben St&#246;rungen.</p><p> <strong>"Internal Use" bedeutet</strong> die Verwendung der Royal Mail Daten oder Dienstleistungen in einem nicht-&#246;ffentlich zug&#228;nglichen Website (einschlie&#223;lich, ohne Einschr&#228;nkung in Bezug auf eine CRM, ERP, Intranet, Extranet oder interne Office-Einsatz).</p><p> <strong>"Haftung Cap"</strong> hat die in Ziffer 9.8.1 zugewiesene Bedeutung.</p><p> <strong>"Lizenzschl&#252;ssel" bezeichnet einen</strong> Lizenzschl&#252;ssel an den Kunden ausgegeben, um den Service zu nutzen.</p><p> <strong>"Lizenzgeber": ein</strong> dritter Lizenzgeber der Datenbank oder einen der Software Materialien.</p><p> <strong>"Maintenance Events" hat die</strong> in Paragraph 5.1 des SLA zugewiesene Bedeutung.</p><p> <strong>"Wiederkehrende monatliche Geb&#252;hr" bedeutet</strong> 1/12 des aktuellen Jahresabonnement vom Kunden gezahlte Geb&#252;hren, aber, wenn der Kunde keine Zeichnungsgeb&#252;hren w&#228;hrend dieses Jahres zu zahlen, dann bedeutet 1/12 des laufenden Jahres-Abonnement der "Wiederkehrende monatliche Geb&#252;hr" Geb&#252;hren, die vereinbart worden, um durch den Kunden w&#228;hrend dieses Jahres zu entrichten.</p><p> <strong>"Neue Geb&#252;hren Date"</strong> hat die in Ziffer 5.7 zugewiesene Bedeutung.</p><p> <strong>"Ordnance Survey Data"</strong> hat die in Ziffer 2.13.1 zugewiesene Bedeutung.</p><p> <strong>"Out of scope Support"</strong> bedeutet:</p><p> (1) alle Dienste (einschlie&#223;lich der Untersuchungsarbeit) durch KRYPTOS SYSTEMS LTD durchgef&#252;hrt in Verbindung mit einem scheinbaren Problem in Bezug auf den Dienst angemessen durch den Lieferanten festgelegt:</p><p> ein. nicht durch eine St&#246;rung hervorgerufen wurden; oder</p><p> b. die von einem Kunden Ursache oder eine Ursache, die der Anbieter keinen Steuer verursacht worden sein;</p><p> (2) alle Dienstleistungen im Zusammenhang mit Problemen mit: jede Software und Daten, die nicht Teil der KRYPTOS SYSTEMS LTD Offering;</p><p> (3) alle Dienstleistungen im Zusammenhang mit Problemen mit: Hardware oder Netzwerke, die Version:</p><p> stehen nicht unter der direkten Kontrolle des KRYPTOS SYSTEMS LTD oder KRYPTOS SYSTEMS LTD Hoster.</p><p> <strong>"Vertragsparteien" die</strong> Kunden und KRYPTOS SYSTEMS LTD.</p><p> <strong>"Vertragspartei"</strong> die Kunden oder KRYPTOS SYSTEMS LTD (sofern zutreffend).</p><p> <strong>"Password" ist die</strong> vom Kunden gew&#228;hlte Passwort (oder in seinem Namen durch die Vertragsh&#228;ndler), um den Service zu nutzen.</p><p> <strong>"KRYPTOS SYSTEMS LTD" hat die</strong> oben, um es zugewiesene Bedeutung.</p><p> <strong>"KRYPTOS SYSTEMS LTD Hoster" hat die</strong> in Paragraph 2.2 des SLA zugewiesene Bedeutung.</p><p> <strong>"KRYPTOS SYSTEMS LTD Offering"</strong> bedeutet, dass ein Teil der Software Materialien und Dienstleister, die im Besitz und wird von KRYPTOS SYSTEMS LTD oder mit ihr verbundene Unternehmen entwickelt, sondern f&#252;r den Zweifel zu vermeiden, schlie&#223;t: die Datenbank; Alle Drittdaten; Software von Drittanbietern; Materialien Dritter; Alle Drittdienstleistungen; Dritte Dokumentation; (zur Vermeidung von Missverst&#228;ndnissen, geh&#246;ren solche Ausnahmen auch alle Drittanbieter-Software, Dokumentation, Materialien, Dienstleistungen und Dokumentation zur Verf&#252;gung gestellt oder zur Verf&#252;gung gestellt durch die autorisierten Reseller).</p><p> <strong>"KRYPTOS SYSTEMS LTD Datenschutz" bedeutet</strong> KRYPTOS SYSTEMS LTD der Datenschutzerkl&#228;rung, die von der KRYPTOS SYSTEMS LTD Webseite, die als solche Politik von Zeit zu Zeit durch KRYPTOS SYSTEMS LTD aktualisiert.</p><p> <strong>"KRYPTOS SYSTEMS LTD Quote Sheet" ist ein</strong> Dokument, das von KRYPTOS SYSTEMS LTD an den Kunden ausgegeben werden, mit der &#220;berschrift "Quote", die von KRYPTOS SYSTEMS LTD dazu bestimmt ist, im Hinblick auf die Preisgestaltung oder die Arten von Dienstleistungen, die angeboten werden sollen (verbindlich Doch f&#252;r Zweifel zu vermeiden, schlie&#223;t dies die in jedem getrennten Verkaufs Vorschlag Unterlagen enthaltenen Angaben (ob angebracht oder nicht zu dem Dokument mit der &#220;berschrift "Quote")).</p><p> <strong>"KRYPTOS SYSTEMS LTD Webseite" alle</strong> Webseiten, die von KRYPTOS SYSTEMS LTD betrieben, die Software oder Dienstleistungen, einschlie&#223;lich der Website mit der URL Ihres bieten: www.postcodeanywhere.co.uk</p><p> <strong>"Planned Maintenance" ist ein</strong> Wartungsereignis, f&#252;r die KRYPTOS SYSTEMS LTD hat mindestens 5 Tage im Voraus per E-Mail oder durch einen Hinweis auf der KRYPTOS SYSTEMS LTD Webseite zur Verf&#252;gung gestellt.</p><p> <strong>"Premium Service" die F&#228;higkeit</strong> f&#252;r den Kunden, um die zus&#228;tzlichen Vorkehrungen, um in der SLA bezeichnet, in Bezug auf die Dienstleistungen in Bezug auf die diese Option ist standard KRYPTOS SYSTEMS LTD zur Verf&#252;gung gestellt und vom Kunden akzeptiert.</p><p> <strong>"Service"</strong> bedeutet, dass das jeweilige Online-Service zur Verf&#252;gung gestellt oder vereinbart, den Kunden gem&#228;&#223; dieser Vereinbarung zur Verf&#252;gung gestellt werden, indem KRYPTOS SYSTEMS LTD (aber f&#252;r die Klarstellung, "Service" umfasst nicht das Premium Service) Version:. November 2013 - Seite 7</p><p> <strong>"Service Credit" hat die</strong> in Ziffer 4.1 zugewiesene Bedeutung. des SLA.</p><p> <strong>"Service Output" jede</strong> Ausgangsantwort des Flugdienstes.</p><p> <strong>"SLA" bezeichnet die</strong> in Anhang 1 dargestellt Dokument.</p><p> <strong>"SLA Charge"</strong> bedeutet die j&#228;hrliche Geb&#252;hr f&#252;r den Premium Service.</p><p> <strong>"SLA Bericht" das auf</strong> www.postcodeanywhere gezeigt Uptime Service Level Report. co.uk/status.</p><p> <strong>"Software" bezeichnet</strong> die Software (einschlie&#223;lich aller Unternehmenssoftware) und Daten (einschlie&#223;lich der einschl&#228;gigen Datenbanken) von oder im Namen von KRYPTOS SYSTEMS LTD, die dem Kunden erm&#246;glichen, Zugang oder die Nutzung des Service zur Verf&#252;gung gestellt; einschlie&#223;lich aller Aktualisierungen, dies die zur Verf&#252;gung f&#252;r den Kunden von Zeit zu Zeit vom oder im Namen des KRYPTOS SYSTEMS LTD gemacht werden; (aber f&#252;r die Klarstellung, "Software", keine Software, Daten oder Datenbanken, die von den Vertragsh&#228;ndler unabh&#228;ngig KRYPTOS SYSTEMS LTD vorgesehen ist, als solcher Software, Daten und Datenbanken, die von der Vertragsh&#228;ndler vorgesehen ausgeschlossen werden gem&#228;&#223; eines separaten Vertrages zwischen dem vorgesehenen Kunden und der Vertragsh&#228;ndler).</p><p> <strong>"Software-Materialien" bezeichnet die</strong> Software und die Dokumentation.</p><p> <strong>"L&#246;sung" bedeutet</strong> eine der folgenden Ergebnisse:</p><p> (1) Korrektur einer St&#246;rung; oder</p><p> (2) eine Abhilfe in Bezug auf eine St&#246;rung (einschlie&#223;lich einer Umkehrung der &#196;nderungen an der Software, ob durch KRYPTOS SYSTEMS LTD als angemessen), die den Umst&#228;nden angemessen ist.</p><p> <strong>"Subject Matter"</strong> hat die in Ziffer 17.1 zugewiesene Bedeutung.</p><p> <strong>"Zeichnungsgeb&#252;hr" bezeichnet eine</strong> Zahlung durch den Kunden f&#252;r die Nutzung der jeweiligen Dienstleistung f&#252;r den jeweiligen Zeichnungsfrist, die Punkte und / oder Lizenzgeb&#252;hren aus vorgenommen.</p><p> <strong>"Zeichnungsfrist" bezeichnet die</strong> jeweiligen begrenzten Zeitraum, in dem der Kunde kann den jeweiligen Dienst zu verwenden, da durch die Zahlung an den Lieferanten in Bezug auf diesen Dienst gemacht bestimmt.</p><p> <strong>"Lieferant"</strong> bedeutet KRYPTOS SYSTEMS LTD, oder wenn der Kunde den Zugang zu dem Dienst &#252;ber einen autorisierten H&#228;ndler, dann bedeutet es, die Authorised Reseller Version.:</p><p> <strong>"Support-Zeiten" sind</strong> Gesch&#228;ftszeiten.</p><p> <strong>"Supportzeitraum" bezeichnet den</strong> Zeitraum von 12 Monaten beginnend mit dem Support-Startdatum.</p><p> <strong>Bedeutet "Support Request"</strong> eine Anforderung durch den Kunden in &#220;bereinstimmung mit der SLA f&#252;r die Unterst&#252;tzung in Bezug auf den Dienst gestellt.</p><p> <strong>"Support Services" ist</strong> die Wartung der dann aktuellen Version oder die Freigabe der Dienstleistungen, einschlie&#223;lich Help Desk Support, aber ohne jede Nicht betroffen Unterst&#252;tzung.</p><p> <strong>"Support Startdatum": das</strong> Datum, das KRYPTOS SYSTEMS LTD erkennt der Kunde die Wahl, um den Premium Service haben.</p><p> <strong>"K&#252;ndigende Partei"</strong> hat die in Ziffer 10.11 zugewiesene Bedeutung.</p><p> <strong>"Third Party Contracts" sind die</strong> Drittanbieter-Lizenzen und Third Party EULAs.</p><p> <strong>"Third Party Lizenzen" die</strong> Dritten Lizenzen (die von der KRYPTOS SYSTEMS LTD Webseite sind) von den Lizenzgebern auf KRYPTOS SYSTEMS LTD in Bezug auf die Software Materialien und / oder Dienst verh&#228;ngt.</p><p> <strong>"Third Party EULAs" die</strong> Dritten Endbenutzerlizenzen (die von der KRYPTOS SYSTEMS LTD Webseite sind), die als anwendbar auf die Verwendung der Software Materialien und / oder Dienst des Kunden angegeben werden.</p><p> <strong>"Uptime Service Level" hat die</strong> in &#167; 2 des SLA zugewiesene Bedeutung.</p><p> <strong>"Jahr" bedeutet einen</strong> Zeitraum von 12 Monaten, beginnend ab: Datum des Inkrafttretens; oder von einem Jahrestag des Wirksamkeitsdatum.</p><p> <u>Deutung</u></p><p> 1.2 Die &#220;berschriften in dieser Vereinbarung enthalten sind, zur Erleichterung der nur als Referenz und unbeschadet der Interpretation.</p><p> 1.3 Verweise auf "Person" nat&#252;rliche Personen, Unternehmen, Firma, Partnerschaft, Regierungsstelle, &#246;ffentliche Einrichtungen, Wohlt&#228;tigkeit, Vereinigung oder eine andere juristische Person.</p><p> 1.4 W&#246;rter, die den Singular schlie&#223;en den Plural und umgekehrt. Worte, die einen Geschlecht beinhalten jedes Geschlecht.</p><p> 1.5 Die W&#246;rter und S&#228;tze "mit" und "insbesondere" ist ohne Einschr&#228;nkung der Allgemeing&#252;ltigkeit von einem der vorhergehenden Worte sein und alle vorangegangenen Worte werden nicht als auf eine bestimmte Klasse Version beschr&#228;nkt angesehen werden:</p><p> wo eine breitere Auslegung dieser W&#246;rter und Ausdr&#252;cke ist m&#246;glich. Dar&#252;ber hinaus (sofern nicht bereits ausgef&#252;hrt) solcher W&#246;rter gelten als unmittelbar durch die Worte "ohne Einschr&#228;nkung" folgen werden.</p><p> 1.6 Verweise auf jedem Gesetz oder gesetzliche Bestimmung muss Folgendes enthalten:</p><p> 1.6.1 Jeder untergeordnete Gesetzgebung Rahmen getroffen werden; und</p><p> 1.6.2 eine Bestimmung, die sp&#228;ter ersetzt sie oder re-inszeniert sie (ob mit oder ohne &#196;nderungen).</p><p> 1.7 Alle zu zahlenden Betr&#228;ge im folgenden ausgedr&#252;ckt werden ohne Mehrwertsteuer und anderen geltenden Steuer- und Zoll zahlbar bei solchen Summen, die, wenn mit dem Kurs an der jeweiligen Steuerpunkt Rate angemessen aufgenommen werden soll.</p><p> 1.8 Soweit es Konflikte oder Diskrepanzen zwischen den Bestimmungen des Abkommens und dem Dritten Vertr&#228;ge gelten die Bestimmungen der Dritten Vertr&#228;ge durchsetzen.</p><p> 2 Abonnement</p><p> <u>Lizenzgew&#228;hrung</u></p><p> 2.1 KRYPTOS SYSTEMS LTD r&#228;umt dem Kunden das nicht ausschlie&#223;liche, nicht &#252;bertragbare und widerrufliche Recht, f&#252;r die Zeichnungsfrist, den Service, vorbehaltlich der in diesem Abkommen genannten Bedingungen zu nutzen.</p><p> 2.2 Der Kunde muss eine Zeichnungsgeb&#252;hr zahlen, um die Anzahl der Benutzer, die vorhaben, werden den Zugriff auf den jeweiligen Dienst zu reflektieren. Es ist die Verantwortung des Kunden, sicherzustellen, dass der Kunde Lizenzen die richtige Anzahl der Benutzer, die Zugriff werden die Dienstleister.</p><p> <u>Teilnehmerentgelte und Zeichnungsfristen</u></p><p> 2.3 Der Kunde kann nur mit solchen Dienstleistungen, f&#252;r die sie die entsprechenden Ausgabeaufschlag gezahlt zu verwenden.</p><p> 2.4 Zeichnungsgeb&#252;hren k&#246;nnen mit einem Kredit und / oder Lizenzgeb&#252;hr bezahlt werden, wie von KRYPTOS SYSTEMS LTD in Bezug auf den jeweiligen Dienst zum jeweiligen Zeitpunkt kommuniziert.</p><p> 2.5 Eine Lizenzgeb&#252;hr ist g&#252;ltig f&#252;r die Nutzung des Service f&#252;r die von KRYPTOS SYSTEMS LTD zum Zeitpunkt der Lizenzgeb&#252;hr gezahlt wird angegeben begrenzten Zeitraum.</p><p> 2.6 A Der Service ist nur f&#252;r eine begrenzte Zeitdauer erf&#252;llt, der dem jeweiligen Zeichnungsperiode spiegelt die H&#246;he der Abonnementgeb&#252;hr bezahlen zug&#228;nglich. Kein Dienst ist auf einer unbefristeten Lizenz oder unbefristete Abonnementbasis zur Verf&#252;gung Version.:</p><p> <u>Verbote</u></p><p> 2.7 Dieser Vertrag verbietet die Kunden von der Wiederverkaufs (ob kostenlos oder durch Aufladen) der Dienst Output oder Dienstleistung.</p><p> 2.8 Der Kunde verpflichtet sich, dass es nicht verpflichten jede der folgenden Handlungen (au&#223;er soweit gesetzlich ausdr&#252;cklich zugelassen oder ausdr&#252;cklich gesondert schriftlich durch KRYPTOS SYSTEMS LTD erlaubt):</p><p> 2.8.1 den Service nutzen, um Software oder eine Dienstleistung, die mit der Software Materialien oder Dienstleistung konkurriert bereitzustellen;</p><p> 2.8.2 f&#252;hren die sonst als in dem Umfang, die von den jeweiligen Dritten Vertr&#228;ge zul&#228;ssigen Datenbereinigungsaktivit&#228;ten;</p><p> 2.8.3 Make Nutzung des Dienstes (entweder durch eine Anwendung oder eine Integration oder auf andere Weise), die nachteilig beeinflussen w&#252;rde den Ruf: KRYPTOS SYSTEMS LTD; die Lizenzgeber; oder KRYPTOS SYSTEMS LTD oder die Lizenzgeber "Dienstleistungen oder Angebote; oder</p><p> 2.8.4 einer Handlung oder Unterlassung, die dem Ziel der Umgehung der Absicht, eine der Beschr&#228;nkungen in der Vereinbarung hat.</p><p> <u>Eigentumsvorbehalt und Eigentum an der Software Materialien</u></p><p> 2.9 KRYPTOS SYSTEMS LTD und deren Drittlizenzgebern behalten uns das Eigentum und das Eigentum an der Software Materialien. Keine Rechte an geistigem Eigentum (einschlie&#223;lich Urheberrechte) werden im Rahmen dieses Abkommens mit Ausnahme der Lizenz, die Software Materialien und Service als ausdr&#252;cklich durch diese Vereinbarung gew&#228;hrt verwenden &#252;bertragen. Alle Rechte an den Software-Service-Materialien und die nicht ausdr&#252;cklich in diesem Vertrag gew&#228;hrt werden, sind KRYPTOS SYSTEMS LTD und ihren Lizenzgebern vorbehalten.</p><p> <u>Third Party EULAs</u></p><p> 2.10 Der Kunde stimmt zu, dass durch einen Zugriff auf Software von Drittanbietern oder Daten, die Gegenstand einer Drittlizenz, der Kunde ist in solchen Drittlizenz (sofern dies die Absicht der Drittlizenz) Eingabe ist, und der Lizenzgeber haben also Rechte und Rechtsmittel gegen den Kunden gem&#228;&#223; diesem Vertrag und dem Drittlizenz.</p><p> 2.11 Der Kunde stimmt zu, dass, wo es in einem Drittlizenz Eingabe, wird es jegliche Anspr&#252;che in Bezug auf die Software von Drittanbietern und Daten, die durch diese Vereinbarung geregelt ist, gegen&#252;ber dem Lizenzgeber nach dem Drittlizenz und nicht gegen KRYPTOS SYSTEMS bringen LTD</p><p> <u>Auswertungen</u></p><p> 2.12 Der Kunde kann zugelassen werden, um bestimmte Software, Datens&#228;tzen oder Dienstleistungen auf einer Auswertung anhand von KRYPTOS SYSTEMS LTD verwenden. Wenn eine solche Bewertung ist ausdr&#252;cklich KRYPTOS SYSTEMS LTD erlaubt, dann ist die Evaluierung werden, unterliegen der Version:</p><p> folgenden zus&#228;tzlichen Bedingungen:</p><p>2.12.1 der Kunde keine Software, Datens&#228;tzen oder Dienstleistungen zu Evaluierungszwecken (zusammen als die <strong>"Evaluation Angebote" genannt)</strong> f&#252;r kommerzielle Zwecke auch immer vorgesehen, noch in irgendeiner Form der Live-Umgebung, wodurch der Kunde oder ein Dritter k&#246;nnte leiden unter jeder Form von Verlust von irgendwelchen Problemen mit der Auswertung Angebote;</p><p> 2.12.2 Vorbehaltlich Ziffer 9.1 wird KRYPTOS SYSTEMS LTD haftet nicht f&#252;r Leistungsprobleme mit solchen Evaluierung Offerings werden;</p><p> 2.12.3 etwaige anwendbare Bestimmungen &#252;ber die Verwendung der Evaluierungs Offerings, die in den Third Party Vertr&#228;ge enthalten sind;</p><p> 2.12.4 KRYPTOS SYSTEMS LTD kann verpflichtet sein, Informationen in Bezug auf Evaluierungszwecken des Kunden an den Lizenzgeber der Auswertung Angebote bieten, und der Kunde verpflichtet sich, solche Offenlegung durch KRYPTOS SYSTEMS LTD an den jeweiligen Lizenzgeber hergestellt;</p><p> 2.12.5 der Kunde die jeweiligen Lizenzgeber der Auswertung Angebote zu erm&#246;glichen, den Kunden zum Zwecke der &#220;berwachung der Nutzung von Rechten an geistigem Eigentum die Lizenzgeber "des Kunden als auch f&#252;r die &#220;berpr&#252;fung der Einhaltung der Kunde mit dem Dritten Vertr&#228;ge und f&#252;r den Kontakt Durchsetzung der Lizenzgeber die Rechte in Bezug auf die Bewertung Offerings;</p><p> 2.12.6 der Kunde wird nicht mit der Bewertung Offerings in irgendeiner Weise nach Ablauf jeder von KRYPTOS SYSTEMS LTD gew&#228;hrten Evaluierungszeitraum.</p><p> <u>Bewertung: Ordnance Survey</u></p><p> 2.13 Im Hinblick auf die Auswertung aller Daten, Dienstleistungen oder Software, die der Ordnance Survey beziehen, gelten die folgenden zus&#228;tzlichen Bedingungen:</p><p> 2.13.1 Der Kunde erkl&#228;rt sich bereit, die Ordnance Survey die Daten <strong>(der "Ordnance Survey Daten")</strong> f&#252;r die Zwecke der Pr&#252;fung KRYPTOS SYSTEMS LTD Software oder Dienstleistungen, die Verwendung solcher Daten innerhalb des Kunden eigene Organisation zu nutzen;</p><p> 2.13.2 der Kunde die Ordnance Survey Daten nicht kommerziell zu nutzen und / oder bieten keine Kopien davon an Dritte;</p><p> 2.13.3 Der Kunde erkl&#228;rt sich bereit, alle Kopien der KRYPTOS SYSTEMS LTD Software, die sich in seinem Besitz, die die Ordnance Survey Daten nutzt, nach Ablauf oder Beendigung des Testzeitraum ist zu vernichten; und</p><p> 2.13.4 der Kunde nur die Ordnance Survey Daten verwenden, auf ein sicheres Passwort gesch&#252;tzten Bereich des Kunden Computersystem oder Netzwerk, und wird nicht zulassen, die Ordnance Survey Daten verwendet oder aufgerufen werden oder &#252;ber das Internet oder f&#252;r irgendeinen Zweck, das ist nur durch die Verwendung eines nicht-Evaluation Service gestattet Version.:</p><p> 3 Enterprise Software</p><p> 3.1 Der Kunde verpflichtet sich, den folgenden zus&#228;tzlichen Bestimmungen in Bezug auf Unternehmenssoftware:</p><p> <u>Lizenzierung</u></p><p> 3.1.1 KRYPTOS SYSTEMS LTD r&#228;umt dem Kunden auf und unterliegt den Bestimmungen und Bedingungen dieser Vereinbarung eine nicht ausschlie&#223;liche, nicht &#252;bertragbare Lizenz, damit ihr Personal, um die Enterprise-Software nur verwenden, um Zugriff auf die jeweiligen Dienstleistungen der Nutzen des Kunden;</p><p> 3.1.2 Der Kunde muss die vorherige schriftliche Zustimmung KRYPTOS SYSTEMS LTD einholen (eine solche Genehmigung nicht unbillig verweigert werden darf), wenn der Kunde verlangt die Unternehmenssoftware, die von den Kunden Dritten <strong>(der</strong> "Kunde <strong>Hoster")</strong> gehostet werden. Wenn eine solche Zulassung wird vom KRYPTOS SYSTEMS LTD vorgesehen, so muss der Kunde sicherstellen, dass die gleichen Verpflichtungen, die der Kunde muss in Bezug auf die Unternehmenssoftware im Rahmen dieses Vertrags (ausgenommen Zahlungsverpflichtungen, die ausschlie&#223;lich mit dem Kunden befinden wird) zu akzeptieren, sind auch bei den Kunden Dritten eingehalten werden;</p><p> 3.1.3 der Kunde zu erhalten genaue und up-to-date Aufzeichnungen &#252;ber die Anzahl und die Lage aller Kopien der Unternehmenssoftware, und stellen diese Aufzeichnungen auf Anfrage zur KRYPTOS SYSTEMS LTD, der Authorised Reseller und / oder den Lizenzgebern;</p><p> 3.1.4 Die Enterprise Software nicht bieten dem Kunden alle weiteren Rechte oder Rechtsmittel in Bezug auf die Dienstleistungen im Vergleich zu den nicht-Enterprise Software die Nutzung der Dienste;</p><p> <u>Hosting, Wartung und Support</u></p><p> 3.1.5 Der Kunde wird die Enterprise Software in einer Umgebung, die mit minimalen Spezifikationsanforderungen KRYPTOS SYSTEMS LTD ist erf&#252;llt Gastgeber als solche Anforderungen werden von Zeit zu Zeit durch KRYPTOS SYSTEMS LTD (mit KRYPTOS SYSTEMS LTD billigem Ermessen) benachrichtigt;</p><p> 3.1.6 Der Kunde stimmt zu, dass es f&#252;r alle Installation, Wartung und Konfiguration der Enterprise Software und Infrastruktur des Kunden verantwortlich sein (und der Kunde wird ebenfalls eingef&#252;hrt gleichwertige Ma&#223;nahmen mit dem Kunden Hoster, wenn der Kunde erhalten KRYPTOS SYSTEMS LTD ist Zustimmung zur Nutzung des Kunden Hoster gem&#228;&#223; Ziffer 3.1.2);</p><p> 3.1.7 die SLA nicht in Bezug auf alle Fragen, die sich aus der lokalen Hosting, Installation, Konfiguration und Wartung der Enterprise Software, noch die Wirkung, die eine der oben genannten haben auf die Dienstleistungen anzuwenden;</p><p> 3.1.8 der Kunde unverz&#252;glich an das Enterprise Software gelten, werden alle Updates, die von Zeit zu Zeit durch KRYPTOS SYSTEMS LTD zur Verf&#252;gung gestellt werden; Version:</p><p> <u>Return oder Zerst&#246;rung von Software Materialien</u></p><p> 3.1.9 innerhalb von 7 Tagen nach der Beendigung dieser Vereinbarung oder Beendigung des KRYPTOS SYSTEMS LTD Verpflichtung zur Verf&#252;gung ein Teil der Software Materialien oder Service (einschlie&#223;lich der nach Ablauf des jeweiligen Abonnementzeitraums, wo Zugang zu dem Service nicht verl&#228;ngert wird) zu machen, warum auch immer, stimmt der Kunde zu vernichten oder zur&#252;ckzugeben, die Software Materialien (einschlie&#223;lich aller Kopien), f&#252;r die diese Vereinbarung beendet wurde (im Ganzen oder in Teilen), in der angemessenen Weise durch KRYPTOS SYSTEMS LTD gerichtet ist, und in dem Wunsch zertifizieren dies schriftlich KRYPTOS SYSTEMS LTD als abgeschlossen;</p><p> <u>Verbote</u></p><p> 3.1.10 Der Kunde stimmt zu, dass es m&#246;glicherweise nicht verpflichten jede der folgenden Handlungen (au&#223;er soweit gesetzlich ausdr&#252;cklich zugelassen oder ausdr&#252;cklich gesondert schriftlich durch KRYPTOS SYSTEMS LTD erlaubt):</p><p> 3.1.10.1 kopieren Sie die Software Materialien oder Teile von ihnen (auch wenn der Kunde darf eine Kopie der Software (und alle Unterlagen elektronisch zur Verf&#252;gung gestellt) f&#252;r Sicherungszwecke nur);</p><p> 3.1.10.2 zu &#252;bersetzen, anzupassen, zu variieren, die Software Materialien oder Dienstleistungen zu modifizieren;</p><p> 3.1.10.3 disassemblieren, dekompilieren oder zur&#252;ckentwickeln, die Software;</p><p> 3.1.10.4 vermieten, verleasen, verleihen, verkaufen sie wieder, zu verteilen, Netzwerk oder abgeleitete Arbeiten auf Basis der Software Materialien, Dienstleistung, oder ein Teil von ihnen.</p><p> 4 Assurances</p><p> <u>Bereitstellung von Software-Werkstoffe</u></p><p> 4.1 Vorbehaltlich der sonstigen Bestimmungen des Abkommens, KRYPTOS SYSTEMS LTD stimmt zu, dass:</p><p> 4.1.1 w&#228;hrend der jeweiligen Zeichnungsfrist, hat es Vereinbarungen mit ihre Lizenzgeber, die, dass es lizenziert ist, um den Zugang zu den jeweiligen Software-Materialien und Dienstleistungen an den Kunden liefern zu best&#228;tigen;</p><p> 4.1.2 vorbehaltlich Ziffer 4.7.1, wird sie angemessene Anstrengungen w&#228;hrend des jeweiligen Abonnementzeitraums zu verwenden:</p><p> 4.1.2.1 sicherstellen, dass die Software, die von KRYPTOS SYSTEMS LTD zur Verf&#252;gung gestellt werden, wird als Teil des Services verwendet wird, ist frei von Viren werden;</p><p> 4.1.2.2 erm&#246;glichen den Zugang zum jeweiligen Dienst w&#228;hrend des entsprechenden Zeic
es: <p> Software como un Acuerdo de Servicio</p><p> <u>Este es un acuerdo entre:</u></p><p> (1) <strong>Kryptos Systems Ltd</strong> (N&#250;mero de la empresa: 08640789), con domicilio social en 29 Hertford Corte, Meadowfields, Northampton, el comercio NN3 9TD <strong>como "Sistemas Kryptos Ltd";</strong> y</p><p> (2) <strong>el</strong> Cliente</p><p> <u>Reconocimiento por parte del cliente</u></p><p> El Cliente reconoce y acepta lo siguiente:</p><p> &#8226; El Acuerdo regula el uso del Servicio por parte del Cliente.</p><p> &#8226; El individuo de aceptar el Acuerdo, confirma que es autorizado para hacerlo, como agente en nombre del cliente.</p><p> &#8226; El Cliente reconoce que al aceptar el Acuerdo, tambi&#233;n ser&#225; entrando en acuerdos de licencia por separado con los terceros otorgantes de licencias respectivos (en su caso).</p><p> &#8226; El cliente reconoce que terceros licenciadores de datos de los partidos kryptos SYSTEMS LTD requieren:</p><p> KRYPTOS SYSTEMS LTD observar ciertos requisitos en el uso de sus datos (las licencias de terceros) para proporcionar el servicio; y los clientes de KRYPTOS SYSTEMS LTD para cumplir con ciertos acuerdos de licencia de usuario final (EULA el tercero).</p><p> En consecuencia, el Cliente acuerda que no llevar&#225; a cabo ninguna actividad que dar&#237;a lugar a cualquiera de las disposiciones anteriores (los contratos con terceros) para ser violada.</p><p> &#8226; Los materiales de servicio y software tienen licencia para el Cliente. Los materiales de servicio y software son, y seguir&#225;n siendo propiedad de KRYPTOS SYSTEMS LTD y sus licenciantes terceros.</p><p> &#8226; Por cualquier instalaci&#243;n manera, activando, copiar o utilizar el Servicio o los Materiales de software, o cualquier parte de ellos, el Cliente acepta que quedar&#225; vinculado por los t&#233;rminos de este Acuerdo. Si el cliente no est&#225; de acuerdo con los t&#233;rminos de este Acuerdo, el Cliente no puede instalar, activar, copiar o de cualquier manera utilizar el Servicio o el Software de Materiales, o cualquier parte de ellos.</p><p> <u>Instalaci&#243;n y / o activaci&#243;n por un Distribuidor Autorizado</u></p><p> &#8226; Si se est&#225; instalando y / o activados por el distribuidor autorizado para el uso del Cliente del Servicio o el Material de software, entonces el distribuidor autorizado y el Cliente cada confirma que el cliente ha nombrado al Distribuidor Autorizado como su agente para confirmar la aceptaci&#243;n de este Acuerdo en su nombre, y el cliente se compromete a obligarse por el presente Acuerdo.</p><p> 1 Definiciones y Interpretaci&#243;n</p><p> <u>Definiciones</u></p><p> 1.1 En este Acuerdo, las siguientes palabras y expresiones tendr&#225;n los siguientes significados:</p><p> <strong>"C&#243;digo de Cuenta"</strong> significa un c&#243;digo &#250;nico que se utiliza para identificar y gestionar la cuenta de un cliente.</p><p> <strong>"Secci&#243;n Cuenta"</strong> significa la secci&#243;n de la cuenta del cliente a disposici&#243;n del cliente, o el distribuidor autorizado en nombre del cliente, por KRYPTOS SYSTEMS LTD en el Sitio Web KRYPTOS SYSTEMS LTD.</p><p> <strong>"Cap adicional de responsabilidad civil" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 9.8.2.</p><p> <strong>"Acuerdo" significa el presente</strong> acuerdo.</p><p> <strong>"Distribuidor Autorizado"</strong> significa un revendedor autorizado de KRYPTOS SYSTEMS LTD.</p><p> <strong>"D&#237;as H&#225;biles"</strong> significa d&#237;as comprendidos en lunes a viernes (excepto feriados).</p><p> <strong>"Horario comercial" significa</strong> horas comprendido en 9am a 17:30 hora del Reino Unido, durante d&#237;as h&#225;biles.</p><p> <strong>"Comercialmente</strong> significa el mismo grado de prioridad y diligencia con que KRYPTOS SYSTEMS LTD satisface las necesidades de apoyo de sus otros clientes similares</p><p> <strong>"Cr&#233;dito"</strong> significa un cr&#233;dito de prepago comprado por el cliente seg&#250;n KRYPTOS SYSTEMS LTD, que se identifica por KRYPTOS SYSTEMS LTD en el momento de la compra como un "cr&#233;dito".</p><p> <strong>"Cliente"</strong> significa la organizaci&#243;n nombrada como el "Cliente" o "negocio" o "Empresa", ya sea:</p><p> (1) el formulario de inscripci&#243;n para el uso del Servicio y de los Materiales de software;</p><p> (2) la KRYPTOS SYSTEMS LTD; o</p><p> (3) del Acuerdo.</p><p> <strong>"Causa Cliente" significa</strong> cualquiera de las siguientes causas:</p><p> (1) cualquier uso indebido, mal uso o alteraci&#243;n no autorizada del Software o Servicio por parte del Cliente;</p><p> (2) cualquier uso del Software o servicio por parte del cliente de una manera inconsistente con la documentaci&#243;n vigente en ese momento o las instrucciones del KRYPTOS SYSTEMS LTD que se proporcionan de vez en cuando;</p><p> <strong>Esfuerzos Razonables</strong></p><p> (3) el uso por parte del Cliente de cualquier hardware o software no proporcionado por KRYPTOS SYSTEMS LTD o aprobada por KRYPTOS SYSTEMS LTD por escrito para su uso por el cliente en relaci&#243;n con el Software o el Servicio; o</p><p> (4) el uso de una versi&#243;n no corriente o la liberaci&#243;n del Software.</p><p> <strong>"Hoster cliente"</strong> tiene el significado que se le atribuye en la Cl&#225;usula 3.1.2.</p><p> <strong>"Base de datos" se refiere a</strong> una tercera base de datos de las partes, el acceso a la totalidad o parte de la cual se pondr&#225; a disposici&#243;n del Cliente por KRYPTOS SYSTEMS LTD.</p><p> <strong>"Incumplidora Party"</strong> tiene el significado que se le atribuye en la Cl&#225;usula 10.11.</p><p> <strong>"Documentaci&#243;n" significa la</strong> documentaci&#243;n en formato PDF o en papel de usuario a disposici&#243;n del Cliente por KRYPTOS SYSTEMS LTD, o las p&#225;ginas de soporte en l&#237;nea bajo la respectiva secci&#243;n "Soporte" en el Sitio Web KRYPTOS SYSTEMS LTD.</p><p> <strong>"Fecha Efectiva"</strong> significa la fecha en que el contrato formado por el presente Acuerdo entre en vigor, siendo la fecha en que sea aceptada por el cliente (ya sea a trav&#233;s del distribuidor autorizado o no) en l&#237;nea, o en la fecha de su firma por ambas Partes .</p><p> <strong>"Mantenimiento de Emergencia" significa un</strong> evento de mantenimiento que se lleva a cabo en menos de 5 d&#237;as de antelaci&#243;n o sin previo aviso en absoluto, lo cual es necesario:</p><p> (1) tratar un problema de seguridad;</p><p> (2) el objetivo de prevenir o hacer frente a una interrupci&#243;n de servicio;</p><p> (3) tienen por objeto prevenir la corrupci&#243;n de datos;</p><p> (4) tienen como objetivo prevenir salida incorrecta de un servicio; o</p><p> (5) cumplir con los requisitos legales.</p><p> <strong>"Enterprise Software"</strong> significa el software, bases de datos y los datos facilitados por KRYPTOS SYSTEMS LTD al Cliente para la instalaci&#243;n local del Cliente y de alojamiento, para que el cliente para utilizar el Servicio.</p><p> <strong>"Ofrendas de evaluaci&#243;n" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 2.12.1.</p><p> <strong>"Uso externo"</strong> significa el uso de los datos o servicios de Royal Mail en cualquier sitio web de uso p&#250;blico, agobiado.</p><p> <strong>"Fallo"</strong> significa cualquier falla del KRYPTOS SYSTEMS LTD Ofrenda para operar en todos los aspectos significativos, de acuerdo con su documentaci&#243;n, incluida cualquier falla o error con el</p><p> KRYPTOS SYSTEMS LTD ofrecimiento que se hace referencia en la tabla de nivel de incidencia se muestra en el apartado 9.1.2 del SLA.</p><p> <strong>"Fuerza Mayor" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 11.1.</p><p> <strong>"Help Desk Support"</strong> significa el apoyo proporcionado, o accedi&#243; a ser proporcionado, por los t&#233;cnicos de servicio de asistencia para ayudar con, identificar y / o solucionar fallos.</p><p> <strong>"Uso Interno"</strong> significa el uso de los datos o servicios de Royal Mail en cualquier sitio web de uso de revestimiento no p&#250;blica (incluyendo, sin limitaciones, en relaci&#243;n con cualquier CRM, ERP, intranet, extranet o uso interno de la oficina).</p><p> <strong>"Cap Responsabilidad" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 9.8.1.</p><p> <strong>"Clave de licencia"</strong> significa una clave de licencia expedida al Cliente para utilizar el Servicio.</p><p> <strong>"Licenciante" significa un</strong> tercero proveedor de licencias de la base de datos o de cualquiera de los Materiales de software.</p><p> <strong>"Los eventos de mantenimiento" tiene el significado</strong> que se le atribuye en el art&#237;culo 5.1 de la SLA.</p><p> <strong>"Cargo recurrente mensual"</strong> significa 12.1 Las cuotas de suscripci&#243;n del a&#241;o en curso a cargo del cliente, pero si el cliente no ha pagado ning&#250;n Tasas de suscripci&#243;n durante ese a&#241;o, entonces el 'Cuota mensual recurrente' significa 1/12 de suscripci&#243;n del a&#241;o en curso Comisiones que se han comprometido a ser pagados por el cliente durante ese a&#241;o.</p><p> <strong>"Nuevos Cargos fecha"</strong> tiene el significado que se le atribuye en la Cl&#225;usula 5.7.</p><p> <strong>"Ordnance Survey de datos"</strong> tiene el significado que se le atribuye en la Cl&#225;usula 2.13.1.</p><p> <strong>"Fuera de Apoyo Alcance" significa:</strong></p><p> (1) todos los servicios (incluyendo cualquier trabajo de investigaci&#243;n) realizado por KRYPTOS SYSTEMS LTD en relaci&#243;n con cualquier problema aparente en relaci&#243;n con el Servicio determinado razonablemente por el proveedor:</p><p> a. de no haber sido causado por un cortocircuito; o</p><p> b. haber sido causada por una Causa Cliente o una causa fuera del control del Proveedor;</p><p> (2) cualquiera de los servicios en relaci&#243;n con los problemas con: ning&#250;n software y datos que no forman parte de la KRYPTOS SYSTEMS LTD Ofrenda;</p><p> (3) cualquier servicio en relaci&#243;n con los problemas con: cualquier hardware o redes de qu&#233; versi&#243;n:</p><p> no est&#225;n bajo el control directo de KRYPTOS SYSTEMS LTD o el KRYPTOS SYSTEMS LTD Hoster.</p><p> <strong>"Partes"</strong> significa el Cliente y KRYPTOS SYSTEMS LTD.</p><p> <strong>"Parte" significa el</strong> Cliente o KRYPTOS SYSTEMS LTD (seg&#250;n corresponda).</p><p> <strong>"Contrase&#241;a"</strong> significa la contrase&#241;a seleccionada por el cliente (o en su nombre por el Distribuidor Autorizado) para utilizar el Servicio.</p><p> <strong>"KRYPTOS SYSTEMS LTD" tiene el significado</strong> que se le atribuye arriba.</p><p> <strong>"KRYPTOS SYSTEMS LTD Hoster" tiene el significado</strong> que se le atribuye en el art&#237;culo 2.2 del SLA.</p><p> <strong>"KRYPTOS SYSTEMS LTD Oferta"</strong> significa que parte de los Materiales de software y servicio que es propiedad y desarrolladas por entidades de su grupo KRYPTOS SYSTEMS LTD o, pero para evitar cualquier duda, excluye: la base de datos; cualquier dato de terceros; cualquier software de terceros; cualquier material de terceros; cualquiera de los servicios de terceros; cualquier documentaci&#243;n tercero; (para evitar cualquier duda, estas exclusiones tambi&#233;n incluyen alg&#250;n software de terceros, documentaci&#243;n, materiales, servicios y documentaci&#243;n proporcionada o puesta a disposici&#243;n por el Distribuidor Autorizado).</p><p> <strong>"KRYPTOS SYSTEMS LTD Pol&#237;tica de Privacidad"</strong> significa la pol&#237;tica de privacidad de KRYPTOS SYSTEMS LTD, que est&#225; disponible en la Web KRYPTOS SYSTEMS LTD, como tal pol&#237;tica se actualiza de vez en cuando por KRYPTOS SYSTEMS LTD.</p><p> <strong>"Hoja de citas KRYPTOS SYSTEMS LTD", un documento,</strong> expedido por KRYPTOS SYSTEMS LTD al Cliente, titulado &#171;Cita ', que est&#225; destinado por KRYPTOS SYSTEMS LTD siendo vinculantes en materia de fijaci&#243;n de precios o de los tipos de servicios que han de ser ofrecido ( sin embargo, para evitar cualquier duda, esto excluye a los datos contenidos en la documentaci&#243;n propuesta de venta por separado (ya sea conectado o no al documento titulado &#171;Cita ')).</p><p> <strong>"Sitio Web KRYPTOS SYSTEMS LTD"</strong> significa los sitios web operados por KRYPTOS SYSTEMS LTD, que ofrecen software o servicios, incluyendo la p&#225;gina web con la url de: www.postcodeanywhere.co.uk</p><p> <strong>"Mantenimiento Programado" significa un</strong> evento de mantenimiento para las que KRYPTOS SYSTEMS LTD ha proporcionado al menos 5 d&#237;as de antelaci&#243;n por correo electr&#243;nico o mediante un anuncio en el sitio web KRYPTOS SYSTEMS LTD.</p><p> <strong>"Servicio Premium"</strong> significa la capacidad para el Cliente para tener los arreglos adicionales que se hace referencia en el SLA, en el respeto de los Servicios en relaci&#243;n con el cual se hace esta opci&#243;n disponible por KRYPTOS SYSTEMS LTD y aceptado por el cliente.</p><p> <strong>"Servicio" significa el</strong> respectivo servicio en l&#237;nea disponible, o accedi&#243; a ser puesto a disposici&#243;n, por KRYPTOS SYSTEMS LTD al Cliente en virtud del presente Acuerdo (pero para evitar cualquier duda, excluye 'servicio' Servicio Premium) Versi&#243;n:. De noviembre de 2013 - P&#225;gina 7</p><p> <strong>"Cr&#233;dito de servicio" tiene el significado</strong> que se le atribuye en el art&#237;culo 4.1. del SLA.</p><p> <strong>"Salida de Servicio" significa cualquier</strong> respuesta de salida generada por el Servicio.</p><p> <strong>"SLA": el documento</strong> se muestra en el Anexo 1.</p><p> <strong>"SLA Charge"</strong> significa la cuota anual para el Servicio Premium.</p><p> <strong>"Informe SLA"</strong> significa el informe Uptime de nivel de servicio se muestra en www.postcodeanywhere. co.uk/status.</p><p> <strong>"Software"</strong> significa el software (incluyendo cualquier software empresarial) y datos (incluyendo las bases de datos pertinentes) puestos a disposici&#243;n por o en nombre de KRYPTOS SYSTEMS LTD, que permiten al cliente acceder o utilizar el Servicio; incluidas las actualizaciones de este que se ponen a disposici&#243;n del cliente de vez en cuando por o en nombre de KRYPTOS SYSTEMS LTD; (pero para evitar cualquier duda, 'Software' excluye cualquier software, datos o bases de datos proporcionadas por el distribuidor autorizado independiente de KRYPTOS SYSTEMS LTD, como este tipo de software, datos y bases de datos proporcionadas por el Distribuidor Autorizado se proporcionan en virtud de un contrato aparte entre el Cliente y el Distribuidor Autorizado).</p><p> <strong>"Materiales Software" significa</strong> el Software y la Documentaci&#243;n.</p><p> <strong>"Soluci&#243;n"</strong> significa cualquiera de los siguientes resultados:</p><p> (1) correcci&#243;n de un error; o</p><p> (2) una soluci&#243;n en relaci&#243;n con un fallo (incluyendo una inversi&#243;n de cualquier cambio en el software si se considera apropiado por KRYPTOS SYSTEMS LTD) que sea razonable en las circunstancias.</p><p> <strong>"Asunto" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 17.1.</p><p> <strong>"Comisi&#243;n de Suscripci&#243;n"</strong> significa un pago realizado por el Cliente para el uso del servicio correspondiente para el respectivo per&#237;odo de suscripci&#243;n, que puede consistir en cr&#233;ditos y / o tasas de licencia.</p><p> <strong>"Periodo de Suscripci&#243;n" significa el</strong> respectivo per&#237;odo de tiempo limitado durante el cual el cliente puede utilizar el Servicio correspondiente, seg&#250;n lo determinado por el pago hecho al Proveedor con respecto a dicho servicio.</p><p> <strong>"Proveedor"</strong> significa KRYPTOS SYSTEMS LTD, o si el cliente es obtener el acceso al Servicio a trav&#233;s de un distribuidor autorizado, entonces significa que el Distribuidor Autorizado Versi&#243;n.:</p><p> <strong>"Horario de atenci&#243;n"</strong> significa el horario comercial.</p><p> <strong>"Per&#237;odo de Apoyo" significa el</strong> per&#237;odo de 12 meses contados a partir de la Fecha de comienzo de la ayuda.</p><p> <strong>"Soporte de pedidos", una</strong> petici&#243;n hecha por el cliente, de acuerdo con el SLA para el apoyo en relaci&#243;n con el Servicio.</p><p> <strong>"Servicio de soporte"</strong> significa el mantenimiento de la versi&#243;n vigente en ese momento o la liberaci&#243;n de los Servicios, incluyendo Help Desk Support, con exclusi&#243;n de todos fuera de Soporte Alcance.</p><p> <strong>"Apoyo Fecha Inicio"</strong> significa la fecha en que KRYPTOS SYSTEMS LTD acepta la elecci&#243;n del cliente para tener el servicio Premium.</p><p> <strong>"Terminaci&#243;n del partido" tiene el significado</strong> que se le atribuye en la Cl&#225;usula 10.11.</p><p> <strong>"Los contratos de Terceros" significa los</strong> terceros Licencias y Terceros EULA.</p><p> <strong>"Las licencias de terceros" se entiende</strong> las licencias de terceros (que est&#225;n disponibles en el sitio web KRYPTOS SYSTEMS LTD) impuestas por los licenciadores sobre KRYPTOS SYSTEMS LTD con respecto a los materiales y / o software de los servicios.</p><p> <strong>"Tercero EULA"</strong> significa los terceros licencias de usuario final del partido (que est&#225;n disponibles en el sitio web KRYPTOS SYSTEMS LTD) que se expresan como aplicable al uso del Cliente de los Materiales y / o software de los servicios.</p><p> <strong>"Servicio de Uptime Nivel" tiene el significado</strong> que se le atribuye en el art&#237;culo 2 del SLA.</p><p> <strong>"A&#241;o" se refiere a</strong> un per&#237;odo de 12 meses a partir de: la Fecha Efectiva; o de un aniversario de la Fecha Efectiva.</p><p> <u>Interpretaci&#243;n</u></p><p> 1.2 Los t&#237;tulos contenidos en este Acuerdo son para conveniencia de referencia solamente y no afectar&#225;n cualquier interpretaci&#243;n.</p><p> 1.3 Las referencias a "persona" comprende las personas f&#237;sicas, sociedad, empresa, asociaci&#243;n, organismo gubernamental, organismo p&#250;blico, la caridad, asociaci&#243;n u otra entidad jur&#237;dica.</p><p> 1.4 Las palabras en singular incluir&#225;n el plural y viceversa. Palabras que indican un g&#233;nero incluir&#225;n cada g&#233;nero.</p><p> 1.5 Las palabras y frases "que incluye" y "en particular" se entender&#225; sin perjuicio de la generalidad de las palabras anteriores y cualesquiera palabras anteriores no se interpretar&#225; como limitada a una versi&#243;n determinada clase:</p><p> donde es posible una interpretaci&#243;n m&#225;s amplia de esas palabras y frases. Por otra parte (excepto cuando ya se ha dicho) se considerar&#225; que esas palabras para ser seguido inmediatamente por las palabras "sin limitaci&#243;n".</p><p> 1.6 Las referencias a cualquier ley o disposici&#243;n legal incluir&#225;n:</p><p> 1.6.1 cualquier legislaci&#243;n subordinada realizada en virtud del mismo; y</p><p> 1.6.2 cualquier disposici&#243;n que posteriormente se sustituye o recrea &#233;l (ya sea con o sin modificaciones).</p><p> 1.7 Todas las sumas pagaderas a continuaci&#243;n se expresan sin el IVA y cualquier otro impuesto aplicable y el deber a pagar a las sumas que se a&#241;adir&#225;n en su caso a la tasa vigente en el punto fiscal correspondiente.</p><p> 1.8 En la medida de cualquier conflicto o ambig&#252;edad entre las disposiciones del Acuerdo y los contratos de terceros, las disposiciones de los contratos de terceros prevalecer&#225;.</p><p> 2 Suscripci&#243;n</p><p> <u>Otorgamiento de Licencia</u></p><p> 2.1 KRYPTOS SYSTEMS LTD otorga al Cliente el derecho no exclusivo e intransferible, a la derecha, revocable para el Per&#237;odo de suscripci&#243;n para utilizar el Servicio, sujeto a los t&#233;rminos y condiciones contemplados en el presente Acuerdo.</p><p> 2.2 El cliente debe pagar una cuota de suscripci&#243;n para reflejar el n&#250;mero de usuarios que se va a acceder al Servicio correspondiente. Es responsabilidad del cliente para asegurar que el cliente autoriza el n&#250;mero correcto de los usuarios que vayan a acceder al Servicio.</p><p> <u>Comisiones de suscripci&#243;n y de suscripci&#243;n Periodos</u></p><p> 2.3 El Cliente podr&#225; utilizar s&#243;lo aquellos servicios para los que se ha pagado las respectivas cuotas de suscripci&#243;n.</p><p> 2.4 Tasas de suscripci&#243;n se pueden pagar mediante un cr&#233;dito y / o Cuota de licencia, seg&#250;n lo comunicado por KRYPTOS SYSTEMS LTD en relaci&#243;n con el Servicio relevante en el momento correspondiente.</p><p> 2.5 Cargo de licencia es v&#225;lida para el uso del Servicio para el periodo de tiempo limitado especificado por KRYPTOS SYSTEMS LTD en el momento del pago de la Tasa de Licencia.</p><p> 2.6 Un servicio s&#243;lo se puede acceder por un per&#237;odo de tiempo limitado que equivale al respectivo periodo de suscripci&#243;n que refleja el nivel de suscripci&#243;n Cuota pagada. Sin servicio est&#225; disponible en una licencia perpetua o mediante suscripci&#243;n perpetua Versi&#243;n.:</p><p> <u>Prohibiciones</u></p><p> 2.7 Este Acuerdo proh&#237;be el cliente vuelva a la venta (ya sea de forma gratuita o mediante el cobro de) la producci&#243;n de servicios o Servicio.</p><p> 2.8 El Cliente acepta que no podr&#225; realizar cualquiera de los actos mencionados a continuaci&#243;n (salvo en la medida expresamente permitida por la ley o de lo expresamente permitido por separado por escrito por KRYPTOS SYSTEMS LTD):</p><p> 2.8.1 utilizar el servicio para proporcionar cualquier software o un servicio que compite con los Materiales de software o servicio;</p><p> 2.8.2 emprender cualquier actividad de limpieza de datos que no sean en la medida expresamente permitida por los respectivos Contratos de terceros;</p><p> Uso 2.8.3 marca del servicio (ya sea a trav&#233;s de una aplicaci&#243;n o una integraci&#243;n o de otra manera) que afectar&#237;a negativamente a la reputaci&#243;n de: KRYPTOS SYSTEMS LTD; los licenciadores; o KRYPTOS SYSTEMS LTD del o de los servicios u ofertas de los licenciantes; o</p><p> 2.8.4 cualquier acto u omisi&#243;n que tiene el objetivo de eludir la intenci&#243;n de cualquiera de las restricciones en el Acuerdo.</p><p> <u>Reserva de propiedad y titularidad de los Materiales de software</u></p><p> 2.9 KRYPTOS SYSTEMS LTD y sus terceros licenciantes conservan la titularidad y propiedad de los Materiales de software. No hay derechos de propiedad intelectual (incluyendo, sin limitaciones de derechos de autor) son transferidos en virtud del presente Acuerdo que no sea la licencia de uso de los Materiales de software y servicio como expresamente concedidos en el presente Acuerdo. Todos los derechos sobre los Materiales de software y servicio no otorgado espec&#237;ficamente en este Acuerdo est&#225;n reservados por KRYPTOS SYSTEMS LTD y sus licenciantes.</p><p> <u>Terceros EULA</u></p><p> 2.10 El cliente acepta que al solicitar el acceso a cualquier software de terceros o los datos que est&#225; sujeto a un EULA de terceros, el Cliente est&#225; entrando en dicho tercero EULA (donde esta es la intenci&#243;n del EULA de terceros), y el Concedente se por lo tanto tienen derechos y recursos contra el Cliente en virtud del presente Acuerdo y el EULA de terceros.</p><p> 2.11 El cliente acepta que donde se est&#225; entrando en una EULA de terceros, que traer&#225; cualquier reclamaci&#243;n en relaci&#243;n con el software de terceros y los datos que se rige por ese acuerdo, contra el Licenciante de conformidad con el EULA de terceros y no contra kryptos SISTEMAS LTD</p><p> <u>Evaluaciones</u></p><p> 2.12 El Cliente podr&#225; permitir el uso de determinado software, conjuntos de datos o servicios sobre una base de evaluaci&#243;n por KRYPTOS SYSTEMS LTD. Si dicha evaluaci&#243;n est&#233; expresamente permitida por KRYPTOS SYSTEMS LTD, a continuaci&#243;n, la evaluaci&#243;n estar&#225; sujeto a la versi&#243;n:</p><p> siguientes condiciones adicionales:</p><p> 2.12.1 el Cliente no utilizar&#225; ning&#250;n software, conjuntos de datos o servicios proporcionados para fines de evaluaci&#243;n (conocidos colectivamente como <strong>las "ofrendas de evaluaci&#243;n")</strong> para cualquier prop&#243;sito comercial, ni dentro de cualquier tipo de entorno real mediante el cual el cliente o un tercero pudo sufrir ning&#250;n tipo de p&#233;rdida de cualquier problema con las ofrendas de evaluaci&#243;n;</p><p> 2.12.2 Sujeto a la cl&#225;usula 9.1, KRYPTOS SYSTEMS LTD no ser&#225; responsable de los problemas de rendimiento con este tipo de ofrendas de evaluaci&#243;n;</p><p> 2.12.3 las disposiciones aplicables en materia de uso de las Ofrendas de evaluaci&#243;n que est&#225;n contenidas en los contratos de terceros;</p><p> 2.12.4 KRYPTOS SYSTEMS LTD podr&#225; ser obligado a proporcionar detalles en relaci&#243;n con el uso de evaluaci&#243;n del Cliente a la Licenciante de las Ofrendas de evaluaci&#243;n, y el Cliente est&#225; de acuerdo en que dicha divulgaci&#243;n realizados por KRYPTOS SYSTEMS LTD al respectivo licenciador;</p><p> 2.12.5 el Cliente permitir&#225; la respectiva licenciadores de las Ofrendas de evaluaci&#243;n en contacto con el cliente con el fin de monitorear el uso del Cliente de los derechos de propiedad intelectual de los licenciantes, as&#237; como para comprobar el cumplimiento por parte del Cliente con los contratos de terceros y para hacer cumplir los derechos de la licenciantes en relaci&#243;n con las ofrendas de evaluaci&#243;n;</p><p> 2.12.6 el Cliente no utilizar&#225; las ofrendas de evaluaci&#243;n en cualquier forma despu&#233;s de la expiraci&#243;n de cualquier per&#237;odo de evaluaci&#243;n otorgada por KRYPTOS SYSTEMS LTD.</p><p> <u>Evaluaci&#243;n: Ordnance Survey</u></p><p> 2.13 Con respecto a la evaluaci&#243;n de los datos, servicios o software que se refieren a la encuesta sobre la artiller&#237;a, se aplican las siguientes condiciones adicionales:</p><p> 2.13.1 el Cliente se compromete a usar los datos de la encuesta sobre la artiller&#237;a (el <strong>"Ordnance Survey Data")</strong> a los efectos de probar el software o los servicios que hacen uso de estos datos dentro de la propia organizaci&#243;n de la Atenci&#243;n al Cliente de KRYPTOS SYSTEMS LTD;</p><p> 2.13.2 el Cliente no explotar&#225; comercialmente la Encuesta de Datos de Artiller&#237;a y / o proporcionar cualquier copia de la misma a un tercero;</p><p> 2.13.3 el Cliente se compromete a destruir todas las copias del software de KRYPTOS SYSTEMS LTD, que est&#225; en su poder, que utiliza la Encuesta de Datos de Artiller&#237;a, al vencimiento o terminaci&#243;n del per&#237;odo de evaluaci&#243;n; y</p><p> 2.13.4 el Cliente s&#243;lo utilizar&#225; los datos de la encuesta de la artiller&#237;a en un &#225;rea protegida contrase&#241;a segura del sistema inform&#225;tico del cliente o de la red, y no permitir&#225; que la Encuesta de Datos de Artiller&#237;a a utilizar o acceder en oa trav&#233;s de Internet o para cualquier prop&#243;sito que es s&#243;lo se permite mediante el uso de un servicio no Evaluaci&#243;n Versi&#243;n.:</p><p> 3 Enterprise Software</p><p> 3.1 El cliente est&#225; de acuerdo con las siguientes disposiciones adicionales en materia de software empresarial:</p><p> <u>Licencias</u></p><p> 3.1.1 KRYPTOS SYSTEMS LTD otorga al cliente en, y sujeto a los t&#233;rminos y condiciones de este Contrato, una licencia no exclusiva, no transferible para permitir a su personal para utilizar el software empresarial exclusivamente para acceder a los respectivos Servicios de el beneficio de la atenci&#243;n al cliente;</p><p> 3.1.2 El Cliente debe obtener previa aprobaci&#243;n por escrito de KRYPTOS SYSTEMS LTD (tal aprobaci&#243;n no se denegar&#225; sin raz&#243;n) si el cliente requiere el software empresarial que se celebrar&#225; en tercera persona del Cliente <strong>(el "Hoster Cliente").</strong> Si dicha aprobaci&#243;n es proporcionada por KRYPTOS SYSTEMS LTD, entonces el cliente debe asegurarse de que las mismas obligaciones que el cliente debe aceptar en relaci&#243;n con el software empresarial en virtud del presente Acuerdo (aparte de las obligaciones de pago, que residir&#225; exclusivamente con el Cliente), son Tambi&#233;n cumplidas por terceros del Cliente;</p><p> 3.1.3 Cliente mantendr&#225; precisos y actualizados los registros del n&#250;mero y ubicaci&#243;n de todas las copias del software empresarial, y hacer estos registros disponibles a pedido para KRYPTOS SYSTEMS LTD, el distribuidor autorizado y / o los licenciadores;</p><p> 3.1.4 Software para empresas no proporciona al Cliente ning&#250;n derecho adicional o recursos en relaci&#243;n con los Servicios en comparaci&#243;n con el uso de software no-Empresa de los Servicios;</p><p> <u>Hosting, Mantenimiento y Soporte</u></p><p> 3.1.5 el cliente ser&#225; la sede del software empresarial en un entorno que cumple con los requisitos de especificaci&#243;n m&#237;nimas de KRYPTOS SYSTEMS LTD, que dichos requisitos son notificados de vez en cuando por KRYPTOS SYSTEMS LTD (con KRYPTOS SYSTEMS LTD actuando razonablemente);</p><p> 3.1.6 el cliente acepta que ser&#225; responsable de toda la instalaci&#243;n, mantenimiento y configuraci&#243;n del software empresarial y la infraestructura del cliente (y el Cliente ser&#225; igualmente puesto en marcha medidas equivalentes con el Hoster al cliente, donde el cliente ha obtenido KRYPTOS SYSTEMS LTD de su consentimiento para el uso de la Hoster Cliente conforme a la cl&#225;usula 3.1.2);</p><p> 3.1.7 el SLA no se aplicar&#225; respecto de cualesquiera cuestiones derivadas del alojamiento local, instalaci&#243;n, configuraci&#243;n y mantenimiento del software empresarial, ni el efecto que cualquiera de antes mencionada la tienen en los Servicios;</p><p> 3.1.8 el Cliente se aplicar&#225; sin demora a la empresa de software, las actualizaciones que se hacen disponibles de vez en cuando por KRYPTOS SYSTEMS LTD; Versi&#243;n:</p><p> <u>Devoluci&#243;n o destrucci&#243;n de Materiales Software</u></p><p> 3.1.9 dentro de 7 d&#237;as despu&#233;s de la terminaci&#243;n de este Acuerdo, o la terminaci&#243;n de la obligaci&#243;n del KRYPTOS SYSTEMS LTD poner a disposici&#243;n de cualquier parte de los Materiales de software o servicio (incluyendo siguiente al vencimiento del respectivo per&#237;odo de suscripci&#243;n donde el acceso al servicio no se renueva), por cualquier raz&#243;n, el Cliente se compromete a destruir o devolver los Materiales de software (incluyendo todas las copias) para los que el presente Acuerdo se ha terminado (en su totalidad o en parte), de la manera razonable dirigida por KRYPTOS SYSTEMS LTD, y donde se solicita, certificar por escrito a KRYPTOS SYSTEMS LTD como habiendo sido completado;</p><p> <u>Prohibiciones</u></p><p> 3.1.10 el Cliente acuerda que no podr&#225; realizar cualquiera de los actos mencionados a continuaci&#243;n (salvo en la medida expresamente permitida por la ley o de lo expresamente permitido por separado por escrito por KRYPTOS SYSTEMS LTD):</p><p> 3.1.10.1 copiar los Materiales de software o cualquier parte de ellos (aunque el cliente puede hacer una copia del Software (y cualquier documentaci&#243;n proporcionada electr&#243;nicamente) s&#243;lo para fines de copia de seguridad);</p><p> 3.1.10.2 traducir, adaptar, variar, modificar los Materiales o Servicios de Software;</p><p> 3.1.10.3 desmontar, descompilar o alterar el dise&#241;o del Software;</p><p> 3.1.10.4 alquilar, arrendar, prestar, revender, distribuir, red o crear trabajos derivados basados &#820
it: <p> Software as a Service Agreement</p><p> <u>Ceci est un accord entre:</u></p><p> (1) <strong>Kryptos Systems Ltd</strong> (Siret: 08640789), dont le si&#232;ge social au 29 Hertford Cour, Meadowfields, Northampton, NN3 9TD n&#233;gociation <strong>comme &#171;Systems Ltd Kryptos";</strong> et</p><p> (2) <strong>le</strong> Client</p><p> <u>Accus&#233; par le client</u></p><p> Le Client reconna&#238;t et accepte les conditions suivantes:</p><p> &#8226; L'Accord r&#233;git l'utilisation du Service par le Client.</p><p> &#8226; La personne qui accepte l'accord, confirme qu'il est autoris&#233; &#224; le faire, &#224; titre d'agent pour le compte du client.</p><p> &#8226; Le Client reconna&#238;t que, en acceptant l'accord, il sera &#233;galement conclure des accords de licence distincts avec les tiers conc&#233;dants de licence respectifs (le cas &#233;ch&#233;ant).</p><p> &#8226; Le Client reconna&#238;t que donn&#233;es de tiers conc&#233;dants de SYSTEMS LTD KRYPTOS exigent:</p><p> KRYPTOS SYSTEMS LTD d'observer certaines exigences dans l'utilisation de leurs donn&#233;es (les licences de tiers) pour fournir le service; et les clients de KRYPTOS SYSTEMS LTD pour se conformer &#224; certains accords de licence de l'utilisateur final (le tiers CLUF).</p><p> Par cons&#233;quent, le client accepte de ne pas entreprendre d'activit&#233;s qui se traduirait par aucune des dispositions ci-dessus (les Contrats de tiers) d'&#234;tre viol&#233;es.</p><p> &#8226; Les services et de logiciels mat&#233;riaux sont autoris&#233;s &#224; la client&#232;le. Les services et de logiciels mat&#233;riaux sont et demeurent la propri&#233;t&#233; de KRYPTOS SYSTEMS LTD et ses conc&#233;dants de licence tiers.</p><p> &#8226; Par une quelconque installation de mani&#232;re, l'activation, la copie ou l'utilisation du Service ou mati&#232;res logiciels, ou une partie d'entre eux, le client accepte d'&#234;tre li&#233; par les termes du pr&#233;sent Accord. Si le client n'a pas d'accord avec les termes de cet Accord, le client ne peut pas installer, activer, copier ou de toute fa&#231;on utiliser le Service ou logiciel Mat&#233;riaux, ou une partie d'entre eux.</p><p> <u>Installation et / ou l'activation par un revendeur agr&#233;&#233;</u></p><p> &#8226; Si le service ou le mat&#233;riau de logiciel est install&#233; et / ou activ&#233;s par le revendeur agr&#233;&#233; pour l'utilisation par le client, le revendeur agr&#233;&#233; et le client chaque confirme que le client a nomm&#233; le Revendeur Agr&#233;&#233; comme son agent pour confirmer l'acceptation du pr&#233;sent Accord en son nom, et le client accepte d'&#234;tre li&#233; par le pr&#233;sent Accord.</p><p> 1 D&#233;finitions et interpr&#233;tation</p><p> <u>D&#233;finitions</u></p><p> 1.1 Dans le pr&#233;sent accord, les termes et expressions suivants ont les significations suivantes:</p><p> <strong>"Code de compte&#187; d&#233;signe un</strong> code unique qui est utilis&#233; pour identifier et g&#233;rer le compte d'un client.</p><p> <strong>"Compte section"</strong> signifie la section de compte du client &#224; la disposition du client, ou le revendeur agr&#233;&#233; pour le compte de la client&#232;le, par KRYPTOS SYSTEMS LTD sur le site Web KRYPTOS SYSTEMS LTD.</p><p> <strong>&#171;Responsabilit&#233; Cap suppl&#233;mentaires&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 9.8.2.</p><p> <strong>&#171;Accord&#187;</strong> d&#233;signe le pr&#233;sent contrat.</p><p> <strong>&#171;Revendeur Agr&#233;&#233;&#187; d&#233;signe un</strong> revendeur autoris&#233; de KRYPTOS SYSTEMS LTD.</p><p> <strong>"Jours ouvrables" les jours</strong> relevant du lundi au vendredi (sauf les communes et les jours f&#233;ri&#233;s).</p><p> <strong>&#171;Heures ouvrables&#187;</strong> signifie heures relevant de 9 heures-17h30, heure britannique, au cours de jours ouvrables.</p><p> <strong>"Commercialement</strong> signifie le m&#234;me degr&#233; de priorit&#233; et diligence avec laquelle KRYPTOS SYSTEMS LTD r&#233;pond aux besoins de soutien de ses autres clients similaires</p><p> <strong>&#171;Cr&#233;dit&#187; d&#233;signe</strong> un cr&#233;dit pr&#233;-pay&#233; achet&#233;s par le client &#224; partir KRYPTOS SYSTEMS LTD, et qui est identifi&#233; par KRYPTOS SYSTEMS LTD au moment de l'achat comme un &#171;cr&#233;dit&#187;.</p><p> <strong>&#171;Client&#187;</strong> d&#233;signe l'organisme nomm&#233; comme le &#171;client&#187; ou &#171;affaires&#187; ou &#171;Soci&#233;t&#233;&#187; dans les deux:</p><p> (1) le formulaire d'inscription pour l'utilisation du service et des mat&#233;riaux de logiciels;</p><p> (2) l'KRYPTOS SYSTEMS LTD; ou</p><p> (3) de l'Accord.</p><p> <strong>"Cause Client&#187; d&#233;signe une</strong> des causes suivantes:</p><p> (1) une mauvaise utilisation, utilisation abusive ou modification non autoris&#233;e du logiciel ou service par le client;</p><p> (2) toute utilisation du logiciel ou le service par le client d'une mani&#232;re incompatible avec la Documentation, alors en vigueur ou que les instructions KRYPTOS SYSTEMS LTD qui sont fournis de temps &#224; autre;</p><p> <strong>Efforts raisonnables</strong></p><p> (3) l'utilisation par le client de tout mat&#233;riel ou logiciel non fourni par KRYPTOS SYSTEMS LTD ou approuv&#233; par KRYPTOS SYSTEMS LTD par &#233;crit pour utilisation par le Client en relation avec le logiciel ou le service; ou</p><p> (4) l'utilisation d'une version non actuelle ou version du logiciel.</p><p> <strong>"Hoster client&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 3.1.2.</p><p> <strong>&#171;Base de donn&#233;es&#187; d&#233;signe une</strong> base de donn&#233;es de tiers, l'acc&#232;s &#224; tout ou partie de ce qui est mis &#224; la disposition de la client&#232;le par KRYPTOS SYSTEMS LTD.</p><p> <strong>"Partie D&#233;faillante&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 10.11.</p><p> <strong>&#171;Documentation&#187; d&#233;signe</strong> la documentation PDF ou utilisateur de papier mis &#224; la disposition de la client&#232;le par KRYPTOS SYSTEMS LTD, ou les pages d'assistance en ligne dans la section respective &#171;de soutien&#187; sur le site Web KRYPTOS SYSTEMS LTD.</p><p> <strong>&#171;Date d'effet&#187; d&#233;signe la date</strong> que le contrat form&#233; par le pr&#233;sent accord entre en vigueur, &#233;tant la date &#224; laquelle elle est accept&#233;e par le client (que ce soit via le revendeur autoris&#233; ou autrement) en ligne, ou de la date de sa signature par les deux parties .</p><p> <strong>&#171;Maintenance d'urgence&#187; d&#233;signe un</strong> &#233;v&#233;nement d'entretien qui est entrepris &#224; moins de 5 jours &#224; l'avance, ou sans pr&#233;avis du tout, ce qui est n&#233;cessaire pour:</p><p> (1) r&#233;soudre un probl&#232;me de s&#233;curit&#233;;</p><p> (2) visent &#224; pr&#233;venir ou &#224; traiter, une interruption de service;</p><p> (3) visent &#224; pr&#233;venir la corruption de donn&#233;es;</p><p> (4) visent &#224; &#233;viter une sortie incorrecte d'un service; ou</p><p> (5) se conformer aux exigences l&#233;gislatives.</p><p> <strong>"Logiciels d'entreprise&#187; d&#233;signe les</strong> logiciels, bases de donn&#233;es et les donn&#233;es mises &#224; disposition par KRYPTOS SYSTEMS LTD au Client pour l'installation locale du client et l'h&#233;bergement, afin que le client d'utiliser le Service.</p><p> <strong>"Offrandes d'&#233;valuation&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 2.12.1.</p><p> <strong>"Utilisation externe&#187; d&#233;signe</strong> l'utilisation des donn&#233;es ou des services de Royal Mail en toute utilisation du site web public face.</p><p> <strong>"D&#233;faut"</strong> signifie toute d&#233;faillance du KRYPTOS SYSTEMS LTD offre pour fonctionner dans tous les &#233;gards importants, conform&#233;ment &#224; sa documentation, y compris toute d&#233;faillance ou erreur avec le</p><p> KRYPTOS SYSTEMS LTD offre vis&#233;e &#224; la table de niveau incident montr&#233; dans le paragraphe 9.1.2 de la SLA.</p><p> <strong>"Cas de force majeure&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 11.1.</p><p> <strong>"Help Desk Support"</strong> des moyens de support fourni, ou accept&#233; de fournir, par des techniciens du service d'assistance pour aider &#224;, identifier et / ou de r&#233;soudre les d&#233;fauts.</p><p> <strong>"Usage interne"</strong> signifie l'utilisation des donn&#233;es ou des services de Royal Mail en toute utilisation du site web de parement non-public (y compris sans limitation par rapport &#224; toute CRM, ERP, intranet, extranet ou le bureau interne).</p><p> <strong>"Plafond de responsabilit&#233;&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 9.8.1.</p><p> <strong>"Cl&#233; de licence"</strong> signifie une cl&#233; de licence d&#233;livr&#233;e au client d'utiliser le Service.</p><p> <strong>&#171;Conc&#233;dant&#187; signifie un</strong> conc&#233;dant de licence tiers de la base de donn&#233;es ou l'un des mat&#233;riaux de logiciels.</p><p> <strong>"Entretien Events&#187; a le sens</strong> qui lui est attribu&#233; au paragraphe 5.1 de la SLA.</p><p> <strong>&#171;Frais mensuels r&#233;currents"</strong> signifie 1/12 de souscription Honoraires de l'ann&#233;e en cours pay&#233;s par le client, mais si le client n'a pas pay&#233; les frais d'abonnement au cours de cette ann&#233;e, puis les &#171;frais mensuels r&#233;currents 'signifie 1/12 de l'abonnement de l'ann&#233;e en cours frais qui ont &#233;t&#233; convenus &#224; payer par le client au cours de cette Ann&#233;e.</p><p> <strong>"Les nouvelles accusations&#187; a le</strong> sens qui lui est attribu&#233; &#224; l'article 5.7.</p><p> <strong>"Donn&#233;es Ordnance Survey&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 2.13.1.</p><p> <strong>"Hors de port&#233;e de soutien&#187; signifie:</strong></p><p> (1) les services (y compris tout travail exp&#233;rimental) effectu&#233; par KRYPTOS SYSTEMS LTD en relation avec tout probl&#232;me apparent concernant le service raisonnablement d&#233;termin&#233; par le fournisseur:</p><p> un. ne pas avoir &#233;t&#233; caus&#233;e par un d&#233;faut; ou</p><p> b. avoir &#233;t&#233; caus&#233; par une cause &#224; la client&#232;le ou &#224; une cause hors du contr&#244;le du fournisseur;</p><p> (2) les services en relation avec les questions: tous les logiciels et les donn&#233;es qui ne font pas partie de la KRYPTOS SYSTEMS LTD placement;</p><p> (3) tous les services en relation avec les questions: tout mat&#233;riel ou les r&#233;seaux de la version:</p><p> ne sont pas sous le contr&#244;le direct de KRYPTOS SYSTEMS LTD ou KRYPTOS SYSTEMS LTD Hoster.</p><p> <strong>&#171;Parties&#187; d&#233;signe</strong> le Client et KRYPTOS SYSTEMS LTD.</p><p> <strong>&#171;Partie&#187; d&#233;signe</strong> le Client ou KRYPTOS SYSTEMS LTD (le cas &#233;ch&#233;ant).</p><p> <strong>"Mot de passe"</strong> signifie le mot de passe choisi par le Client (ou en son nom par le revendeur autoris&#233;) &#224; utiliser le Service.</p><p> <strong>"KRYPTOS SYSTEMS LTD&#187; a le sens</strong> qui lui est attribu&#233; ci-dessus.</p><p> <strong>"KRYPTOS SYSTEMS LTD Hoster&#187; a le sens</strong> qui lui est attribu&#233; au paragraphe 2.2 de la SLA.</p><p> <strong>"KRYPTOS SYSTEMS LTD placement&#187;</strong> signifie qu'une partie des mat&#233;riaux de logiciels et de services qui appartient et est d&#233;velopp&#233; par KRYPTOS SYSTEMS LTD ou de ses soci&#233;t&#233;s du groupe, mais pour &#233;viter tout doute, exclut: la base de donn&#233;es; toutes les donn&#233;es de tiers; tout logiciel tiers; tout mat&#233;riel de tiers; tous les services de tiers; toute documentation des tiers; (pour &#233;viter le doute, ces exclusions comprennent &#233;galement les logiciels de tiers, de la documentation, du mat&#233;riel, des services et des documents fournis ou mis &#224; disposition par le revendeur agr&#233;&#233;).</p><p> <strong>"KRYPTOS SYSTEMS LTD Politique de confidentialit&#233;"</strong> signifie que la politique de confidentialit&#233; de KRYPTOS SYSTEMS LTD, qui est disponible sur le site Web KRYPTOS SYSTEMS LTD, en tant que telle politique est mis &#224; jour de temps &#224; autre par KRYPTOS SYSTEMS LTD.</p><p> <strong>"KRYPTOS SYSTEMS LTD Quote Fiche&#187; d&#233;signe un document,</strong> d&#233;livr&#233; par KRYPTOS SYSTEMS LTD au Client, intitul&#233; &#171;Quote&#187;, qui est destin&#233; par KRYPTOS SYSTEMS LTD &#234;tre contraignant en ce qui concerne la fixation des prix ou les types de services qui doivent &#234;tre offerts ( Toutefois, pour &#233;viter tout doute, ce qui exclut les d&#233;tails contenus dans la documentation de la proposition de vente s&#233;par&#233; (qu'il soit joint ou non le document intitul&#233; &#171;Quote&#187;)).</p><p> <strong>"Site KRYPTOS SYSTEMS LTD&#187; d&#233;signe</strong> tous les sites Web exploit&#233;s par KRYPTOS SYSTEMS LTD, qui offrent des logiciels ou des services, y compris le site Web &#224; l'URL suivante: www.postcodeanywhere.co.uk</p><p> <strong>&#171;Maintenance planifi&#233;e&#187; d&#233;signe un</strong> &#233;v&#233;nement d'entretien &#224; l'&#233;gard duquel KRYPTOS SYSTEMS LTD a fourni au moins 5 jours &#224; l'avance par courriel ou par un avis sur le site Web KRYPTOS SYSTEMS LTD.</p><p> <strong>"Service Premium"</strong> signifie la possibilit&#233; pour le client d'avoir les arrangements suppl&#233;mentaires vis&#233;s &#224; l'ALS, &#224; l'&#233;gard des services par rapport &#224; laquelle cette option est mise &#224; disposition par KRYPTOS SYSTEMS LTD et accept&#233; par le client.</p><p> <strong>&#171;Service&#187; d&#233;signe</strong> le service en ligne respective disponible, ou accept&#233; d'&#234;tre mis &#224; la disposition, par KRYPTOS SYSTEMS LTD au Client en vertu du pr&#233;sent Accord (mais pour &#233;viter tout doute, exclut &#171;service&#187; Service Premium) de la version:. Novembre 2013 - Page 7</p><p> <strong>"Credit Service&#187; a le sens</strong> qui lui est attribu&#233; dans le paragraphe 4.1. de la SLA.</p><p> <strong>"Sortie de service&#187; d&#233;signe toute</strong> r&#233;ponse de sortie g&#233;n&#233;r&#233; par le Service.</p><p> <strong>&#171;SLA&#187; d&#233;signe le document</strong> indiqu&#233; dans l'annexe 1.</p><p> <strong>"Charge SLA&#187; d&#233;signe la</strong> redevance annuelle pour le Service Premium.</p><p> <strong>&#171;Rapport SLA&#187; d&#233;signe le rapport</strong> service Uptime Niveau montr&#233; au www.postcodeanywhere. co.uk/status.</p><p> <strong>&#171;Logiciel&#187; d&#233;signe</strong> le logiciel (y compris toute Enterprise Software) et de donn&#233;es (y compris les bases de donn&#233;es pertinentes) mis &#224; disposition par ou au nom de KRYPTOS SYSTEMS LTD, qui permettent au client d'acc&#233;der ou utiliser le Service; y compris les mises &#224; jour de ce qui sont mis &#224; la disposition du client de temps &#224; autre par ou au nom de KRYPTOS SYSTEMS LTD; (mais pour &#233;viter tout doute, &#171;Logiciel&#187; exclut toute logiciels, de donn&#233;es ou bases de donn&#233;es fournies par le revendeur autoris&#233; ind&#233;pendamment de KRYPTOS SYSTEMS LTD, que ces logiciels, les donn&#233;es et les bases de donn&#233;es fournies par le revendeur agr&#233;&#233; sont fournis en vertu d'un contrat distinct entre le client et le revendeur agr&#233;&#233;).</p><p> <strong>"Mat&#233;riaux Logiciel&#187; signifie le</strong> logiciel et la documentation.</p><p> <strong>"Solution"</strong> signifie soit des r&#233;sultats suivants:</p><p> (1) la correction d'un d&#233;faut; ou</p><p> (2) une solution de contournement par rapport &#224; un d&#233;faut (y compris une reprise de toute modification au Logiciel si jug&#233; appropri&#233; par KRYPTOS SYSTEMS LTD) qui est raisonnable dans les circonstances.</p><p> <strong>&#171;Objet&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 17.1.</p><p> <strong>&#171;Frais d'abonnement&#187; d&#233;signe un</strong> paiement effectu&#233; par le client pour l'utilisation de la fonction respective pour la P&#233;riode de Souscription respective, qui peut consister en des cr&#233;dits et / ou les droits de licence.</p><p> <strong>"P&#233;riode de Souscription&#187; d&#233;signe la p&#233;riode</strong> de temps limit&#233;e respective au cours de laquelle le client peut utiliser le service respectif, tel que d&#233;termin&#233; par le paiement effectu&#233; au Fournisseur &#224; l'&#233;gard d'un tel service.</p><p> <strong>&#171;Fournisseur&#187; signifie</strong> KRYPTOS SYSTEMS LTD, ou si le Client est l'obtention de l'acc&#232;s au service via un revendeur agr&#233;&#233;, alors cela signifie que la version Revendeur Agr&#233;&#233;.:</p><p> <strong>"Heures d'assistance&#187;</strong> signifie des heures d'affaires.</p><p> <strong>&#171;P&#233;riode de soutien&#187; d&#233;signe la p&#233;riode</strong> de 12 mois &#224; compter de la Date de D&#233;but de soutien.</p><p> <strong>"Demande d'assistance"</strong> signifie une demande faite par le Client conform&#233;ment &#224; la SLA pour le soutien dans le cadre du Service.</p><p> <strong>&#171;Services de soutien&#187; d&#233;signe</strong> la maintenance de la version alors en vigueur ou la lib&#233;ration des services, y compris un service d'aide, mais l'exclusion de tout hors de port&#233;e d'appui.</p><p> <strong>"Support Date de d&#233;but"</strong> signifie la date &#224; laquelle KRYPTOS SYSTEMS LTD accepte l'&#233;lection de la client&#232;le d'avoir le service Premium.</p><p> <strong>"Terminaison Parti&#187; a le sens</strong> qui lui est attribu&#233; &#224; l'article 10.11.</p><p> <strong>"Contrats tiers",</strong> les Licences Troisi&#232;me partie et tierce partie CLUF.</p><p> <strong>&#171;Tiers licences&#187; signifie</strong> les licence de tiers (qui sont disponibles sur le site Web KRYPTOS SYSTEMS LTD) impos&#233;es par les conc&#233;dants de licence sur KRYPTOS SYSTEMS LTD en ce qui concerne les mat&#233;riaux et / ou services logiciels.</p><p> <strong>&#171;Tiers CLUF&#187; d&#233;signe les</strong> tiers des licences de l'utilisateur final du parti (qui sont disponibles sur le site Web KRYPTOS SYSTEMS LTD) qui sont indiqu&#233;es comme &#233;tant applicable &#224; l'utilisation par le client des mat&#233;riaux et / ou services logiciels.</p><p> <strong>&#171;Service Level Uptime&#187; a le sens</strong> qui lui est attribu&#233; au paragraphe 2 de la SLA.</p><p> <strong>&#171;Ann&#233;e&#187;</strong> d&#233;signe une p&#233;riode de 12 mois &#224; compter de: la date d'effet; ou d'un anniversaire de la date d'effet.</p><p> <u>Lecture</u></p><p> 1.2 Les titres contenus dans le pr&#233;sent Accord sont &#224; titre de r&#233;f&#233;rence seulement et ne doivent pas affecter toute interpr&#233;tation.</p><p> 1.3 Les r&#233;f&#233;rences &#224; &#171;personne&#187; comprend un individu, soci&#233;t&#233;, entreprise, association, organisme gouvernemental, organisme public, organisme de bienfaisance, une association ou autre entit&#233; juridique.</p><p> 1.4 Les mots indiquant le singulier comprend le pluriel et vice versa. Les mots indiquant un genre incluent chaque sexe.</p><p> 1.5 Les mots et expressions &#171;y compris&#187; et &#171;en particulier&#187; doit &#234;tre sans limiter la g&#233;n&#233;ralit&#233; de tous les mots et toutes les pr&#233;c&#233;dentes mots qui pr&#233;c&#232;dent ne doivent pas &#234;tre interpr&#233;t&#233;es comme &#233;tant limit&#233;e &#224; une version de classe particuli&#232;re:</p><p> o&#249; une interpr&#233;tation plus large de ces mots et expressions est possible. De plus (sauf si d&#233;j&#224; dit) Ces mots doivent &#234;tre r&#233;put&#233;s &#234;tre imm&#233;diatement suivie par les mots &#171;sans limitation&#187;.</p><p> 1.6 R&#233;f&#233;rences &#224; toute loi ou disposition l&#233;gislative doivent inclure:</p><p> 1.6.1 toute l&#233;gislation subordonn&#233;e pris sous son r&#233;gime; et</p><p> 1.6.2 toute disposition qui remplace suite ou r&#233;&#233;dicte il (que ce soit avec ou sans modification).</p><p> 1.7 Toutes les sommes payables en vertu des pr&#233;sentes sont exprim&#233;s hors TVA et toute autre taxe applicable et droits exigibles sur les sommes qui doivent &#234;tre ajout&#233;es le cas &#233;ch&#233;ant, au taux en vigueur &#224; la point de l'imp&#244;t applicable.</p><p> 1.8 Dans la mesure de tout conflit ou une ambigu&#239;t&#233; entre les dispositions de l'Accord et les contrats de tiers, les dispositions des contrats de tiers pr&#233;vaudront.</p><p> 2 Abonnement</p><p> <u>Octroi de licence</u></p><p> 2.1 KRYPTOS SYSTEMS LTD accorde au client la non-transf&#233;rable, non exclusif, r&#233;vocable pour la P&#233;riode de Souscription &#224; utiliser le Service, sous r&#233;serve des termes et conditions mentionn&#233;s dans le pr&#233;sent Accord.</p><p> 2.2 Le client doit payer des frais d'abonnement pour refl&#233;ter le nombre d'utilisateurs qui vont &#234;tre l'acc&#232;s au Service respective. Il est de la responsabilit&#233; du client de veiller &#224; ce que le client licences le nombre exact d'utilisateurs qui auront acc&#232;s aux services.</p><p> <u>Les frais d'abonnement et les p&#233;riodes de souscription</u></p><p> 2.3 Le client peut utiliser uniquement les services pour lesquels il a pay&#233; les frais de souscription respectifs.</p><p> 2.4 Frais d'abonnement peuvent &#234;tre pay&#233;s au moyen d'un cr&#233;dit et / ou de droits de licence, tel que communiqu&#233; par KRYPTOS SYSTEMS LTD &#224; l'&#233;gard du service concern&#233; &#224; l'&#233;poque respective.</p><p> 2.5 Des frais de licence est valable pour l'utilisation du Service pour la p&#233;riode de temps limit&#233;e sp&#233;cifi&#233;e par KRYPTOS SYSTEMS LTD au moment de la commission de la licence est accord&#233;e.</p><p> 2.6 Un service est uniquement accessible pour une p&#233;riode limit&#233;e dans le temps qui &#233;quivaut &#224; la P&#233;riode de Souscription respective refl&#233;tant le niveau de frais d'abonnement payant. Pas de service est disponible sur une licence perp&#233;tuelle ou base perp&#233;tuelle de souscription Version.:</p><p> <u>Interdictions</u></p><p> 2.7 Le pr&#233;sent accord interdit au Client de revendre (gratuitement ou en chargeant) de la sortie ou de Service.</p><p> 2.8 Le Client convient qu'il ne peut entreprendre un quelconque des actes ci-apr&#232;s (sauf dans la mesure express&#233;ment autoris&#233;e par la loi ou express&#233;ment autoris&#233;s s&#233;par&#233;ment par &#233;crit par KRYPTOS SYSTEMS LTD):</p><p> 2.8.1 utiliser le service pour fournir un logiciel ou un service qui est en concurrence avec les mat&#233;riaux ou services logiciels;</p><p> 2.8.2 entreprendre des activit&#233;s de nettoyage des donn&#233;es autres que dans la mesure express&#233;ment autoris&#233;e par les contrats de tiers respectives;</p><p> 2.8.3 utilisation de marque de la fonction (que ce soit par une application ou une int&#233;gration ou non) ce qui nuirait &#224; la r&#233;putation de: KRYPTOS SYSTEMS LTD; les conc&#233;dants de licence; ou KRYPTOS SYSTEMS LTD ou de services ou offres de conc&#233;dants de licence; ou</p><p> 2.8.4 tout acte ou omission qui a pour objectif de contourner la volont&#233; de l'une des restrictions dans l'accord.</p><p> <u>R&#233;serve de propri&#233;t&#233; et la propri&#233;t&#233; du mat&#233;riel de logiciels</u></p><p> 2,9 KRYPTOS SYSTEMS LTD et ses conc&#233;dants de licence tiers conservent le titre et la propri&#233;t&#233; des mat&#233;riaux de logiciels. Pas de droits de propri&#233;t&#233; intellectuelle (y compris sans limitation les droits d'auteur) sont transf&#233;r&#233;s conform&#233;ment au pr&#233;sent accord autre que la licence d'utilisation des mat&#233;riaux de logiciels et de services dans les cas express&#233;ment pr&#233;vus par le pr&#233;sent Accord. Tous droits dans les mat&#233;riaux et les services ne sont pas express&#233;ment accord&#233;s dans le pr&#233;sent Accord logiciels sont r&#233;serv&#233;s par KRYPTOS SYSTEMS LTD et ses conc&#233;dants.</p><p> <u>Tiers CLUF</u></p><p> 2.10 Le Client accepte que en demandant l'acc&#232;s &#224; tout logiciel tiers ou des donn&#233;es qui est l'objet d'un contrat de licence tiers, le client entre dans ce tiers CLUF (lorsque cela est l'intention du contrat de licence tiers), et le Conc&#233;dant sera ont donc les droits et recours contre le Client en vertu du pr&#233;sent Accord et le Contrat de licence tiers.</p><p> 2.11 Le Client accepte que l&#224; o&#249; elle p&#233;n&#232;tre dans un contrat de licence tiers, il apportera toute r&#233;clamation &#224; l'&#233;gard du logiciel tiers et de donn&#233;es qui est r&#233;gi par cet accord, le Conc&#233;dant en vertu de la licence tiers et non contre les syst&#232;mes KRYPTOS LTD</p><p> <u>Evaluations</u></p><p> 2.12 Le Client peut &#234;tre autoris&#233; &#224; utiliser certains logiciels, des ensembles de donn&#233;es ou des services sur une base d'&#233;valuation par KRYPTOS SYSTEMS LTD. Si une telle &#233;valuation est express&#233;ment autoris&#233;e par KRYPTOS SYSTEMS LTD, puis l'&#233;valuation sera soumise &#224; la version:</p><p> conditions suppl&#233;mentaires suivantes:</p><p> 2.12.1 du client ne sera pas utiliser des logiciels, des jeux donn&#233;es ou de services fournis &#224; des fins d'&#233;valuation (collectivement appel&#233;es <strong>les</strong> &#171;placements <strong>d'&#233;valuation&#187;)</strong> &#224; des fins commerciales que ce soit, ni au sein de toute forme d'environnement r&#233;el dans lequel le client ou une tierce partie pourrait subir aucune forme de perte de tous les probl&#232;mes avec les offres d'&#233;valuation;</p><p> 2.12.2 Sous r&#233;serve de l'article 9.1, KRYPTOS SYSTEMS LTD ne sera pas tenu responsable des probl&#232;mes de performances avec ces offres d'&#233;valuation;</p><p> 2.12.3 toutes les dispositions relatives &#224; l'utilisation des placements d'&#233;valuation qui sont contenus dans les contrats de tiers;</p><p> 2.12.4 KRYPTOS SYSTEMS LTD peut &#234;tre oblig&#233; de fournir des d&#233;tails en ce qui concerne l'&#233;valuation de l'utilisation par le Client au Conc&#233;dant des placements d'&#233;valuation, et le client consent &#224; cette divulgation &#233;tant faite par KRYPTOS SYSTEMS LTD au Conc&#233;dant respectif;</p><p> 2.12.5 Le client devra permettre &#224; l'conc&#233;dants de licence respectifs des placements d'&#233;valuation &#224; communiquer avec le client dans le but de surveiller l'utilisation par le client des droits de propri&#233;t&#233; intellectuelle des conc&#233;dants de licence, ainsi que pour v&#233;rifier le respect par le client avec les contrats tiers et pour respecter les droits des conc&#233;dants de licence &#224; l'&#233;gard des placements de l'&#233;valuation;</p><p> 2.12.6 du client ne sera pas utiliser les offres d'&#233;valuation de quelque mani&#232;re que ce soit apr&#232;s l'expiration d'une p&#233;riode d'&#233;valuation accord&#233;e par KRYPTOS SYSTEMS LTD.</p><p> <u>&#201;valuation: Ordnance Survey</u></p><p> 2.13 En ce qui concerne l'&#233;valuation des donn&#233;es, des services ou des logiciels qui se rapportent &#224; l'Ordnance Survey, les conditions suppl&#233;mentaires suivantes:</p><p>2.13.1 le client accepte qu'il va utiliser les donn&#233;es de l'Ordnance Survey <strong>(les</strong> &#171;Donn&#233;es <strong>Ordnance Survey")</strong> aux fins de tester le logiciel ou les services qui font usage de ces donn&#233;es au sein de sa propre organisation le Client de KRYPTOS SYSTEMS LTD;</p><p> 2.13.2 du client ne sera pas exploiter commercialement les donn&#233;es Ordnance Survey et / ou fournir des copies de celui-ci &#224; un tiers;</p><p> 2.13.3 le client accepte qu'il va d&#233;truire toutes les copies du logiciel de KRYPTOS SYSTEMS LTD qui est en sa possession, qui utilise les donn&#233;es Ordnance Survey, &#224; l'expiration ou la r&#233;siliation de la p&#233;riode d'&#233;valuation; et</p><p> 2.13.4 du client utilisera uniquement les donn&#233;es Ordnance Survey sur une zone mot de passe s&#233;curis&#233; et prot&#233;g&#233; du syst&#232;me ou un r&#233;seau informatique du client, et ne permettra pas les donn&#233;es Ordnance Survey pour &#234;tre utilis&#233; ou accessible sur ou via l'Internet ou &#224; toute fin qui est autoris&#233;e uniquement en utilisant un service non-version d'&#233;valuation.:</p><p> 3 Enterprise Software</p><p> 3.1 Le client accepte les dispositions suivantes &#224; l'&#233;gard du logiciel l'entreprise:</p><p> <u>Licences</u></p><p> 3.1.1 KRYPTOS SYSTEMS LTD accorde au client sur, et sous r&#233;serve, les termes et conditions de cet accord, une licence non exclusive, non transf&#233;rable pour permettre &#224; son personnel d'utiliser le logiciel d'entreprise uniquement pour acc&#233;der aux services respectifs pour le b&#233;n&#233;fice de la client&#232;le;</p><p> 3.1.2 Le client doit obtenir l'approbation &#233;crite pr&#233;alable de KRYPTOS SYSTEMS LTD (telle approbation ne doit pas &#234;tre refus&#233; sansmotif valable) si le client exige l'Enterprise Software &#224; &#234;tre h&#233;berg&#233; par un tiers de la client&#232;le <strong>(le &#171;Hoster du client&#187;).</strong> Si une telle approbation est fourni par KRYPTOS SYSTEMS LTD, le client doit veiller &#224; ce que les m&#234;mes obligations que le client doit accepter &#224; l'&#233;gard de l'Enterprise Software vertu du pr&#233;sent Accord (autres que les obligations de paiement, qui r&#233;sidera uniquement avec la client&#232;le), sont &#233;galement respect&#233; par un tiers de la client&#232;le;</p><p> 3.1.3 Le client maintiendra exactes et &#224; jour des registres du nombre et de l'emplacement de toutes les copies du logiciel d'entreprise, et mettre ces registres disponibles sur demande &#224; KRYPTOS SYSTEMS LTD, le Revendeur Autoris&#233; et / ou les conc&#233;dants;</p><p> 3.1.4 du logiciel d'entreprise ne fournit pas la client&#232;le avec des droits ou recours suppl&#233;mentaires &#224; l'&#233;gard des services par rapport &#224; l'utilisation de logiciels non-Entreprise de Services;</p><p> <u>H&#233;bergement, Maintenance &amp; Support</u></p><p> 3.1.5 le Client sera l'h&#244;te du logiciel d'entreprise dans un environnement qui est conforme aux exigences de la sp&#233;cification minimum de KRYPTOS SYSTEMS LTD, que ces exigences sont inform&#233;s de temps &#224; autre par KRYPTOS SYSTEMS LTD (avec KRYPTOS SYSTEMS LTD agissant raisonnablement);</p><p> 3.1.6 Le client convient qu'il sera responsable de toute l'installation, la maintenance et la configuration du logiciel d'entreprise et l'infrastructure du client (et le client sera &#233;galement mis en place des mesures &#233;quivalentes &#224; la Hoster &#224; la client&#232;le, o&#249; le client a obtenu KRYPTOS SYSTEMS LTD de consentir &#224; l'utilisation de l'Hoster client conform&#233;ment &#224; la clause 3.1.2);</p><p> 3.1.7 la SLA ne sera pas applicable &#224; l'&#233;gard de toutes les questions d&#233;coulant de l'h&#233;bergement local, l'installation, la configuration ou la maintenance du logiciel d'entreprise, ni l'effet que l'un des mentionn&#233; ci-dessus ont sur &#8203;&#8203;les services;</p><p> 3.1.8 Client appliquera rapidement &#224; l'Enterprise Software, les mises &#224; jour qui sont mis &#224; disposition de temps &#224; autre par KRYPTOS SYSTEMS LTD; Version:</p><p> <u>Retour ou la destruction de mat&#233;riaux Logiciels</u></p><p> 3.1.9 dans les 7 jours apr&#232;s
