Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The account requires a roll number or reference number to perform an electronic payment/collection. If no roll or reference number has been provided then obtain this prior to processing any payments.
de: Das Konto erfordert eine Referenz- oder Mitgliedsnummer, um elektronische Zahlungen oder Gutschriften vom oder aufs Konto vornehmen zu können. Sollten Sie noch keine Referenz- oder Mitgliednummer haben, fordern Sie diese an, bevor Sie mit dem Vorgang fortfahren.
es: La cuenta requiere un número de referencia para realizar un pago electrónico / colección. Si se ha proporcionado ningún rollo o número de referencia luego obtener este antes de procesar los pagos .
it: Il conto richiede un numero cliente o un numero di riferimento per eseguire un pagamento/riscossione elettronica. Se non è stato fornito nessun numero di riferimento o numero cliente, si prega di ottenere questo prima di processare qualsiasi pagamento.

source: If you need to use the bank-branch code you should reject the details. Otherwise ignore this warning.
de: Wenn Sie den Bank-Filialcode benötigen, sollten Sie die Details ablehnen. Ansonsten ignorieren Sie diese Meldung.
es: Si usted necesita utilizar el código bancario de la rama debe rechazar los detalles. Si no ignorar esta advertencia.
it: Se si deve utilizzare il codice banca-filiale, è necessario rifiutare i dettagli. In caso contrario, ignora questo avviso .

source: Account type for Nordea bank-branch is not recognised. This is generated when a branch has been found that matches the first 4 digits but the last 2 digits are not one of the recognised account type numbers for Nordea.
de: Konto-Typ für Nordea Bank-Filiale wird nicht erkannt. Diese Meldung erscheint, wenn eine Filiale gefunden wurde, für die die ersten 4 Zeichen zutreffen, die letzten zwei Zeichen aber nicht als Nordea-Konten erkannt werden.
es: Tipo de cuenta de banco Nordea - la sucursal no se reconoce. Esta se genera cuando se ha encontrado una sucursal que coincida con los 4 primeros dígitos pero los 2 últimos dígitos no son uno de los números de cuenta de tipo reconocidos por Nordea .
it: Il tipo di conto per la banca/filiale Nordea non è riconosciuto. Questo viene generato quando viene trovata una filiale le cui prime 4 cifre corrispondono, ma le ultime 2 non sono uno dei numeri di tipo di conto riconosciuti per Nordea .

source: Account Type for bank-branch is not recognised. The first 4 digits appear to be valid, but the last 2 digits are invalid.
de: Das Konto wurde nicht erkannt. Die ersten 4 Ziffern scheinen gültig zu sein, aber die letzten 2 Ziffern sind ungültig.
es: Tipo de cuenta de banco sucursal no se reconoce. Las primeras 4 cifras parecen ser válidos, pero los 2 últimos dígitos son válidos.
it: Il tipo di conto per la banca/filiale non è riconosciuto. Le prime 4 cifre sembrano essere valide, ma le ultime 2 cifre non sono valide.

source: If this is not a cheque payment, ignore this warning.
de: sollte dies keine Scheck-Zahlung sein, ignorieren Sie bitte diese Warnung.
es: Si esto no es un cheque , hacer caso omiso de esta advertencia .
it: Se questo non è un pagamento con assegno, ignora questo avviso .

source: This branch does not support cheque clearing.
de: Diese Niederlassung unterstützt kein Scheck-Clearing.
es: Esta rama no admite compensación de cheques .
it: Questo filiale non supporta la compensazione degli assegni.

source: This branch does not support cheque clearing.
de: Diese Niederlassung unterstützt kein Scheck-Clearing.
es: Esta sucursal no admite compensación de cheques .
it: Questa filiale non supporta la compensazione degli assegni .

source: If this is a one-off payment or Direct Debit collection on an existing account, it is unlikely to be rejected. However, you should reject the details because in the future they may not be valid.
de: Wenn dies eine einmalige Zahlung oder Lastschrift von einem bestehendes Konto ist, wird diese wahrscheinlich bearbeitet. Dennoch sollte Sie sie zurückweisen, da diese Kontodetails in der Zukunft nicht mehr gültig sein werden.
es: Si se trata de un pago único o débito directo de una cuenta existente , es poco probable que sea rechazada. Sin embargo , se debe rechazar la información debido a que en el futuro pueden no ser válidos .
it: Se questo è un pagamento o recupero crediti di una sola volta su un conto già esistente, è improbabile che venga respinto. Tuttavia, si dovrebbe rifiutare i dettagli, perché in futuro potrebbero essere invalidi.

source: This bank code is being taken over by another institution.
de: Diese Bankleitzahl wird auf eine andere Bank übertragen.
es: Este código bancario está siendo absorbida por otra institución.
it: Questo codice bancario è stato rilevato da un'altra istituzione .

source: This bank code is being taken over by another institution. If this is a one-off payment or collection it is unlikely to be rejected. However, you should re-check these details with the account holder before any future payment/collection.
de: Diese Bankleitzahl wird auf eine andere Bank übertragen. Ist dies eine einmalige Zahlung oder Gutschrift, wird diese wahrscheinlich ausgeführt werden. Sie sollten jedoch diese Angaben mit dem Kontoinhaber vor allen künftigen Zahlungen/Gutschriften überprüfen.
es: Este código bancario está siendo absorbida por otra institución. Si se trata de un pago único o una colección que es poco probable que sea rechazada. Sin embargo, debe volver a comprobar estos detalles con el titular de la cuenta antes de que los pagos / cobros futuros .
it: Questo codice bancario è stato rilevato da un'altra istituzione. Se questo è un pagamento o una riscossione di una volta sola, è improbabile che venga respinto. Tuttavia, si dovrebbe ricontrollare questi dettagli con il titolare del conto prima di effettuare qualsiasi pagamento/riscossione futura.

source: Ignore this message if the payment is not a Swiss Francs payment.
de: Ignorieren Sie diese Meldung, wenn die Zahlung nicht in Schweizer Franken erfolgt.
es: No haga caso de este mensaje si el pago no es un pago de francos suizos .
it: Ignorare questo messaggio se il pagamento non è un pagamento in franchi.

source: Branch cannot participate in SIC using Swiss Francs.
de: Die Niederlassung kann nicht am SIC (Swiss Interbanking Clearing) für Schweizer Franken teilnehmen.
es: Rama no puede participar en la SIC con francos suizos.
it: La filiale non può partecipare a SIC tramite franchi svizzeri .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: If you need the IBAN, reject the details. Otherwise ignore this warning.
de: Wenn Sie die IBAN benötigen, weisen sie die Details zurück. Ansonsten ignorieren Sie diese Warnung.
es: Si usted necesita el IBAN , rechazar los detalles. Si no ignorar esta advertencia.
it: Se hai bisogno del codice IBAN, rifiuta questi dettagli. In caso contrario, ignora questo avviso.

source: IBAN cannot be generated. The IBAN cannot be generated from a 4 or 5 digit bank-branch code.
de: Der IBAN-Code kann nicht generiert. Der IBAN-Code kann nicht von einem 4- oder 5-stellige Bank-Filialcode generiert werden.
es: IBAN no puede ser generado.The IBAN no se puede generar a partir de un código de banco - rama 4 o 5 dígitos .
it: L'IBAN non può essere generato.L'IBAN non può essere generato da un codice Banca/filiale di 4 o 5 cifre.

source: IBAN cannot be generated. The IBAN cannot be generated from a 4 or 5 digit bank-branch code.
de: Der IBAN-Code kann nicht generiert. Der IBAN-Code kann nicht von einem 4- oder 5-stellige Bank-Filialcode generiert werden.
es: IBAN no puede ser generado. El IBAN no se puede generar a partir de un código de banco - rama 4 o 5 dígitos .
it: L'IBAN non può essere generato.L'IBAN non può essere generato da un codice Banca/filiale di 4 o 5 cifre.

source: Ignore this message if this payment is not a direct debit.
de: Ignorieren Sie diese Meldung, wenn diese Zahlung keine Lastschrift ist.
es: No haga caso de este mensaje si el pago no es una domiciliación bancaria.
it: Ignora questo messaggio se questo pagamento non è un addebito diretto.

source: Branch cannot participate in SIC Direct Debits for Swiss Francs.
de: Die Niederlassung kann am SIC-Lastschriftverfahren für Schweizer Franken teilnehmen.
es: La sucursal no admite Débitos Directos SIC de francos suizos.
it: La filiale non può trattare addebiti diretti SIC per franchi svizzeri .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: For credit accounts this should not cause a problem. However, for AUDDIS instructions, either contact the branch or reject the details.
de: Für Guthaben-Konten sollte dies kein Problem verursachen, für AUDDIS-Anweisungen nehmen Sie entweder Kontakt mit der Niderlassung auf oder weisen Sie die Details zurück.
es: Para las cuentas de crédito no debe causar ningún problema . Sin embargo , para obtener instrucciones AUDDIS comuníquese con la sucursal o rechazar los detalles.
it: Per i conti di credito questo non dovrebbe causare problemi. Tuttavia, per le istruzioni AUDDIS contattare la filiale o rifiutare i dettagli .

source: Sort code does not support AUDDIS transactions.
de: Die BLZ unterstützt keine AUDDIS-Transaktionen.
es: El Código no admite transacciones AUDDIS .
it: Il codice CAB non supporta le transazioni AUDDIS .

source: Sort code does not support AUDDIS transactions. If the account details are for the setting up of an Automated Direct Debit instruction then the instruction may be rejected. Contact the account holder for alternative bank account details.
de: Die BLZ unterstützt keine AUDDIS-Transaktionen. Wenn die Kontodaten für die Einrichtung einer automatisierten Lastschrift verwendet werden sollen, weisen Sie diese zurück und fragen Sie den Kontoinhaber nach einer alternativen Bankverbindung.
es: El código no admite transacciones AUDDIS . Si los datos de la cuenta son para la creación de una instrucción automatizada Débito Directo entonces la instrucción de tal rechazo . Póngase en contacto con el titular de la cuenta de datos bancarios alternativos.
it: Il codice CAB non supporta le transazioni AUDDIS. Se le coordinate del conto sono per impostare un istruzione di addebito diretto Automatico allora l'istruzione può essere rifiutata. Si prega di contattare il titolare del conto per ottenere dati bancari alternativi.

source: This message can be ignored if this payment is not in Swiss Francs or a direct credit.
de: Ignorieren Sie diese Meldung, wenn die Zahlung nicht in Schweizer Franken oder als Lastschrift erfolgt.
es: Este mensaje se puede ignorar si el pago no es en francos suizos o en un crédito directo.
it: Questo messaggio può essere ignorato se il pagamento non è in franchi svizzeri o un credito diretto.

source: Branch cannot participate in SIC Direct Credits for Swiss Francs.
de: Die Niederlassung kann am SIC-Lastschriftverfahren für Schweizer Franken teilnehmen.
es: La sucursal no admite créditos directos SIC de francos suizos.
it: La filiale non può partecipare ai Crediti Diretti SIC per i franchi svizzeri .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: This message can be ignored if this is not a bank to bank transaction.
de: Diese Meldung kann ignoriert werden, wenn dies nicht eine Interbanken-Transaktion ist.
es: Este mensaje se puede ignorar si no es un banco de transacciones bancarias .
it: Questo messaggio può essere ignorato se questa non è una transazione tra due banche.

source: Branch only accepts bank to bank transactions for Swiss francs.
de: Die Niederlassung akzeptiert für Schweizer Franken nur Interbanken-Transaktionen
es: La sucursal del banco solo admite transacciones bancarias en francos suizos.
it: La filiale accetta solo transazioni tra due banche per i franchi svizzeri.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: This message can be ignored if the payment is not a Euros payment.
de: Diese Meldung kann ignoriert werden, wenn die Zahlung nicht in Euro erfolgen soll.
es: Este mensaje se puede ignorar si el pago no es un pago Euros.
it: Questo messaggio può essere ignorato se il pagamento non è un pagamento in Euro .

source: Branch cannot participate in SIC using Euros.
de: Die Niederlassung kann in Euro-Währung nicht am SIC teilnehmen.
es: Rama no puede participar en SIC usando Euros.
it: La filiale non può partecipare al SIC tramite Euro.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: Use the transposed details that Kryptos returns and use this for further processings.
de: Verwenden Sie die Deteils, die Kryptos ausgibt für die weitere Verarbeitung.
es: Utilice los datos transpuestos y vuelva a Asistente Banco y utilice este para su posterior procesamiento .
it: Utilizzare i dettagli trasposti che Banca Wizard riporta e utilizzarli per ulteriore eventuale elaborazione.

source: Account details were not in standard format and have been transposed. The transposition is performed according to rules for the issuing institution, for example converting all letters to upper case, removing separators, or by padding, typically with zeroes, to a fixed width. This is the standard message that Kryptos returns when any of the account details (including the bank and branch details) have been transposed to the format needed to transmit to the ACH. Whenever it is returned, recover the strings from the core by calling BWI_CC_TRANSPOSED
de: Die Kontodaten entsprachen nicht dem Standard und wurden angepasst. Die Anpassung wurde entsprechend der Regeln der ausgebenden Institution vorgenommen. Zum Beispiel wurden alle Buchstaben in Großbuchstaben dargestellt, Trennzeichen entfernt oder die Kontonummer entsprechend des Standards mit Nullen aufgefüllt. Dies ist die Standard-Mitteilung von Kryptos, wenn ein Kontodetail (inklusive Bank- oder Filial-Details) ins notwendigen Format für die Verarbeitung mit ACH verändert werden musste. Wann immer diese ausgegeben wird, ersetzen Sie das Kommando durch BWI_CC_TRANSPOSED
es: Detalles de la cuenta no estaban configurados en forma estándar y han sido incorporados . La transposición se realiza de acuerdo a las reglas para la entidad emisora, por ejemplo, la conversión de todas las letras a mayúsculas , la eliminación de separadores , o por relleno , típicamente con ceros , a un ancho fijo. Este es el mensaje estándar que Asistente Banco vuelve cuando alguno de los detalles de la cuenta (incluyendo el banco y los detalles de la sucursal ) se han adaptado al formato necesario para transmitir a la ACH . Cada vez que se devuelve , se recuperan desde el núcleo llamando BWI_CC_TRANSPOSED
it: I dettagli del conto non erano in formato standard e sono stati trasposti. La trasposizione è effettuata secondo le regole per l'istituto emittente, per esempio convertire tutte le lettere in maiuscolo, rimuovere i separatori, o per riempimento, in genere con zeri , fino a una larghezza fissa. Questo è un messaggio standard che Banca Wizard ritorna quando uno dei dettagli del conto (inclusi i dettagli della banca e filiale) sono stati trasposti nel formato necessario per trasmetterli a ACH. Quando ritornano, riprendi le stringhe dal centro chiamando BWI_CC_TRANSPOSED

source: The account details that you provided were not in standard format and have been standardised for electronic processing. Please use the updated bank account details.
de: Die angegebenen Kontodaten entsprachen nicht dem Standard und wurden für die elektronische Verabeitung angepasst. Bitte nutzen Sie die standardisierten Daten.
es: Los datos de la cuenta que ha proporcionado no estaban en formato estándar y se han normalizado para el procesamiento electrónico . Utilice las actualizaciones datos bancarios .
it: I dettagli del conto , da Lei forniti non erano in formato standard e sono stati standardizzati per l'elaborazione elettronica. Si prega di utilizzare le coordinate bancarie aggiornate.

source: This message can be ignored if this payment is not a direct debit.
de: Diese Meldung kann ignoriert werden, wenn diese Zahlung keine Lastschrift ist.
es: Este mensaje se puede ignorar si este pago no es una domiciliación bancaria.
it: Questo messaggio può essere ignorato se questo pagamento non è un addebito diretto.

source: Branch cannot participate in SIC Direct Debits for Euros.
de: Die Niederlassung kann in Euro-Währung nicht am SIC-Lastschriftverfahren teilnehmen.
es: Rama no puede participar en los Débitos Directos SIC de Euros.
it: La filiale non può partecipare agli addebiti diretti SIC per Euro .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: This message can be ignored if this payment is not a direct credit.
de: Diese Meldung kann ignoriert werden, wenn diese Zahlung keine Lastschrift ist.
es: Este mensaje se puede ignorar si este pago no es un crédito directo .
it: Questo messaggio può essere ignorato se il pagamento non è un accredito diretto .

source: Branch cannot participate in SIC Direct Credits for Euros.
de: Die Niederlassung kann in Euro-Währung nicht am SIC-Lastschriftverfahren teilnehmen.
es: Rama no puede participar en créditos directos SIC de Euros.
it: La filiale non può trattare accrediti diretti SIC per Euro .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: The sort code provided does not support credit transactions.
de: Die angegebene Bankleitzahl unterstützt keine Kreditgeschäfte.
es: El código de clasificación proporcionado no es compatible con las operaciones de crédito .
it: Il codice CAB fornito non supporta le operazioni di credito.

source: Sort code does not support Building Society Credit transactions.
de: Die Bankleitzahl unterstützt keine Bausparkredit-Geschäfte.
es: Ordenar código no soporta Building Society Las operaciones de crédito .
it: Il codice CAB non supporta le operazioni degli Istituti di credito fondiario.

source: The account details is not able to receive credit transactions. Please provide an alternative bank account that accepts credit transactions.
de: Dieses Konto ist nicht in der Lage, Kreditgeschäfte zu verarbeiten. Bitte geben Sie eine alternative Bankkonto, das Kredittransaktionen akzeptiert.
es: Los datos de la cuenta no admite operaciones de crédito . Sírvase proporcionar una cuenta bancaria alternativa que acepte las operaciones de crédito
it: I dettagli del conto non sono in grado di ricevere le operazioni di credito. Si prega di fornire un conto bancario alternativo che accetti le operazioni di credito

source: If this limitation is a problem for your application, reject the details.
de: Wenn diese Einschränkung ein Problem für Ihre Anwendung ist, lehnen die Details ab.
es: Si esta limitación es un problema para su aplicación, rechazar los detalles.
it: Se questo limite è un problema per la vostra operazione, rifiutate i dettagli .

source: Sort code does not support Dividend Interest Payment transactions.
de: Die Bankleitzahl unterstützt keinen Dividenden-Zahlungsverkehr.
es: Ordenar código no admite transacciones de pago de intereses de dividendos .
it: Il codice CAB non supporta le transazioni di pagamento degli interessi dei dividendi.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: If this limitation is a problem for your application, reject the details.
de: Wenn diese Einschränkung ein Problem für Ihre Anwendung ist, lehnen die Details ab.
es: Si esta limitación es un problema para su aplicación, rechazar detalles.
it: Se questo limite è un problema per la vostra operazione, rifiutate i dettagli .

source: Account does not support Claims for Unpaid Cheque transactions.
de: Konto unterstützt keine Forderungen aus unbezahlten Scheck-Transaktionen.
es: Cuenta no admite reclamaciones por transacciones de cheques pendientes de pago .
it: Il conto non supporta le richieste di transazioni di assegni non pagati .

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: If this limitation is a problem for your application, reject the details.
de: Wenn diese Einschränkung ein Problem für Ihre Anwendung ist, lehnen die Details ab.
es: Si esta limitación es un problema para su aplicación, rechazar los detalles.
it: Se questo limite è un problema per la vostra operazione, rifiutate i dettagli .

source: Account does not support Building Society Credit transactions.
de: Konto unterstützt keinen Bausparkreditverkehr.
es: Cuenta no soporta Building Society Las operaciones de crédito .
it: Il conto non supporta le transazioni degli Istituti di credito fondiario.

source: Depends on payment channel.
de: Abhängig vom Zahlungsverfahren
es: Depende del canal de pago
it: Dipende dal canale di pagamento

source: If this limitation is a problem for your application, reject the details.
de: Wenn diese Einschränkung ein Problem für Ihre Anwendung ist, lehnen die Details ab.
es: Si esta limitación es un problema para su aplicación, rechazar detalles.
it: Se questo limite è un problema per la vostra operazione, rifiutate i dettagli .

source: Account does not support Dividend Interest Payment transactions.
de: Das Konto unterstützt keinen Dividenden-Zahlungsverkehr.
es: Cuenta no admite transacciones de pago de intereses de dividendos .
it: Il conto non supporta le transazioni di pagamento degli interessi dei dividendi.

source: None.
de: Keine.
es: Ninguno .
it: Nessuno.

source: Account does not support AUDDIS transactions.
de: Konto unterstützt keine AUDDIS-Transaktionen.
es: Cuenta no admite transacciones AUDDIS .
it: Il conto non supporta le transazioni AUDDIS .

source: Account does not support AUDDIS transactions. If the account details are for the setting up of an Automated Direct Debit instruction then the instruction may be rejected. Contact the account holder for alternative bank account details.
de: Konto unterstützt keine AUDDIS-Transaktionen. Wenn die Kontodaten für die Einrichtung einer Automatischen Lastschrift verwendet werden sollen, wird diese eventuell abgelehnt werden. Kontaktieren Sie den Kontoinhaber für eine alternative Bankverbindung.
es: Cuenta no admite transacciones AUDDIS . Si los datos de la cuenta son para la creación de una instrucción automatizada Débito Directo entonces la instrucción será rechazada . Póngase en contacto con el titular de la cuenta de datos bancarios alternativos.
it: Il conto non supporta le transazioni AUDDIS. Se le coordinate del conto sono per la costituzione di un'istruzione di un Addebito Diretto automatico, allora l'istruzione verrà rifiutata. Contatta il titolare del conto per dei dati bancari alternativi.

source: Either accept the details and process the payment using an alternative channel, or reject the details and request an alternative bank account.
de: Entweder akzeptieren die Details und verarbeiten die Zahlung durch einen alternativen Kanal oder lehnen Sie sich die Details ab und fordern ein alternatives Bankkonto an.
es: Puede aceptar los datos y procesar el pago a través de un canal alternativo . O rechazar la información y solicitar una cuenta de banco alternativo .
it: Accetta i dettagli e processa il pagamento utilizzando un canale alternativo. O rifiuta i dettagli e richiedi un conto bancario alternativo.

source: The account does not support domestic direct credit transactions (these are different from SEPA CT transactions).
de: Das Konto unterstützt keine inländische direkte Kreditgeschäfte (diese unterscheiden sich von SEPA-Transaktionen)
es: La cuenta no admite operaciones de crédito directa nacional (estos son diferentes de las transacciones SEPA CT )
it: Il conto non supporta le transazioni di accredito diretto domestiche (queste sono diversi da transazioni SEPA CT)
