Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: are Materials in the manner in which they are being used by KRYPTOS SYSTEMS LTD or the Customer is not permitted; or</p><p> 10.6.5 The Customer brings KRYPTOS SYSTEMS LTD or the Licensors into disrepute.</p><p> 10.7 Without prejudice to Clause 10.6, KRYPTOS SYSTEMS LTD may terminate the Agreement for convenience on 90 days' notice to the Customer at any time, and in such event, KRYPTOS SYSTEMS LTD will provide a pro-rata refund in accordance with Clause 10.15.1.</p><p> 10.8 The respective Third Party EULA will automatically terminate with immediate effect if the corresponding Third Party Licence is terminated, and consequently the respective Service which was subject to such Third Party Contracts, together with the Premium Service in respect of such Service (if applicable), will also automatically terminate immediately. KRYPTOS SYSTEMS LTD will provide prompt notice of such event to the Customer.</p><p> 10.9 KRYPTOS SYSTEMS LTD may terminate the Agreement in whole or in part for convenience at any time upon written notice (with such termination being effective on the date specified in the respective notice), where such termination is necessary for KRYPTOS SYSTEMS LTD to comply with the Third Party Licences.</p><p> Termination By The Customer</p><p> 10.10 The Customer may terminate the Agreement with immediate effect, if KRYPTOS SYSTEMS LTD is in material breach of this Agreement (however, where such breach is capable of remedy, the Customer must provide KRYPTOS SYSTEMS LTD with at least 30 days written notice (with express written reference to its right to terminate the Agreement pursuant to this Clause) allowing KRYPTOS SYSTEMS LTD to remedy the breach, and only if KRYPTOS SYSTEMS LTD does not remedy the breach within this time period, may the Customer terminate the Agreement).</p><p> Termination By Either Party</p><p>10.11 Either Party (the <strong>"Terminating Party"</strong>) may terminate the Agreement immediately by notice to the other Party (the <strong>"Defaulting Party"</strong>) if:</p><p> 10.11.1 the Defaulting Party is unable to pay its debts as they fall due or otherwise becomes insolvent, or if a receiver or an administrative receiver is appointed over any or all of the assets of the Defaulting Party, or if any arrangement, compromise or composition of the Defaulting Party's debts is proposed or made by the Defaulting Party, or if the Defaulting Party enters or is entered into any proceedings for administration or liquidation or otherwise becomes subject to dissolution proceedings, or if any analogous event occurs in any other jurisdiction in which the Defaulting Party carries out its business;</p><p> 10.11.2 the Defaulting Party unreasonably discloses any confidential information of the Terminating Party (or of the Licensor); (where any reasonable disclosure is necessary, then the disclosing Party will ensure that any such disclosure is subject to a reasonable duty of confidentiality being accepted by the third party recipient of such confidential information).</p><p> SLA Consequences In Respect Of Suspensions Or Termination</p><p> 10.12 Suspension pursuant to Clause 10.4, or any other suspensions or terminations which are attributable to:</p><p> 10.12.1 the wrongful actions of the Customer; or</p><p> 10.12.2 a Force Majeure Event;</p><p> will not constitute downtime in calculating the Uptime Service Level in respect of the SLA, and will not give rise to any Service Credits, payments or other remedies to the Customer.</p><p> Consequences Of Termination</p><p> 10.13 Termination of the Agreement is without prejudice to both Parties' accrued rights and remedies.</p><p> 10.14 The provisions of this Agreement which are expressed to, or intended to, survive termination, shall continue in full force and effect.</p><p> Refunds On Termination</p><p> 10.15 Where:</p><p> 10.15.1 the Agreement is terminated by KRYPTOS SYSTEMS LTD (other than directly or indirectly as a result of the wrongful acts or omissions of the Customer); or</p><p> 10.15.2 the Agreement is terminated by the Customer pursuant to Clauses 10.10 or 10.11;</p><p> then the Customer will be entitled to a pro-rata refund of the amount of: any unused Credits; and Licence Fees; and SLA Charge; at the date of termination of the Agreement, to reflect the extent to which it is no longer able to use the respective Service for the unexpired Subscription Period or Premium Service for the unexpired Support Period, with such payment being calculated and determined by KRYPTOS SYSTEMS LTD acting reasonably. The Customer agrees that this is the sole and exclusive financial remedy of the Customer in such circumstances.</p><p> 11 Force Majeure</p><p> 11.1 If either Party is prevented from complying with its obligations due to any event beyond its reasonable control (such event being referred to as a "Force Majeure Event") (including without limitation, any issues arising from the data, software or documentation supplied by the Licensors), it shall not be in breach of this Agreement nor otherwise liable to the other Party by reason of any delay in performance or non-performance of any of its obligations due to such events. However, this Clause does not excuse the Customer from complying with its payment obligations, nor from compliance with the Third Party Contracts, by itself claiming the benefit of a Force Majeure Event.</p><p> 11.2 If a Force Majeure Event continues for a period of more than 14 consecutive days, then either Party may terminate the Agreement for convenience during the continuance of such Force Majeure Event. In such circumstances, both Parties acknowledge that there will be no compensation due from either Party to the other for termination in such circumstances</p><p> 12 Assignment And Subcontracting</p><p> 12.1 The Customer may not assign this Agreement (whether in whole or in part) without the prior written consent of KRYPTOS SYSTEMS LTD (such consent not to be unreasonably withheld).</p><p> 12.2 KRYPTOS SYSTEMS LTD may subcontract and assign any or all of its obligations and rights pursuant to this Agreement, without requiring the prior consent of the Customer.</p><p> 13 3rd Parties &amp; Contracts (Rights of Third Parties) Act 1999</p><p> Third Party Group Company &amp; Related Organisation Use</p><p> 13.1 Where the Customer is permitted by the Agreement pursuant to Clause 13.3, to allow use of the Software Materials, Services and Premium Service by its group companies or other related organisations, then the Customer confirms that it will remain responsible for all payment obligations, and the Customer accepts responsibility for ensuring compliance by such third parties with the Agreement (with the Customer ensuring that such third parties comply with the same obligations and restrictions as those that the Customer is subject to, in relation to the Agreement). The Customer confirms that it will ensure that, such third parties and the Customer have joint and several liability to KRYPTOS SYSTEMS LTD and the Licensors in respect of the Agreement.</p><p> 13.2 The Customer agrees that it is authorised to accept as agent, on behalf of its group companies and its related third party organisations, any changes made to the Agreement by KRYPTOS SYSTEMS LTD and to the Third Party Contracts by the Licensors.</p><p> 13.3 Any of the Customer's third parties as referred to in a schedule of authorised third parties issued by KRYPTOS SYSTEMS LTD, are hereby authorised to use the Software Materials and Service (and where the SLA Charge has been agreed to be paid in respect of the Customer and each of its third parties, the Premium Service) in accordance with the provisions of the Agreement, with the Customer acknowledging that each third party will need to pay additional charges for their use of the Services, with such payment to be made via the Customer. KRYPTOS SYSTEMS LTD and the Customer may update the schedule of authorised third parties from time to time by written agreement between them (which includes agreement by email).</p><p> 1999 Act</p><p> 13.4 The Licensors, and the Customer's third parties listed in the schedule referred to in Clause 13.3 (albeit that for conduct of claims, the Customer agrees that it will ensure that it will bring any and all claims of such third parties against KRYPTOS SYSTEMS LTD, on behalf of such third parties, as the Customer will ensure than such third parties do not bring their claims direct against KRYPTOS SYSTEMS LTD), shall have the right to enforce the provisions of this Agreement which are for their benefit, by virtue of section 1 of the Contracts (Rights of Third</p><p> Parties) Act 1999. No other third party shall have the right to enforce any term of this Agreement.</p><p> 13.5 The Parties may, notwithstanding section 2(1) of the Contracts (Rights of Third Parties) Act 1999, vary or terminate this Agreement (in whole or in part) without requiring the consent of the Licensors or any other third parties (whether referred to in Clause 13.4 or otherwise).</p><p> 14 Variations</p><p> 14.1 No variation of this Agreement shall be effective unless it is in writing and is signed by an authorised representative of each Party, although any pricing arrangements tailored to the Customer may be expressly agreed by KRYPTOS SYSTEMS LTD by email.</p><p> 14.2 Any discretion exercised by KRYPTOS SYSTEMS LTD from time to time, to afford the Customer any additional rights or benefits which are not afforded by the Agreement (in circumstances where such additional rights or benefits were the clear and deliberate intention of KRYPTOS SYSTEMS LTD), will only operate on that occasion and not operate as a variation of the Agreement with regard to any other occasions, unless otherwise expressly stated with the provisions of Clause 14.1 having been complied with.</p><p> 15 Severability</p><p> 15.1 If at any time any part of this Agreement becomes void or unenforceable under any applicable law it shall be deemed to be deleted from this Agreement and the remaining provisions of this Agreement shall continue unaffected. In such circumstances, the Parties will use reasonable endeavours to substitute the omitted provision with a valid replacement which achieves to the closest extent reasonably and lawfully possible, the intention of the omitted provision. .</p><p> 16 Waiver</p><p> 16.1 No provision of the Agreement shall be waived unless expressly stated otherwise in this Agreement in respect of any rights or remedies, or agreed to be waived by both Parties in writing; however, where a right must be exercised within a specified time period, then that right will be waived if it is not exercised within such time period. If any provision is waived, then that waiver shall operate for that instance only and not future instances, unless agreed otherwise by both Parties in writing.</p><p> 17 Entire Agreement</p><p> 17.1 This Agreement (which includes the relevant Third Party Contracts) contains the entire agreement between the Parties with respect to the subject matter of this Agreement (the <strong>"Subject Matter"</strong>) and supersedes and replaces all other written and oral communications between the Parties relating to the Subject Matter. Except for the express provisions in this Agreement (and any express provisions contained in any documentation which is expressly incorporated), all other warranties, conditions, terms, representations, statements, undertakings and obligations whether express or implied by statute, common law, custom, usage or otherwise are hereby excluded to the maximum extent permitted by law. The Parties hereby confirm that they have not relied upon any representations, communications or other matters which have not been expressly stated in this Agreement, whether as an inducement to enter into this Agreement or otherwise. This Clause 17.1 operates subject to Clauses 17.2 and 17.3.</p><p> 17.2 Notwithstanding any provision to the contrary in this Agreement, all implied: terms, conditions and warranties, (including without limitation those relating to satisfactory quality and fitness for purpose); whether:</p><p> 17.2.1 implied by statute, common law, custom, usage or otherwise; or</p><p> 17.2.2 otherwise sought to be expressly incorporated (including without limitation where sought to be incorporated by any express provision of this Agreement);</p><p> are hereby excluded to the maximum extent permitted by law. This Clause 17.2 operates subject to Clause 17.3.</p><p> 17.3 Notwithstanding any provision to the contrary, nothing in this Agreement limits or excludes either Party's liability for fraudulent misrepresentations.</p><p> 18 Law And Jurisdiction</p><p> 18.1 This Agreement and any dispute or claim arising in connection with it shall be governed by the laws of England and shall be subject to the exclusive jurisdiction of the English Courts to which the Parties irrevocably submit.</p><p> 19 Notices &amp; Privacy Policy</p><p> Notices</p><p> 19.1 Any notices to KRYPTOS SYSTEMS LTD in relation to this Agreement, must be sent in writing to The Legal Department, Kryptos Systems Ltd, Waterside, Basin Road, Worcester WR5 3DA or by e-mail to legals@ kryptosystems.co.uk. Notices will only be validly served pursuant to this Agreement by the Customer, where the notice has been sent by tracked delivery (which can be used to reasonably:</p><p> demonstrate that the notice was received by KRYPTOS SYSTEMS LTD) or where receipt of the notice is acknowledged in writing by KRYPTOS SYSTEMS LTD.</p><p> 19.2 The Customer agrees that KRYPTOS SYSTEMS LTD and the Licensors may use the information gained pursuant to this Agreement in accordance with the KRYPTOS SYSTEMS LTD Privacy Policy.</p><p> Schedule 1</p><p> Service Level Agreement: Premium Service</p><p> Introduction</p><p> This SLA only applies if the Customer has elected the Premium Service (such election means that the Customer has agreed to pay for, and KRYPTOS SYSTEMS LTD has agreed in writing to provide, the Premium Service), which entitles the Customer to the following, in accordance with, and subject to, the provisions of this SLA and the Agreement:</p><p> &#8226; Support arrangements with targeted response and remedy times;</p><p> &#8226; Availability commitments in respect of Services' availability;</p><p> &#8226; Service Credits in respect of the Services' availability commitments being missed.</p><p> 1 Charges</p><p> 1.1 The Customer agrees to pay the SLA Charge for the Premium Service.</p><p> 1.2 The Customer acknowledges that the SLA Charge entitles the Customer to the additional arrangements referred to in this SLA, but that such charge is in addition to the respective Subscription Fees.</p><p> 2 Services' Availability</p><p> 2.1 The Supplier shall provide at least a 99.9% average monthly uptime Services' availability level (the actual average monthly uptime Services' availability level as an aggregate of all Services, is referred to as the <strong>"Uptime Service Level"</strong>).</p><p> 2.2 The Uptime Service Level measures the collective Services' availability during a 24 hour day (as further elaborated in Paragraph 3 of this SLA), fromKRYPTOS SYSTEMS LTD's or its subcontractors' servers hosting the respective Services (such subcontractors of KRYPTOS SYSTEMS LTD being referred to as the <strong>"KRYPTOS SYSTEMS LTD Hoster"</strong>), to the farthest network egress point to the public Internet that is entirely under the direct control of KRYPTOS SYSTEMS LTD or the KRYPTOS SYSTEMS LTD Hoster.</p><p> 2.3 The Uptime Service Level excludes from any measurements (and therefore the following does not constitute downtime for the purpose of calculating the Uptime Service Level):</p><p> 2.3.1 any issues with: any software and data which do not form part of the KRYPTOS SYSTEMS LTD Offering;<a name="_GoBack"></a></p><p> 2.3.2 any issues with: any hardware or networks which are not under the direct control of KRYPTOS SYSTEMS LTD or the KRYPTOS SYSTEMS LTD Hoster;</p><p> 2.3.3 any Planned Maintenance;</p><p> 2.3.4 any Customer Causes (including a failure to adhere to implementation guidelines as specified in the Documentation, or issues resulting from account settings which are under the Customer's control);</p><p> 2.3.5 any Customer caused or third party caused outages or disruptions;</p><p> 2.3.6 outages or disruptions attributable in whole or in part to any Force Majeure Events; and</p><p> 2.3.7 any Services which are notified as being discontinued by KRYPTOS SYSTEMS LTD, with at least 90 days advance notification of such intended discontinuation being provided by KRYPTOS SYSTEMS LTD;</p><p> 2.3.8 any suspensions in the Service due to late payment of invoices pursuant to Clause 5.5 of the Agreement.</p><p> 3 Availability Measurement</p><p> 3.1 The Uptime Service Level measurement shall be carried out by KRYPTOS SYSTEMS LTD and is based on the monthly average percentage availability, calculated at the end of each calendar month as the total actual uptime minutes during that calendar month divided by total possible uptime minutes in that calendar month (as visible from the SLA Report), subject to the provisions of Paragraph 2 of this SLA.</p>
de: , ob im gleichen oder einem anderen Jahr, wird nicht einen zus&#228;tzlichen Betrag von Ladungen bilden f&#252;r die Zwecke dieser Ziffer, wie den Kauf der Kredit z&#228;hlt zu den "gezahlten Betr&#228;ge" durch den Kunden an KRYPTOS SYSTEMS LTD, und damit die Ausgaben Punkte z&#228;hlt nicht, um Doppelz&#228;hlungen zu vermeiden)), mit einer solchen Haftung Cap Begrenzungs KRYPTOS SYSTEMS LTD kollektiven Haftung f&#252;r die Gesamtheit aller solcher Fragen in diesem Jahr (und zur Vermeidung von Missverst&#228;ndnissen, wenn es zwei Probleme innerhalb eines Jahres, so ist die Gesamthaftung des KRYPTOS SYSTEMS LTD sich in Bezug auf diese 2 Fragen kollektiv w&#252;rde gleichzusetzen, um 100% der Kosten in diesem jeweiligen Jahres bezahlt und nicht 200% der in diesem Jahr jeweiligen Ausgabeaufschlags); oder</p><p> 9.8.2 in Bezug auf die Gesamtheit aller Haftung f&#252;r kollektiv alle anderen Fragen, die sich aus oder im Zusammenhang mit diesem Vertrag, die nicht unter Ziffer 9.8.1, noch beschr&#228;nkt beschr&#228;nkt werden oder durch eine andere Bestimmung dieser Vereinbarung ausgeschlossen, um das Aggregat Betrag von &#163; 100 (die <strong>"Additional Liability </strong>Cap").</p><p> 9.9 Hat der Kunde keine in einem bestimmten Jahr in Rechnung gestellten Betr&#228;ge zu zahlen, leidet aber ein Problem in diesem Jahr</p><p> f&#252;r die KRYPTOS SYSTEMS LTD haftet dann f&#252;r die Zwecke der Ziffer 9.8.1 wird die Haftpflicht Cap "f&#252;r das laufende Jahr auf die gr&#246;&#223;ere der gleichzusetzen:</p><p> 9.9.1 100 &#163;; oder</p><p> 9.9.2 den Gesamtbetrag durch den Kunden an KRYPTOS SYSTEMS LTD in dem unmittelbar vorhergehenden Jahr gezahlt.</p><p> <u>Kunden-Anerkennung</u></p><p> 9.10 Der Kunde erkennt an, dass die Geb&#252;hren in Bezug auf dieses Abkommens haben sich auf der Grundlage, dass KRYPTOS SYSTEMS LTD wird ausgeschlossen und ihre Haftung zu beschr&#228;nken, wie sie in diesem Abkommen festgelegten berechnet worden ist, und dass die Beschr&#228;nkungen und Haftungsausschl&#252;sse in dieser Vereinbarung sind daher vern&#252;nftig.</p><p> 9.11 Ungeachtet der Bedingungen f&#252;r das Gegenteil (jedoch vorbehaltlich Ziffer 9.1):</p><p> 9.11.1 die Haftungsausschl&#252;sse in Ziffer 9 durchsetzen; und</p><p> 9.11.2 KRYPTOS SYSTEMS LTD Haftung aus oder im Zusammenhang mit dieser Vereinbarung werden die in Paragraph 9 genannten Grenzwerte nicht &#252;berschreiten; und</p><p> 9.11.3, wo die Vereinbarung bezieht sich auf jede Beschr&#228;nkung oder den Ausschluss der Haftung der KRYPTOS SYSTEMS LTD, gilt eine solche Beschr&#228;nkung oder den Ausschluss, ob der jeweilige Pflicht entsteht unter Vertrag (einschlie&#223;lich und ohne Einschr&#228;nkung in Bezug auf eine vors&#228;tzliche repudiatory und Grundbr&#252;che), Satzung, unerlaubter Handlung ( einschlie&#223;lich und ohne Einschr&#228;nkung Fahrl&#228;ssigkeit) oder anderweitig.</p><p> <u>Begrenzung Zeitraum</u></p><p> 9.12 Der Kunde erkennt an, dass alle Anspr&#252;che, die sie gegen KRYPTOS SYSTEMS LTD aus&#252;ben m&#246;chte, wird umgehend angehoben werden. Die Vertragsparteien kommen daher &#252;berein, dass KRYPTOS SYSTEMS LTD haftet nicht f&#252;r eine Haftung in Bezug auf Ereignisse w&#228;hrend der Laufzeit dieser Vereinbarung, in dem die jeweiligen Anspr&#252;che nicht durch rechtliche Schritte gegen KRYPTOS SYSTEMS LTD innerhalb von 12 Monaten nach dem fr&#252;heren der brachte auftretenden gehalten werden: (1), wenn der Umstand, durch den der Entstehung des Klage; und (2) K&#252;ndigung der Vereinbarung.</p><p> Folgen f&#252;r die Ersch&#246;pfung der Haftungsgrenzen</p><p> 9.13 Die Vertragsparteien vereinbaren, dass jede Vertragspartei das Abkommen f&#252;r die Bequemlichkeit zu k&#252;ndigen, wenn die Haftungsh&#246;chstgrenze oder Additional Liability Cap wird durch den Kunden erfolgreich bringen Anspr&#252;che gegen KRYPTOS SYSTEMS LTD (die von einem Gericht festgestellt werden, oder zwischen den Vertragsparteien vereinbarten ersch&#246;pft, da aufgrund ) f&#252;r mindestens den Gesamtbetrag der Haftungsh&#246;chstgrenze oder die Additional Liability Cap. In einem solchen Fall wird die K&#252;ndigung an sich keinen Anlass zu zus&#228;tzlicher Heilmittel noch das Recht auf R&#252;ckerstattung.</p><p> <u>Des Kunden Zus&#228;tzliche Verpflichtungen in Bezug auf unrechtm&#228;&#223;ige Aktionen</u></p><p> 9.14 Der Kunde erkl&#228;rt sich bereit, haftet f&#252;r alle Betr&#228;ge, die (ob die sich in Bezug auf eine oder alle der folgenden Umst&#228;nde):</p><p> 9.14.1 KRYPTOS SYSTEMS LTD und die Lizenzgeber in Bezug auf, und in Bezug auf, Anspr&#252;che gegen gemacht, oder Schaden entstanden oder durch, KRYPTOS SYSTEMS LTD und / oder den Lizenzgebern, wo dies ganz oder teilweise entfallen direkt oder indirekt an die erlittenen Kunden Verletzung einer der Bestimmungen der Dritten Vertr&#228;ge. Dar&#252;ber hinaus verpflichtet sich der Kunde, dass, wenn KRYPTOS SYSTEMS LTD ist erforderlich, um alle Betr&#228;ge an Dritte als Folge des Kunden Verletzung einer der Third Party-Kontrakte bezahlen, dann wird der Kunde sofort nach Ank&#252;ndigung, erstatten KRYPTOS SYSTEMS LTD in vollem Umfang die Menge, die KRYPTOS SYSTEMS LTD musste, um den Dritten als Folge zahlen;</p><p> 9.14.2 KRYPTOS SYSTEMS LTD in Bezug auf alle Verst&#246;&#223;e gegen KRYPTOS SYSTEMS LTD oder Rechte an geistigem Eigentum ihrer Dritter (einschlie&#223;lich, ohne Einschr&#228;nkung, Urheber- und Markenrechte); und</p><p> 9.14.3 KRYPTOS SYSTEMS LTD f&#252;r etwaige Verst&#246;&#223;e gegen die Vereinbarung, die mit der bewussten Absicht der Verletzung dieses &#220;bereinkommens durchgef&#252;hrt werden (mit dem Kunden wird als bewusst alle Bestimmungen dieses Abkommens sein).</p><p> 10 Laufzeit, K&#252;ndigung und Aussetzung</p><p> <u>Dauer</u></p><p> 10.1 Das Abkommen wird am Datum des Inkrafttretens beginnen und weiter in Kraft, bis es in &#220;bereinstimmung mit den Bestimmungen des Abkommens wird beendet.</p><p> 10.2 Die Lizenzen erteilt, um die jeweiligen Leistungen im Rahmen des Abkommens zu verwenden (entweder f&#252;r die Verwendung der jeweiligen Dienstleistungen oder irgendwelche Software Materials) gelten f&#252;r den k&#252;rzeren der folgenden jeweiligen Perioden:</p><p> 10.2.1 der Ablauf des jeweiligen Abonnementzeitraums; oder</p><p> 10.2.2 in denen die Verwendung gew&#228;hrt vorbehaltlich der Kredit, bis zu dem Guthaben verf&#228;llt durch die Zeit oder die Verwendung als angemessen; oder</p><p> 10.2.3 der angegebene Zeitraum im Abschnitt Konto oder Rechnung (oder zu einem anderen von den Vertragsparteien schriftlich vereinbart); oder</p><p> 10.2.4 die Beendigung der Vereinbarung.</p><p> <u>Vor&#252;bergehende Aussetzung der Service-</u></p><p> 10.3 KRYPTOS SYSTEMS LTD vor&#252;bergehend aussetzen:</p><p> 10.3.1 die Service; und oder</p><p> 10.3.2 Bereitstellung eines der Software-Materialien;</p><p> in Notf&#228;llen oder dringenden betrieblichen Gr&#252;nden, aber soweit praktisch durchf&#252;hrbar, wird es den Kunden Vorwarnung der Aussetzung zu geben.</p><p> <u>Aufh&#228;ngung f&#252;r zweckfremde Nutzung</u></p><p> 10.4 Wenn KRYPTOS SYSTEMS LTD Grund zu der Annahme, dass der Kunde die zweckfremde Nutzung des Services oder Software Materialien ist die Service-Performance zu beeintr&#228;chtigen oder was zu abnormalen Kreditaufnahme (wie vern&#252;nftigerweise von KRYPTOS SYSTEMS LTD bestimmt wird), dann KRYPTOS SYSTEMS LTD kann den Zugang des Kunden, bis die Aussetzung Ursache der Wertminderung aufgel&#246;st worden (Aussetzung wird der Anforderung des Kunden keine Auswirkungen, auch weiterhin die Zahlung der entsprechenden Geb&#252;hren f&#252;r die suspendierten Dienst oder Software Materialien, noch wird es verl&#228;ngern die jeweiligen Zeichnungsfrist in Bezug auf jede Kredit).</p><p> <u>K&#252;ndigung oder Aussetzung von KRYPTOS SYSTEMS LTD</u></p><p> 10.5 KRYPTOS SYSTEMS LTD hat das Recht, auszusetzen oder zu beenden, diese Vereinbarung unverz&#252;glich nach K&#252;ndigung, wenn der Kunde mit irgend entsprechen (jedoch wird Federung automatisch folgende E-Mail-Benachrichtigung, wenn eine Zahlung nicht durch die jeweiligen F&#228;lligkeitstermin durch den Kunden auftreten) haben in K&#252;ndigung des Abkommens; Bestimmung dieser Vereinbarung (Aussetzung wird der Anforderung des Kunden keine Auswirkungen, auch weiterhin die Zahlung der entsprechenden Geb&#252;hren f&#252;r die suspendierten Dienst oder Premium Service (sofern zutreffend), noch wird es verl&#228;ngern die jeweiligen Zeichnungsfrist in Bezug auf jede Kredit solchen Umst&#228;nden wird auch berechtigen den Kunden nicht zu einer R&#252;ckerstattung).</p><p> 10.6 KRYPTOS SYSTEMS LTD kann den Vertrag (im Ganzen oder in Teilen) unverz&#252;glich nach Mitteilung an den Kunden jederzeit zu k&#252;ndigen, wenn:</p><p> 10.6.1 KRYPTOS SYSTEMS LTD ist nicht mehr in der Lage, zur Verf&#252;gung den Service oder Software Materialien (ganz oder teilweise) durch die Handlungen oder Unterlassungen der Lizenzgeber zu machen;</p><p> Aus irgendeinem Grund 10.6.2 einer der Third Party Vertr&#228;ge zu beenden;</p><p> 10.6.3 die Lizenzgeber variieren die Bedingungen und Konditionen, Anforderungen, oder die Preisgestaltung in einer Weise beeintr&#228;chtigt KRYPTOS SYSTEMS LTD oder des Kunden;</p><p> 10.6.4 ein Lizenzgeber geltend, dass die Nutzung der Datenbank oder die Software Materialien in der Art und Weise, in der sie durch KRYPTOS SYSTEMS LTD oder dem Kunden verwendet wird, nicht erlaubt; oder</p><p> 10.6.5 Der Kunde bringt KRYPTOS SYSTEMS LTD oder den Lizenzgebern in Verruf.</p><p> 10.7 Unbeschadet der Klausel 10.6 kann KRYPTOS SYSTEMS LTD, das Abkommen f&#252;r die Bequemlichkeit von 90 Tagen Mitteilung an den Kunden jederzeit zu beenden, und in einem solchen Fall wird KRYPTOS SYSTEMS LTD eine anteilige R&#252;ckerstattung gem&#228;&#223; Ziffer 10.15.1 liefern .</p><p> 10.8 Die jeweilige Drittlizenz wird automatisch mit sofortiger Wirkung k&#252;ndigen, wenn der entsprechende Third Party Lizenz beendet wird, und folglich die jeweiligen Dienstleister, die Gegenstand einer solchen Dritten Vertr&#228;ge war, zusammen mit dem Premium Service in Bezug auf diesen Service (falls zutreffend), wird auch automatisch mit sofortiger Wirkung k&#252;ndigen. KRYPTOS SYSTEMS LTD liefert unverz&#252;glich Kenntnis von einem solchen Fall gegen&#252;ber dem Kunden.</p><p> 10,9 KRYPTOS SYSTEMS LTD kann das Abkommen in ganz oder teilweise f&#252;r die Bequemlichkeit jederzeit durch schriftliche Mitteilung (mit einer solchen K&#252;ndigung wirksam auf die in der jeweiligen Mitteilung angegebenen Datum), in dem eine solche K&#252;ndigung ist notwendig f&#252;r KRYPTOS SYSTEMS LTD, mit dem nicht entsprochen wird Third Party Lizenzen.</p><p> <u>K&#252;ndigung durch den Kunden</u></p><p> 10.10 Der Kunde kann den Vertrag mit sofortiger Wirkung zu k&#252;ndigen, wenn KRYPTOS SYSTEMS LTD ist in wesentlichen Verletzung dieser Vereinbarung (jedoch, wo diese Verletzung geheilt werden kann, muss der Kunde KRYPTOS SYSTEMS LTD mit mindestens 30 Tagen schriftlich mit ausdr&#252;cklicher liefern ( schriftliche Hinweis auf sein Recht, die Vereinbarung nach dieser Ziffer) erm&#246;glicht KRYPTOS SYSTEMS LTD, um die Verletzung zu beheben zu beenden, und nur wenn KRYPTOS SYSTEMS LTD die Verletzung nicht innerhalb dieser Frist zu beheben, kann der Kunde den Vertrag k&#252;ndigen).</p><p> <u>K&#252;ndigung durch eine der Parteien</u></p><p>10.11 Jede Partei (die <strong>"k&#252;ndigende </strong>Partei") kann die Vereinbarung sofort durch Mitteilung an die andere Partei (die zu beenden <strong>"s&#228;umige </strong>Partei"), wenn:</p><p> 10.11.1 die s&#228;umige Partei nicht in der Lage ist, ihre Schulden zu zahlen, wenn diese f&#228;llig oder anderweitig zahlungsunf&#228;hig wird, oder wenn ein Receiver oder eine Verwaltungs Empf&#228;nger wird &#252;ber eine oder alle der Verm&#246;genswerte der s&#228;umigen Partei ernannt, oder wird eine Anordnung, Vergleich oder Zusammensetzung der Schulden der zur Leistung verpflichteten Partei vorgeschlagen oder von der s&#228;umigen Partei gemacht, oder wenn der s&#228;umige Partei eintritt oder in einem Verfahren f&#252;r die Verwaltung oder der Liquidation eingetragen oder in anderer Weise wird je nach Aufl&#246;sungsverfahren, oder wenn eine analoge Veranstaltung in einer anderen Jurisdiktion in auftritt was der s&#228;umigen Partei f&#252;hrt sein Gesch&#228;ft;</p><p> 10.11.2 der s&#228;umigen Partei unzumutbar offenbart keine vertraulichen Informationen der k&#252;ndigende Partei (oder des Lizenzgebers); (wo jeder vern&#252;nftige Offenlegung erforderlich ist, dann ist der offenlegenden Partei wird daf&#252;r sorgen, dass eine solche Offenlegung unterliegt einer angemessenen Geheimhaltungspflicht durch den Dritten Empf&#228;nger der vertraulichen Informationen akzeptiert).</p><p> <u>SLA Konsequenzen bei den Suspensionen oder K&#252;ndigung</u></p><p> 10.12 Suspension gem&#228;&#223; Ziffer 10.4 oder anderer Suspensionen oder K&#252;ndigungen, die zugeordnet werden k&#246;nnen:</p><p> 10.12.1 die unrechtm&#228;&#223;ige Handlungen des Kunden; oder</p><p> 10.12.2 ein Ereignis h&#246;herer Gewalt;</p><p> werden nicht als Ausfallzeiten bei der Berechnung des Uptime Service Level hinsichtlich der SLA und wird zu keinerlei Service-Gutschriften, Zahlungen oder andere Mittel an den Kunden zu geben.</p><p> <u>Wirkungen der K&#252;ndigung</u></p><p> 10.13 K&#252;ndigung der Vereinbarung gilt unbeschadet beider Parteien aufgelaufene Rechte und Rechtsmittel.</p><p> 10.14 Die Bestimmungen dieses Abkommens, die zum Ausdruck gebracht werden, oder soll, &#252;ber die Beendigung, werden in vollem Umfang in Kraft und wirksam.</p><p> <u>Erstattungen bei K&#252;ndigung</u></p><p> 10.15 Wo:</p><p> 10.15.1 Das Abkommen wird von KRYPTOS SYSTEMS LTD (andere als die direkt oder indirekt infolge der missbr&#228;uchlichen Handlungen oder Unterlassungen des Kunden) abgeschlossen; oder</p><p> 10.15.2 der Vertrag durch den Kunden gem&#228;&#223; den Klauseln 10.10 oder 10.11 beendet wird;</p><p> dann wird der Kunde auf eine anteilige R&#252;ckerstattung des Betrags berechtigt: nicht verwendete Credits; und Lizenzgeb&#252;hren; und SLA kostenlos; zum Zeitpunkt der Beendigung des Abkommens, um das Ausma&#223;, in dem es nicht mehr in der Lage, den jeweiligen Dienst f&#252;r den noch nicht abgelaufenen Bezugsfrist oder Premium Service f&#252;r den noch nicht abgelaufenen Unterst&#252;tzungszeitraum zu verwenden, mit einer solchen Zahlung durch KRYPTOS SYSTEMS LTD berechnet und bestimmt zu reflektieren nach billigem Ermessen. Der Kunde verpflichtet sich, dass dies die einzige und ausschlie&#223;liche finanzielle Mittel des Kunden unter solchen Umst&#228;nden.</p><p> 11 H&#246;here Gewalt</p><p> 11.1 Ist eine Vertragspartei wird von der Erf&#252;llung ihrer Verpflichtungen aufgrund jedem Fall au&#223;erhalb der Kontrolle verhindert (einschlie&#223;lich, ohne Einschr&#228;nkung, (ein solches Ereignis als ein "Ereignis h&#246;herer Gewalt" bezeichnet) alle Fragen im Zusammenhang mit dem Daten, Software oder Dokumentation geliefert die Lizenzgeber), so bleibt sie bei Versto&#223; gegen diese Vereinbarung noch anderweitig verpflichtet, der anderen Vertragspartei auf Grund der Verz&#246;gerungen bei der Erf&#252;llung oder Nichterf&#252;llung einer seiner Verpflichtungen aufgrund solcher Ereignisse. Allerdings bedeutet diese Klausel den Kunden nicht zu entschuldigen von der Erf&#252;llung ihrer Zahlungsverpflichtungen, noch von der Einhaltung der Third Party-Kontrakte, f&#252;r sich beanspruchen den Vorteil eines Ereignisses h&#246;herer Gewalt.</p><p> 11.2 Wenn ein Ereignis h&#246;herer Gewalt andauert f&#252;r einen Zeitraum von mehr als 14 aufeinander folgenden Tagen, so kann jede Vertragspartei das Abkommen f&#252;r die Bequemlichkeit w&#228;hrend der Dauer eines solchen Ereignis h&#246;herer Gewalt zu beenden. In einem solchen Fall erkennen die Vertragsparteien, dass es keine Entsch&#228;digung aufgrund von einer Vertragspartei auf die andere f&#252;r die K&#252;ndigung unter solchen Umst&#228;nden sein</p><p> 12 Abtretung und Vergabe von Unterauftr&#228;gen</p><p> 12.1 Der Kunde kann diese Vereinbarung (ganz oder teilweise) nicht berechtigt, ohne vorherige schriftliche Zustimmung von KRYPTOS SYSTEMS LTD (diese Zustimmung nicht unbillig verweigert werden darf).</p><p> 12.2 KRYPTOS SYSTEMS LTD kann vergeben und weisen eine oder alle seine Rechte und Pflichten im Rahmen dieses Abkommens, ohne die vorherige Zustimmung des Kunden erforderlich ist.</p><p> 13 3rd Parties &amp; Contracts (Rights of Third Parties) Act 1999</p><p> <u>Third Party Group Company und Genuss Organisation verwenden</u></p><p> 13.1 Ist der Kunde mit dem Abkommen gem&#228;&#223; Ziffer 13.3, die Nutzung der Software Materialien, Dienstleistungen und Premium Service durch ihre Konzernunternehmen oder anderen verwandten Organisationen erm&#246;glichen erlaubt ist, dann wird der Kunde best&#228;tigt, dass es f&#252;r alle Zahlungsverpflichtungen verantwortlich bleiben, und der Kunde &#252;bernimmt die Verantwortung f&#252;r die Einhaltung der von diesen Parteien mit der Vereinbarung (mit dem Kunden sicherzustellen, dass diesen Parteien mit denselben Verpflichtungen und Einschr&#228;nkungen wie die, die der Kunde unterliegt, in Bezug auf die Vereinbarung nicht einhalten). Der Kunde best&#228;tigt, dass sie sicherstellen, dass, diese Dritten und dem Kunden eine gesamtschuldnerische Haftung zu KRYPTOS SYSTEMS LTD und den Lizenzgebern in Bezug auf das Abkommen.</p><p> 13.2 Der Kunde stimmt zu, dass er berechtigt ist, als Agent im Namen ihrer Konzerngesellschaften und die damit verbundenen Parteiorganisationen dritten akzeptieren, werden die &#196;nderungen zu dem Abkommen von KRYPTOS SYSTEMS LTD und den Dritten Vertr&#228;ge von den Lizenzgebern gemacht.</p><p> 13.3 Jede Dritter des Kunden gem&#228;&#223; einem Zeitplan der berechtigten Dritten durch KRYPTOS SYSTEMS LTD ausgestellt bezeichnet werden, sind erm&#228;chtigt, die Software Materialien und Service zu nutzen (und wo die SLA-Lade wurde vereinbart, im Hinblick auf die Kunden bezahlt werden und jedes seiner Dritten, dem Premium Service) in &#220;bereinstimmung mit den Bestimmungen des Abkommens, mit dem Kunden die Anerkennung, dass jeder Dritte m&#252;ssen mit zus&#228;tzlichen Kosten f&#252;r die Nutzung der Dienste, mit einer solchen Zahlung zu zahlen, um &#252;ber den Kunden vorgenommen werden . KRYPTOS SYSTEMS LTD und der Kunde kann den Zeitplan f&#252;r die autorisierte Dritte von Zeit zu Zeit durch eine schriftliche Vereinbarung zwischen ihnen (die Vereinbarung per E-Mail enth&#228;lt) zu aktualisieren.</p><p> <u>Act 1999</u></p><p> 13.4 Die in der Anlage aufgef&#252;hrten Lizenzgeber und Dritten des Kunden, in Paragraph 13.3 (wenn auch, dass f&#252;r die Durchf&#252;hrung der Anspr&#252;che, verpflichtet sich der Kunde, dass sie sicherstellen, dass sie alle Anspr&#252;che dieser Dritten gegen KRYPTOS SYSTEMS LTD zu bringen, im Auftrag von diesen Parteien, wie der Kunde stellt sicher, &#252;ber diesen Parteien nicht bringen ihre Anspr&#252;che direkt gegen KRYPTOS SYSTEMS LTD), hat das Recht, die Bestimmungen dieses Abkommens, die zu ihren Gunsten sind durchzusetzen, wird aufgrund von &#167; 1 haben der Contracts (Rights of Third</p><p> Parties) Act 1999. Keine andere Dritte haben das Recht, jede Laufzeit dieser Vereinbarung durchzusetzen.</p><p> 13.5 Die Vertragsparteien k&#246;nnen abweichend von &#167; 2 (1) der Contracts (Rights of Third Parties) Act 1999, abweichen oder diesen Vertrag (ganz oder teilweise) nur mit Zustimmung der Lizenzgeber oder sonstige Dritte erfordern (auch bezeichnet In den in Ziffer 13.4 oder anderweitig).</p><p> 14 Variations</p><p> 14.1 &#196;nderung dieses Abkommens werden erst wirksam, wenn sie schriftlich erfolgt und von einem bevollm&#228;chtigten Vertreter der Vertragsparteien unterzeichnet wurde, obwohl keine Preisvereinbarungen auf den Kunden zugeschnittene kann ausdr&#252;cklich KRYPTOS SYSTEMS LTD vereinbart werden per E-Mail.</p><p> 14.2 Jede Ermessen KRYPTOS SYSTEMS LTD von Zeit zu Zeit ausge&#252;bt, um den Kunden leisten zus&#228;tzliche Rechte oder Vorteile, die nicht unter das Abkommen gew&#228;hrt werden (in F&#228;llen, in denen eine solche zus&#228;tzliche Rechte oder Vorteile waren die klare und bewusste Absicht KRYPTOS SYSTEMS LTD), werden nur bei dieser Gelegenheit zu betreiben und nicht als eine &#196;nderung des Abkommens in Bezug auf andere Anl&#228;sse zu betreiben, sofern nicht ausdr&#252;cklich mit den Bestimmungen der Klausel 14.1 mit mit als erf&#252;llt erkl&#228;rt.</p><p> 15 Teilnichtigkeit</p><p> 15.1 Wenn zu irgendeinem Zeitpunkt irgendein Teil dieser Vereinbarung ung&#252;ltig oder nicht durchsetzbar wird nach geltendem Recht gilt er als von dieser Vereinbarung und den &#252;brigen Bestimmungen dieses Abkommens gestrichen werden weiterhin unber&#252;hrt. In einem solchen Fall werden die Parteien sich angemessen bem&#252;hen, das weggelassen Bestimmung durch eine wirksame Ersatz, die dem am n&#228;chsten soweit angemessen und rechtm&#228;&#223;ig m&#246;glich erreicht, die Absicht des weggelassen Bestimmung zu ersetzen. .</p><p> 16 Waiver</p><p> 16.1 Keine Bestimmung des Abkommens aufgehoben werden, sofern nicht ausdr&#252;cklich anderweitig in dieser Vereinbarung in Bezug auf alle Rechte oder Rechtsmittel, angegeben oder vereinbart, von beiden Vertragsparteien schriftlich verzichtet werden; Wenn jedoch ein Recht muss innerhalb eines bestimmten Zeitraums ausge&#252;bt werden, dann ist das Recht verzichtet wird, wenn es nicht innerhalb eines solchen Zeitraums ausge&#252;bt. Sollte eine Bestimmung verzichtet wird, dann, dass Verzicht gilt f&#252;r diese Instanz zu betreiben und nicht nur zuk&#252;nftigen Instanzen, wenn nicht anders von den Vertragsparteien schriftlich vereinbart wurde.</p><p> 17. Gesamte Vereinbarung</p><p> 17.1 Diese Vereinbarung (die vom jeweiligen Drittanbieter Vertr&#228;ge enth&#228;lt) enth&#228;lt die gesamte Vereinbarung zwischen den Parteien in Bezug auf den Gegenstand dieser Vereinbarung (die <strong>"Subject </strong>Matter") und ersetzt alle anderen schriftlichen und m&#252;ndlichen Kommunikation zwischen den Parteien in Bezug auf Der Gegenstand. Mit Ausnahme der ausdr&#252;cklichen Bestimmungen dieses Abkommens (und alle ausdr&#252;cklichen Bestimmungen in irgendeiner Dokumentation, die ausdr&#252;cklich eingeschlossen ist enthalten), alle anderen Garantien, Bedingungen, Bedingungen, Zusicherungen, Erkl&#228;rungen, Zusagen und Verpflichtungen ob ausdr&#252;cklich oder durch Gesetz, Gewohnheitsrecht, individuell stillschweigend, Nutzung oder anderweitig werden hiermit zu der maximalen gesetzlich zul&#228;ssigen Umfang ausgeschlossen. Die Vertragsparteien best&#228;tigen, dass sie nicht auf Zusicherungen, Mitteilungen oder anderen Angelegenheiten, die nicht ausdr&#252;cklich in diesem Vertrag festgelegt haben, ob als Anreiz, diese Vereinbarung oder anderweitig geben verlassen. Diese Klausel 17.1 Fahrt nur auf den Abschnitten 17.2 und 17.3.</p><p> 17.2 Ungeachtet gegenteiliger Bestimmungen in dieser Vereinbarung, die alle stillschweige: Allgemeine Gesch&#228;ftsbedingungen und Garantien (einschlie&#223;lich und ohne Einschr&#228;nkung die Bestimmungen &#252;ber zufriedenstellende Qualit&#228;t und Gebrauchstauglichkeit); ob:</p><p> 17.2.1 durch Gesetz, Gewohnheitsrecht, kundenspezifische, Nutzung oder anderweitig impliziert; oder</p><p> 17.2.2 sonst suchte ausdr&#252;cklich einbezogen werden (einschlie&#223;lich, ohne Einschr&#228;nkung, wo versucht, durch ausdr&#252;ckliche Bestimmung dieses Abkommen aufgenommen werden);</p><p> werden hiermit zu der maximalen gesetzlich zul&#228;ssigen Umfang ausgeschlossen. Diese Klausel 17.2 betreibt unter Klausel 17.3.</p><p> 17.3 Ungeachtet der Bedingungen f&#252;r das Gegenteil, nichts in dieser Vereinbarung begrenzt oder schlie&#223;t Haftung beider Parteien f&#252;r betr&#252;gerische Falschdarstellungen.</p><p> 18. Recht und Gerichtsstand</p><p> 18.1 Dieser Vertrag und alle Streitigkeiten oder Anspr&#252;che im Zusammenhang damit werden von den Gesetzen von England werden und unterliegt der ausschlie&#223;lichen Zust&#228;ndigkeit der englischen Gerichte, auf die die Parteien unwiderruflich.</p><p> 19 Hinweise &amp; Datenschutz</p><p> <u>Hinweise</u></p><p> 19.1 Alle Mitteilungen KRYPTOS SYSTEMS LTD im Zusammenhang mit dieser Vereinbarung ist schriftlich an die Rechtsabteilung, Kryptos Systems Ltd, Ufer, Basin Road, Worcester WR5 3DA oder per E-Mail an legals @ kryptosystems.co.uk gesendet werden. Hinweise werden nur wirksam gedient gem&#228;&#223; diesem Vertrag durch den Kunden, wo der Bekanntmachung durch verfolgt geliefert worden sein (die verwendet werden k&#246;nnen, um einigerma&#223;en:</p><p> zeigen, dass die Ank&#252;ndigung wurde von KRYPTOS SYSTEMS LTD empfangen), oder wenn Eingang der Mitteilung schriftlich von KRYPTOS SYSTEMS LTD anerkannt.</p><p> 19.2 Der Kunde verpflichtet sich, dass KRYPTOS SYSTEMS LTD und der Lizenzgeber kann die Informationen nach diesem Abkommen in &#220;bereinstimmung mit der KRYPTOS SYSTEMS LTD Datenschutz gewonnen zu verwenden.</p><p> Zeitplan 1</p><p> Service Level Agreement: Premium Service</p><p> <u>Einbringen</u></p><p> Dieses SLA gilt nur, wenn der Kunde die Premium Service (zB Wahl bedeutet, dass der Kunde zugestimmt hat, f&#252;r zu zahlen, und KRYPTOS SYSTEMS LTD hat schriftlich zu, das Premium Service bieten vereinbart), die der Kunde auf der folgenden berechtigt, in gew&#228;hlten gem&#228;&#223; und vorbehaltlich der Bestimmungen dieses SLA und dem Abkommen:</p><p> &#8226; Support Vereinbarungen mit gezielten Reaktion und Abhilfe Zeiten;</p><p> &#8226; Verf&#252;gbarkeit Verpflichtungen im Hinblick auf Services Verf&#252;gbarkeit;</p><p> &#8226; Service-Gutschriften in Bezug auf die Verf&#252;gbarkeit Zusagen der Dienstleistung "verpasst.</p><p> 1 Nebenkosten</p><p> 1.1 Der Kunde verpflichtet sich, die SLA-Geb&#252;hr f&#252;r den Premium Service zu zahlen.</p><p> 1.2 Der Kunde erkennt an, dass die SLA Geb&#252;hr berechtigt den Kunden, um die zus&#228;tzlichen Vorkehrungen, um in diesem SLA bezeichnet, aber dass eine solche Geb&#252;hr ist zus&#228;tzlich zu den jeweiligen Ausgabeaufschlag.</p><p> 2 Services Verf&#252;gbarkeit</p><p> 2.1 Der Lieferant stellt mindestens eine 99.9% 'Verf&#252;gbarkeitsniveau (die tats&#228;chliche durchschnittliche monatliche Uptime Servicesdurchschnittliche monatliche Uptime Service Verf&#252;gbarkeitsniveau als ein Aggregat aller Dienstleistungen, wird bezeichnet als die <strong>"Uptime Service </strong>Level").</p><p> 2.2 Der Uptime Service Level misst 'Verf&#252;gbarkeit innerhalb eines 24-Stunden-Tag (wie in Absatz 3 dieses SLA weiter ausgearbeitet), aus KRYPTOS SYSTEMS LTD oder seine Subunternehmer die kollektive Services-Server als Host f&#252;r die entsprechenden Dienstleistungen (wie Unterauftragnehmer von KRYPTOS SYSTEMS LTD wird bezeichnet als <strong>"KRYPTOS SYSTEMS LTD </strong>Hoster"), zum am weitesten entfernten Netzausgangspunkt, um das &#246;ffentliche Internet, die komplett unter der direkten Kontrolle des KRYPTOS SYSTEMS LTD oder KRYPTOS SYSTEMS LTD Hoster ist.</p><p> 2.3 Die Uptime Service Level umfasst nicht von allen Messungen (und damit die folgenden stellt keine Ausfallzeiten f&#252;r die Zwecke der Berechnung des Uptime Service Level):</p><p> 2.3.1 Probleme mit: jede Software und Daten, die nicht Teil der KRYPTOS SYSTEMS LTD Offering;</p><p> 2.3.2 Probleme mit: Hardware oder Netzwerke, die nicht unter der direkten Kontrolle des KRYPTOS SYSTEMS LTD oder KRYPTOS SYSTEMS LTD Hoster gibt;</p><p> 2.3.3 Jeder Planned Maintenance;</p><p> 2.3.4 Jeder Kunde Ursachen (einschlie&#223;lich einer Mi&#223;achtung von Implementierungsrichtlinien, wie in der Dokumentation angegeben ist, oder Probleme von Kontoeinstellungen resultierende, die unter der Kontrolle des Kunden sind einzuhalten);</p><p> 2.3.5 Jeder Kunde verursacht oder Dritten verursacht Ausf&#228;lle oder St&#246;rungen;</p><p> 2.3.6 Ausf&#228;lle oder St&#246;rungen in ganz oder teilweise auf alle Ereignisse h&#246;herer Gewalt zur&#252;ckzuf&#252;hren; und</p><p> 2.3.7 alle Dienstleistungen, die als von KRYPTOS SYSTEMS LTD abgesetzt benachrichtigt werden, wobei mindestens 90 Tage im voraus von solchen beabsichtigten Absetzen von KRYPTOS SYSTEMS LTD vorgesehen ist;</p><p> 2.3.8 jegliche Suspensionen im Service wegen versp&#228;teter Bezahlung der Rechnungen gem&#228;&#223; Ziffer 5.5 des Abkommens.</p><p> 3 Verf&#252;gbarkeit Measurement</p><p> 3.1 Der Uptime Service Level-Messung erfolgt durch KRYPTOS SYSTEMS LTD durchgef&#252;hrt werden und ist auf der Monatsdurchschnitt prozentuale Verf&#252;gbarkeit, am Ende eines jeden Kalendermonats, wie die tats&#228;chlichen Gesamtbetriebszeit Minuten w&#228;hrend dieses Kalendermonats dividiert durch die Gesamt m&#246;glich uptime Minuten, dass ermittelt wurde Kalendermonat (als sichtbar von der SLA-Bericht), vorbehaltlich der Bestimmungen von Absatz 2 dieses SLA.</p>
es: incumplimiento repudiatory y fundamentales deliberadas) , estatuto, extracontractual (incluyendo, sin limitaci&#243;n, negligencia) o de otro tipo) se limitar&#225; de la siguiente manera con respecto a las cuestiones para las que KRYPTOS SYSTEMS LTD se encuentra obligado:</p><p> 9.8.1 en relaci&#243;n con la totalidad de los problemas con los materiales de Software, Servicios, Servicio Premium y la producci&#243;n de servicios, donde las causas que dan lugar a la responsabilidad por parte de KRYPTOS SYSTEMS LTD se producen dentro de un a&#241;o en particular, a un monto total agregado de los importes pagados de ese respectivo a&#241;o por el Cliente para KRYPTOS SYSTEMS LTD (el <strong>"Cap de </strong>Responsabilidad") (para evitar cualquier duda, cualquier cantidad gastada de un cr&#233;dito ya sea en el mismo o un a&#241;o diferente, no constituyen una cantidad adicional de cargos a los efectos de esta cl&#225;usula, como la compra del cr&#233;dito puntuable para el "cantidades pagadas" por el Cliente a KRYPTOS SYSTEMS LTD, y por lo tanto el gasto de los Cr&#233;ditos no cuenta, para evitar la doble contabilidad)), con Cap tales Responsabilidad limitando la responsabilidad colectiva de KRYPTOS SYSTEMS LTD para la totalidad de todas estas cuestiones dentro de ese a&#241;o (y para evitar cualquier duda, si hay dos cuestiones en un a&#241;o, entonces la responsabilidad total de KRYPTOS SYSTEMS LTD que surja en relaci&#243;n con dichos 2 n&#250;meros colectivamente, lo har&#237;a equivale a 100% de las tasas abonadas en ese respectivo a&#241;o y no el 200% de las tasas abonadas en ese respectivo a&#241;o); o</p><p> 9.8.2 en relaci&#243;n con la totalidad de toda responsabilidad por colectivamente todas las dem&#225;s cuestiones que surjan de o en conexi&#243;n con este Acuerdo, que no se limita por la cl&#225;usula 9.8.1, ni limitada o excluida por cualquier otra disposici&#243;n de este Acuerdo, al agregado cantidad de &#163; 100 (el <strong>"Cap adicional </strong>Responsabilidad").</p><p> 9.9 Si el cliente no ha pagado las cantidades facturadas en un a&#241;o determinado, pero sufre un problema en ese a&#241;o</p><p> para los que KRYPTOS SYSTEMS LTD es responsable, a continuaci&#243;n, a los efectos de la cl&#225;usula 9.8.1, el 'Cap Responsabilidad "para el a&#241;o en curso ser&#225; igual a la mayor de:</p><p> 9.9.1 100 &#163;; o</p><p> 9.9.2 la cantidad total pagada por el Cliente a KRYPTOS SYSTEMS LTD en el a&#241;o inmediatamente anterior.</p><p> <u>Reconocimiento del Cliente</u></p><p> 9.10 El Cliente reconoce que los cargos en relaci&#243;n con este Acuerdo se han calculado sobre la base de que KRYPTOS SYSTEMS LTD excluir&#225; y limitar su responsabilidad tal como se establece en el presente Acuerdo, y que las limitaciones y exclusiones de responsabilidad en este Acuerdo son, por tanto, razonable.</p><p> 9.11 No obstante cualquier disposici&#243;n en contrario (pero sujeto a la Cl&#225;usula 9.1):</p><p> 9.11.1 las exclusiones de responsabilidad en la Cl&#225;usula 9 prevalecen; y</p><p> Responsabilidad 9.11.2 KRYPTOS SISTEMAS de LTD de o en conexi&#243;n con este Acuerdo no exceder&#225; de los l&#237;mites contemplados en el art&#237;culo 9; y</p><p> 9.11.3 Cuando el Acuerdo se refiere a cualquier limitaci&#243;n o exclusi&#243;n de responsabilidad de KRYPTOS SYSTEMS LTD, dicha limitaci&#243;n o exclusi&#243;n se aplica si surge la responsabilidad respectiva bajo contrato (incluyendo, sin limitaciones, en relaci&#243;n con cualquier repudiatory deliberada y brechas fundamentales), estatuto, extracontractual ( incluyendo, sin limitaci&#243;n, negligencia) o de otro modo.</p><p> <u>Limitaci&#243;n Per&#237;odo de tiempo</u></p><p> 9.12 El cliente reconoce que cualquier reclamaci&#243;n que &#233;ste desea proseguir contra KRYPTOS SYSTEMS LTD se elevar&#225;n r&#225;pidamente. Por consiguiente, las Partes acuerdan que KRYPTOS SYSTEMS LTD no se hace responsable de cualquier responsabilidad con respecto a los acontecimientos ocurridos durante la vigencia de este Acuerdo, cuando la reclamaci&#243;n respectiva no se lleva a trav&#233;s de un procedimiento judicial contra KRYPTOS SYSTEMS LTD dentro de los 12 meses siguientes a la anterior de: (1) cuando el hecho que dio lugar a la causa de la acci&#243;n; y (2) la terminaci&#243;n del Acuerdo.</p><p> Consecuencias de agotamiento de los l&#237;mites de responsabilidad civil</p><p> 9.13 Las Partes acuerdan que cualquiera de las Partes podr&#225; dar por terminado el Acuerdo por conveniencia, si el l&#237;mite de responsabilidad o Cap Responsabilidad adicional se agota por el Cliente trayendo reclamaciones contra KRYPTOS SYSTEMS LTD (los cuales son determinados por un tribunal o acordados entre las Partes con &#233;xito, ya que debido ) durante al menos el importe total del l&#237;mite de responsabilidad o la limitaci&#243;n de responsabilidad adicional. En tales circunstancias, como la terminaci&#243;n del mismo no dar&#225; lugar a ning&#250;n remedios adicionales ni derechos de reembolso.</p><p> <u>Del Cliente Obligaciones adicionales en relaci&#243;n con acciones Injusta</u></p><p> 9.14 El Cliente acepta que ser&#225; responsable de todos los importes a (tanto si se producen en relaci&#243;n con cualquiera o todas las siguientes circunstancias):</p><p> 9.14.1 KRYPTOS SYSTEMS LTD y los licenciadores con respecto a, y en relaci&#243;n con, contra una reclamaci&#243;n o p&#233;rdida incurrido o sufrido por, KRYPTOS SYSTEMS LTD y / o los licenciadores en que esto sea en su totalidad o en parte atribuible directa o indirectamente a la Cliente incumplimiento de cualquiera de las disposiciones de los contratos de terceros. Adem&#225;s, el cliente est&#225; de acuerdo en que si KRYPTOS SYSTEMS LTD est&#225; obligado a pagar las sumas a terceros como consecuencia de que el Cliente incumplir cualquiera de los Contratos de terceros, entonces el Cliente, inmediatamente despu&#233;s de la notificaci&#243;n, reembolsar&#225; KRYPTOS SYSTEMS LTD en su totalidad con la cantidad que KRYPTOS SYSTEMS LTD ha tenido que pagar a terceros como consecuencia de ello;</p><p> 9.14.2 KRYPTOS SYSTEMS LTD respecto de cualquier violaci&#243;n de KRYPTOS SYSTEMS LTD de derechos de propiedad intelectual o sus terceros (incluyendo, sin limitaci&#243;n, derechos de autor y marcas comerciales); y</p><p> 9.14.3 KRYPTOS SYSTEMS LTD por cualquier incumplimiento del Acuerdo, que se llev&#243; a cabo con la intenci&#243;n deliberada de incumplimiento del presente Convenio (con el Cliente se considerar&#225; que estar al tanto de todas las disposiciones del presente Acuerdo).</p><p> 10 T&#233;rmino, Terminaci&#243;n y Suspensi&#243;n</p><p> <u>Duraci&#243;n</u></p><p> 10.1 El Acuerdo comenzar&#225; en la Fecha Efectiva y continuar&#225; en vigor hasta que se termina de conformidad con lo dispuesto en el Acuerdo.</p><p> 10.2 Las licencias concedidas a utilizar los respectivos Servicios de conformidad con el Acuerdo (ya sea por el uso de los respectivos Servicios o los Materiales de software) ser&#225; v&#225;lida para el m&#225;s corto de los siguientes plazos respectivos:</p><p> 10.2.1 de la expiraci&#243;n del respectivo Per&#237;odo de Suscripci&#243;n; o</p><p> 10.2.2 en caso de concesi&#243;n de cr&#233;dito sujeta a la utilizaci&#243;n, hasta el cr&#233;dito expira a trav&#233;s del tiempo o el uso, seg&#250;n corresponda; o</p><p> 10.2.3 del plazo establecido en la Secci&#243;n de cuenta o factura (o como se acuerde lo contrario entre las Partes por escrito); o</p><p> 10.2.4 la rescisi&#243;n del Contrato.</p><p> <u>Suspensi&#243;n temporal del servicio</u></p><p> 10.3 KRYPTOS SYSTEMS LTD podr&#225; suspender temporalmente:</p><p> 10.3.1 Servicio; y / o</p><p> 10.3.2 puesta a disposici&#243;n de cualquiera de los Materiales de software;</p><p> emergencia o por razones operativas urgentes, pero cuando sea razonablemente posible, se dar&#225; el aviso previo al Cliente de dicha suspensi&#243;n.</p><p> <u>Suspensi&#243;n Para uso anormal</u></p><p> 10.4 Si KRYPTOS SYSTEMS LTD cree razonablemente que el uso anormal del Cliente del Servicio o Materiales software es perjudicar el desempe&#241;o del servicio o como consecuencia del consumo de cr&#233;dito anormal (como razonablemente determinado por KRYPTOS SYSTEMS LTD), entonces KRYPTOS SYSTEMS LTD podr&#225; suspender el acceso del cliente hasta que el causa del deterioro se ha resuelto (tal suspensi&#243;n no afectar&#225; a los requerimientos del cliente a seguir pagando los gastos pertinentes para el Servicio suspendido o Software Materiales, ni va a extender el respectivo periodo de suscripci&#243;n en relaci&#243;n con cualquier cr&#233;dito).</p><p> <u>Terminaci&#243;n o suspensi&#243;n por KRYPTOS SYSTEMS LTD</u></p><p> 10.5 KRYPTOS SYSTEMS LTD tendr&#225; el derecho de suspender o terminar este Acuerdo inmediatamente despu&#233;s del aviso (sin embargo, la suspensi&#243;n se producir&#225; de forma autom&#225;tica tras la notificaci&#243;n de correo electr&#243;nico en su caso el pago no es hecho por la fecha de vencimiento respectivo por el cliente) si el cliente no cumple con cualquier disposici&#243;n de este Acuerdo (tal suspensi&#243;n no afectar&#225; a los requerimientos del cliente a seguir pagando los gastos pertinentes para el Servicio suspendido o Servicio Premium (seg&#250;n corresponda), ni va a extender el respectivo periodo de suscripci&#243;n en relaci&#243;n con cualquier cr&#233;dito; la terminaci&#243;n del Acuerdo en tales circunstancias tampoco dar&#225;n derecho al Cliente a ning&#250;n reembolso).</p><p> 10.6 KRYPTOS SYSTEMS LTD podr&#225; resolver el Contrato (en su totalidad o en parte) inmediatamente despu&#233;s de la notificaci&#243;n al cliente en cualquier momento, si:</p><p> 10.6.1 KRYPTOS SYSTEMS LTD ya no es capaz de poner a disposici&#243;n del Servicio o Materiales de software (en su totalidad o en parte) por los actos u omisiones de los licenciadores;</p><p> 10.6.2 cualquiera de los Contratos de terceros terminan por cualquier raz&#243;n;</p><p> 10.6.3 los licenciadores var&#237;an sus t&#233;rminos y condiciones, requisitos, o la fijaci&#243;n de precios de una manera que afecte negativamente KRYPTOS SYSTEMS LTD o el Cliente;</p><p> 10.6.4 un licenciador afirma que no est&#225; permitido el uso de la base de datos o de los Materiales de software en la forma en que est&#225;n siendo utilizados por KRYPTOS SYSTEMS LTD o el Cliente; o</p><p> 10.6.5 El cliente trae KRYPTOS SYSTEMS LTD o los licenciadores en el descr&#233;dito.</p><p> 10.7 Sin perjuicio de la cl&#225;usula 10.6, KRYPTOS SYSTEMS LTD puede resolver el Contrato por conveniencia con un preaviso de 90 d&#237;as con el cliente en cualquier momento, y en tal caso, KRYPTOS SYSTEMS LTD proporcionar&#225; un reembolso proporcional de conformidad con la Cl&#225;usula 10.15.1 .</p><p> 10.8 La respectiva Terceros EULA terminar&#225; autom&#225;ticamente con efecto inmediato si la correspondiente Licencia de Terceros se termina, y en consecuencia el servicio respectivo que fue objeto de tales contratos de terceros, junto con el Servicio Premium con respecto a dicho servicio (si procede), Tambi&#233;n terminar&#225; autom&#225;ticamente de inmediato. KRYPTOS SYSTEMS LTD proporcionar&#225; pronto aviso de dicho evento al Cliente.</p><p> 10.9 KRYPTOS SYSTEMS LTD podr&#225; resolver el Contrato en su totalidad o en parte por conveniencia en cualquier momento mediante notificaci&#243;n por escrito (con dicha terminaci&#243;n es efectiva en la fecha especificada en la notificaci&#243;n respectiva), donde es necesaria dicha terminaci&#243;n para KRYPTOS SYSTEMS LTD para cumplir con la Las licencias de terceros.</p><p> <u>Terminaci&#243;n por parte del cliente</u></p><p> 10.10 El Cliente podr&#225; rescindir el Contrato con efecto inmediato, si KRYPTOS SYSTEMS LTD est&#225; en incumplimiento material de este Contrato (no obstante, cuando dicho incumplimiento puede ser remediado, el cliente debe proporcionar KRYPTOS SYSTEMS LTD con al menos 30 d&#237;as de aviso por escrito (con expreso referencia escrita de su derecho a rescindir el Acuerdo de conformidad con esta Cl&#225;usula) que permite KRYPTOS SYSTEMS LTD para remediar el incumplimiento, y s&#243;lo si KRYPTOS SYSTEMS LTD no subsana el incumplimiento dentro de este per&#237;odo de tiempo, que el cliente rescindir el Contrato).</p><p> <u>La terminaci&#243;n por cualquier parte</u></p><p> 10.11 Cualquiera de las Partes (la <strong>"terminaci&#243;n del </strong>partido") podr&#225; resolver el Contrato inmediatamente mediante notificaci&#243;n a la otra Parte (la <strong>"Parte </strong>Incumplidora") si:</p><p> 10.11.1 la parte incumplidora es incapaz de pagar sus deudas a su vencimiento o de otra manera se declara insolvente, o si un receptor o un receptor administrativo es nombrado sobre cualquiera o todos los activos de la parte incumplidora, o si cualquier acuerdo, compromiso o Se propone la composici&#243;n de las deudas de la parte incumplidora o hecha por la parte incumplidora, o si la parte incumplidora entra o se introduce en cualquier procedimiento para la administraci&#243;n o liquidaci&#243;n o de lo contrario se convierte en objeto de un procedimiento de disoluci&#243;n, o si cualquier caso an&#225;logo ocurre en cualquier otra jurisdicci&#243;n en la que la parte incumplidora desarrolla su actividad;</p><p> 10.11.2 la parte incumplidora revela injustificadamente cualquier informaci&#243;n confidencial de la parte de terminaci&#243;n (o del Licenciante); (donde es necesario cualquier divulgaci&#243;n razonable, entonces la parte reveladora se asegurar&#225; de que dicha divulgaci&#243;n est&#225; sujeta a un derecho razonable de confidencialidad siendo aceptada por el tercer receptor del partido de dicha informaci&#243;n confidencial).</p><p> <u>Consecuencias del SLA en relaci&#243;n con suspensiones o terminaci&#243;n</u></p><p> 10.12 Suspensi&#243;n de conformidad con la Cl&#225;usula 10.4, o cualquier otro suspensiones o terminaciones que son atribuibles a:</p><p> 10.12.1 las acciones il&#237;citas del cliente; o</p><p> 10.12.2 un Evento de Fuerza Mayor;</p><p> no constituir&#225; el tiempo de inactividad en el c&#225;lculo del Servicio Uptime Nivel en relaci&#243;n con el SLA, y no dar&#225; lugar a ning&#250;n Cr&#233;ditos de servicio, pagos u otros remedios para el Cliente.</p><p> <u>Consecuencias de la resoluci&#243;n</u></p><p> 10.13 Terminaci&#243;n del Acuerdo se entiende sin perjuicio de los derechos y recursos acumulados de ambas Partes.</p><p> 10.14 Las disposiciones del presente Acuerdo que se expresan, o pretende que, tras la rescisi&#243;n, seguir&#225;n en pleno vigor y efecto.</p><p> <u>Las restituciones a la terminaci&#243;n</u></p><p> 10.15 Donde:</p><p> 10.15.1 del Acuerdo se termina por KRYPTOS SYSTEMS LTD (que no sea directa o indirectamente, como consecuencia de los actos il&#237;citos u omisiones del cliente); o</p><p> 10.15.2 del Acuerdo se termina por la conformidad del cliente con las Cl&#225;usulas 10.10 o 10.11;</p><p> a continuaci&#243;n, el cliente tendr&#225; derecho a un reembolso proporcional de la cantidad de: cualquier Cr&#233;ditos no utilizados; y tasas de licencia; y SLA de carga; en la fecha de terminaci&#243;n del Acuerdo, para reflejar la medida en que ya no es capaz de utilizar el servicio correspondiente para el Per&#237;odo de Suscripci&#243;n no vencido o Servicio Premium para el Per&#237;odo de Apoyo no vencido, con el pago que deber&#225; calculado y determinado por KRYPTOS SYSTEMS LTD actuando de manera razonable. El cliente est&#225; de acuerdo en que este es el &#250;nico y exclusivo recurso financiero del cliente en tales circunstancias.</p><p> 11 Fuerza Mayor</p><p> 11.1 Si cualquiera de las Partes no pueda cumplir con sus obligaciones debido a cualquier evento fuera de su control razonable (tal evento que se conoce como un "Evento de Fuerza Mayor") (incluyendo, sin limitaci&#243;n, cualquier cuestiones derivadas de los datos, software o documentaci&#243;n proporcionada por los licenciadores), no estar&#225; en violaci&#243;n de este Acuerdo, ni de otra forma responsable ante la otra Parte, por raz&#243;n de cualquier retraso en el cumplimiento o incumplimiento de cualquiera de sus obligaciones debido a este tipo de eventos. Sin embargo, esta cl&#225;usula no excusa al cliente de cumplir con sus obligaciones de pago, ni del cumplimiento de los contratos de terceros, por s&#237; mismo reclamando el beneficio de un Evento de Fuerza Mayor.</p><p> 11.2 Si un evento de Fuerza Mayor se prolonga durante un per&#237;odo de m&#225;s de 14 d&#237;as consecutivos, a continuaci&#243;n, cualquiera de las Partes podr&#225; denunciar el Acuerdo por conveniencia durante la continuaci&#243;n de tales Evento de Fuerza Mayor. En tales circunstancias, ambas Partes reconocen que no habr&#225; compensaci&#243;n debida por cualquiera de las Partes a la otra para la terminaci&#243;n en tales circunstancias</p><p> 12 Cesi&#243;n y subcontrataci&#243;n</p><p> 12.1 El Cliente no podr&#225; ceder este Contrato (ya sea en su totalidad o en parte), sin el consentimiento previo por escrito de KRYPTOS SYSTEMS LTD (tal consentimiento no ser rehusado sin motivo).</p><p> 12.2 KRYPTOS SYSTEMS LTD podr&#225; subcontratar y asignar cualquiera o todos sus derechos y obligaciones en virtud del presente Acuerdo, sin que sea necesario el consentimiento previo del cliente.</p><p> 13 3er Fiestas y Contratos (Derechos de Terceros) de 1999</p><p> <u>Terceros Grupo Empresa y Organizaci&#243;n relacionada Uso</u></p><p> 13.1 Cuando el cliente est&#225; permitido por el Acuerdo de conformidad con la Cl&#225;usula 13.3, para permitir el uso del Software Materiales, Servicios y Servicio Premium de su grupo de empresas u otras organizaciones afines, a continuaci&#243;n, el cliente confirma que seguir&#225; siendo responsable de todas las obligaciones de pago, y el cliente acepta la responsabilidad de velar por el cumplimiento por dichos terceros con el acuerdo (con el Cliente asegurar que los terceros cumplan con las mismas obligaciones y restricciones que las que el Cliente est&#225; sujeta a, en relaci&#243;n con el Acuerdo). El Cliente confirma que se asegurar&#225; de que, estas terceras partes y el cliente tienen la responsabilidad solidaria a KRYPTOS SYSTEMS LTD y los licenciadores en relaci&#243;n con el Acuerdo.</p><p> 13.2 El Cliente acepta que est&#225; autorizado a aceptar como agente, en nombre de sus empresas del grupo y sus organizaciones afines de terceros, los cambios realizados en el Acuerdo por KRYPTOS SYSTEMS LTD y para los contratos de terceros por los licenciadores.</p><p> 13.3 Cualquiera de terceros del Cliente como se indica en un horario de terceros autorizados emitidos por KRYPTOS SYSTEMS LTD, se autoriza a utilizar los Materiales de software y de servicios (y donde el SLA de carga se ha acordado a pagar en relaci&#243;n con el cliente y cada uno de sus terceros, el Servicio Premium), de conformidad con las disposiciones del Acuerdo, con el Cliente reconoce que cada tercero tendr&#225; que pagar cargos adicionales por el uso de los Servicios, con tal que se le pagase a trav&#233;s del cliente . KRYPTOS SYSTEMS LTD y el Cliente pueden actualizar el calendario de terceros autorizados de vez en cuando por acuerdo escrito entre ellos (que incluye un acuerdo por correo electr&#243;nico).</p><p> <u>Ley 1999</u></p><p> 13.4 Los licenciadores y terceros del cliente que figuran en el programa a que se refiere la Cl&#225;usula 13.3 (aunque que para la conducta de las reclamaciones, el Cliente se compromete a garantizar que va a traer cualquier demanda de los terceros contra KRYPTOS SYSTEMS LTD, en nombre de dichos terceros, ya que el cliente se asegurar&#225; de que los terceros no traiga sus reclamaciones directamente contra KRYPTOS SYSTEMS LTD), tendr&#225; el derecho de hacer cumplir las disposiciones del presente Acuerdo, que son para su beneficio, en virtud del art&#237;culo 1 de los Contratos (Derechos de Tercera</p><p> Partes) de la Ley de 1999. Ning&#250;n otro tercero tendr&#225;n el derecho de hacer cumplir cualquier t&#233;rmino de este Acuerdo.</p><p> 13.5 Las Partes podr&#225;n, sin perjuicio de la secci&#243;n 2 (1) de los Contratos (Derechos de Terceros) de 1999, modificar o terminar este acuerdo (en su totalidad o en parte) sin necesidad del consentimiento de los licenciadores o cualesquiera otros terceros (ya sea que se refiere en la Cl&#225;usula 13.4 o de otra manera).</p><p> 14 Variaciones</p><p> 14.1 Ninguna variaci&#243;n de este Acuerdo ser&#225; efectiva a menos que sea por escrito y est&#233; firmado por un representante autorizado de cada Parte, a pesar de cualquier acuerdo de fijaci&#243;n de precios a la medida del cliente pueden ser acordados expresamente por KRYPTOS SYSTEMS LTD por correo electr&#243;nico.</p><p> 14.2 Cualquier facultad que ejerza KRYPTOS SYSTEMS LTD de vez en cuando, para dar el Cliente ning&#250;n derecho adicional o beneficios que no son generadas por el Acuerdo (en circunstancias en que tales derechos o beneficios adicionales fueron la intenci&#243;n clara y deliberada de KRYPTOS SYSTEMS LTD), S&#243;lo funcionar&#225; en esa ocasi&#243;n y no operar como una variaci&#243;n del Acuerdo respecto a todo tipo de eventos, a menos que se indique lo contrario a lo dispuesto en la cl&#225;usula 14.1 de haber sido cumplido.</p><p> 15 Divisibilidad</p><p> 15.1 Si en cualquier momento cualquier parte de este Acuerdo se convierte en nula o imposible de cumplir bajo cualquier ley se considerar&#225; que se suprima de este Acuerdo y las dem&#225;s disposiciones de este Acuerdo continuar&#225; afectado. En tales circunstancias, las Partes utilizar&#225;n los medios razonables para sustituir la prestaci&#243;n omitida con un reemplazo v&#225;lido que logra en la medida m&#225;s cercana razonable y legalmente posible, la intenci&#243;n de la disposici&#243;n omitido. .</p><p> 16 Renuncia</p><p> 16.1 Ninguna de las disposiciones del Acuerdo no se aplicar&#225; a menos que se indique expresamente lo contrario en este Acuerdo respecto de cualquier derecho o recurso, o aceptado ser renunciado por ambas Partes por escrito; Sin embargo, cuando un derecho debe ejercerse en un plazo de tiempo especificado, entonces ese derecho no se aplicar&#225; si no se ejerce dentro de dicho plazo. Si no se aplica ninguna disposici&#243;n, a continuaci&#243;n, que la renuncia debe aplicarse a esa instancia y no s&#243;lo los casos futuros, a menos que se acuerde lo contrario por ambas Partes por escrito.</p><p> 17 Acuerdo completo</p><p> 17.1 El presente Acuerdo (que incluye los contratos pertinentes de terceros) contiene el acuerdo completo entre las partes con respecto a la materia objeto de este Acuerdo (el <strong>"Asunto" </strong>) y reemplaza y sustituye a todas las dem&#225;s comunicaciones escritas y orales entre las Partes en relaci&#243;n con la Materia. A excepci&#243;n de las disposiciones expresas en este Acuerdo (y las disposiciones expresas contenidas en la documentaci&#243;n que se incorpora expresamente), todas las dem&#225;s garant&#237;as, condiciones, t&#233;rminos, representaciones, declaraciones, compromisos y obligaciones ya sea expresa o impl&#237;cita por ley, derecho consuetudinario, de encargo, uso o de otra manera quedan excluidos en la m&#225;xima medida permitida por la ley. Las Partes confirman que no han confiado en ninguna declaraci&#243;n, comunicaciones u otros asuntos que no han sido declarados expresamente en este Acuerdo, ya sea como un incentivo para entrar en este Acuerdo o de otra manera. Esta Cl&#225;usula 17.1 opera sujeto a las cl&#225;usulas 17.2 y 17.3.</p><p> 17.2 No obstante cualquier disposici&#243;n en contrario en el presente Acuerdo, todas impl&#237;cito: t&#233;rminos, condiciones y garant&#237;as, (incluyendo sin limitaci&#243;n las relativas a la calidad satisfactoria y aptitud para el uso); si:</p><p> 17.2.1 implicada por ley, derecho consuetudinario, la costumbre, el uso o no; o</p><p> 17.2.2 buscaban otra cosa que se incorpora expresamente (incluyendo, sin limitaci&#243;n, donde trat&#243; de ser incorporada por disposici&#243;n expresa de este Acuerdo);</p><p> Quedan excluidos en la m&#225;xima medida permitida por la ley. Esta Cl&#225;usula 17.2 opera sujeto a la Cl&#225;usula 17.3.</p><p> 17.3 No obstante cualquier disposici&#243;n en contrario, nada en este Acuerdo de l&#237;mites o excluye la responsabilidad de cada partido para tergiversaciones fraudulentas.</p><p> 18 Ley aplicable y jurisdicci&#243;n</p><p> 18.1 El presente Acuerdo y cualquier disputa o reclamo que surja en relaci&#243;n con el mismo se regir&#225;n por las leyes de Inglaterra y estar&#225;n sujetos a la jurisdicci&#243;n exclusiva de los tribunales ingleses para que las Partes se someten irrevocablemente.</p><p> 19 Avisos y Pol&#237;ticas de Privacidad</p><p> <u>Avisos</u></p><p> 19.1 Cualquier notificaci&#243;n a KRYPTOS SYSTEMS LTD en relaci&#243;n con el presente Acuerdo, deber&#225;n enviarse por escrito a la Direcci&#243;n Jur&#237;dica, Kryptos Systems Ltd, Ribera, Cuenca Road, Worcester WR5 3DA o por e-mail a legals @ kryptosystems.co.uk. Avisos s&#243;lo ser&#225;n v&#225;lidamente servidos en virtud del presente Acuerdo por parte del Cliente, en el que el anuncio se haya enviado por correo rastreado (que se puede utilizar para razonablemente:</p><p> demostrar que la notificaci&#243;n fue recibida por KRYPTOS SYSTEMS LTD) o donde se acus&#243; recibo de la notificaci&#243;n por escrito por KRYPTOS SYSTEMS LTD.</p><p> 19.2 El Cliente acepta que KRYPTOS SYSTEMS LTD y los licenciadores podr&#225;n utilizar la informaci&#243;n obtenida en virtud del presente Acuerdo de conformidad con la pol&#237;tica de privacidad KRYPTOS SYSTEMS LTD.</p><p> Lista 1</p><p> Acuerdo de Nivel de Servicio: Servicio Premium</p><p> <u>Introducci&#243;n</u></p><p> Este SLA s&#243;lo se aplica si el cliente ha elegido el Servicio Premium (dicha elecci&#243;n significa que el cliente ha accedido a pagar, y KRYPTOS SYSTEMS LTD ha acordado por escrito para proporcionar, el Servicio Premium), que da derecho al cliente a lo siguiente, en de acuerdo con, y sujeto a las disposiciones del presente SLA y el Acuerdo:</p><p> &#8226; acuerdos de apoyo con la respuesta espec&#237;fica y tiempos remedio;</p><p> &#8226; Disponibilidad compromisos respecto de la disponibilidad de servicios &#187;;</p><p> &#8226; Cr&#233;ditos de servicio en el respeto de los compromisos sobre la disponibilidad de los Servicios 'est&#225;n perdiendo.</p><p> 1 Cargos</p><p> 1.1 El cliente se compromete a pagar el SLA de carga para el Servicio Premium.</p><p> 1.2 El Cliente reconoce que el SLA de carga da derecho al cliente a los arreglos adicionales que se refiere este SLA, pero que tal cargo es adicional a las respectivas cuotas de suscripci&#243;n.</p><p> Disponibilidad 2 Servicios '</p><p> 2.1 El Proveedor deber&#225; proporcionar al menos un 'nivel de disponibilidad (los reales mensuales promedio de tiempo de actividad Servicios' del 99,9%promedio mensual de tiempo de actividad Servicios nivel de disponibilidad como un agregado de todos los servicios, que se conoce como el <strong>"tiempo de actividad de nivel de servicio" </strong>).</p><p> 2.2 El tiempo de actividad de nivel de servicio mide 'disponibilidad durante un d&#237;a de 24 horas (como se explica con m&#225;s detalle en el apartado 3 de este SLA), desde KRYPTOS SYSTEMS LTD de o sus subcontratistas los Servicios colectivos servidores que alojan los respectivos servicios (como subcontratistas de KRYPTOS SYSTEMS LTD se refiere como el <strong>"KRYPTOS SYSTEMS LTD Hoster" </strong>), hasta el punto de salida de la red m&#225;s a la Internet p&#250;blica que est&#225; totalmente bajo el control directo de KRYPTOS SYSTEMS LTD o el KRYPTOS SYSTEMS LTD Hoster.</p><p> 2.3 Se excluyen de Uptime de nivel de servicio de las mediciones (y, por tanto, el siguiente no constituye tiempo de inactividad para los efectos de calcular el nivel de servicio de tiempo de actividad):</p><p> 2.3.1 problemas con: ning&#250;n software y datos que no forman parte de la KRYPTOS SYSTEMS LTD Ofrenda;</p><p> 2.3.2 problemas con: cualquier hardware o redes que no est&#225;n bajo el control directo de KRYPTOS SYSTEMS LTD o el KRYPTOS SYSTEMS LTD Hoster;</p><p> 2.3.3 cualquier Mantenimiento de Planificaci&#243;n;</p><p> 2.3.4 cualquier Causas de los clientes (incluyendo una falta de adhesi&#243;n a las directrices de aplicaci&#243;n tal como se especifica en la documentaci&#243;n, o cuestiones derivadas de ajustes de cuenta que est&#225;n bajo el control del cliente);</p><p> 2.3.5 cualquier Cliente causado o tercero caus&#243; apagones o interrupciones;</p><p> 2.3.6 cortes o interrupciones atribuibles en su totalidad o en parte, a los casos de fuerza mayor; y</p><p> 2.3.7 cualquiera de los Servicios que se notifican como se suspender&#225; KRYPTOS SYSTEMS LTD, con al menos 90 d&#237;as de notificaci&#243;n antes de dicha interrupci&#243;n pretendido ser proporcionado por KRYPTOS SYSTEMS LTD;</p><p> 2.3.8 cualquier suspensiones en el servicio debido a la demora en el pago de las facturas de conformidad con la cl&#225;usula 5.5 del Acuerdo.</p><p> 3 Disponibilidad de medici&#243;n</p><p> 3.1 La medici&#243;n de nivel de servicio de tiempo de actividad se llevar&#225; a cabo por KRYPTOS SYSTEMS LTD y se basa en la disponibilidad mensual porcentaje medio, calculada al final de cada mes natural como el total de minutos reales de tiempo de actividad durante ese mes calendario, dividido por el total de posibles minuto de tiempo de actividad en que mes calendario (como visible desde el Informe SLA), con sujeci&#243;n a lo dispuesto en el apartado 2 de este SLA.</p>
it: KRYPTOS SYSTEMS LTD pour: la mort; blessure personnelle; la fraude; d&#233;claration frauduleuse; et toute responsabilit&#233; qui ne peut pas &#234;tre l&#233;galement exclue ou limit&#233;e.</p><p> <u>Exclusions</u></p><p> 9.2 Sous r&#233;serve des articles 5.5, 9.1 et 9.14, aucune partie ne peut &#234;tre tenu responsable en aucun cas &#224; l'autre Partie pour les dommages indirects, sp&#233;ciaux, accessoires ou indirects, ou les pertes suivantes si les pertes directs, indirects, particuliers, accidentels ou indirects: perte de b&#233;n&#233;fices; perte de revenus; perte de chiffre d'affaires; la perte du chiffre d'affaires; perte &#233;conomique; perte d'affaires ou des contrats; perte d'&#233;conomies ou de fonds pr&#233;vus; perte de logiciels ou de donn&#233;es; (Ou des pertes d&#233;coulant d'une r&#233;clamation d'une tierce partie pour l'une des pertes mentionn&#233;es ci-dessus); si ces pertes d&#233;coulent sous contrat (y compris, sans limitation par rapport &#224; toute r&#233;pudiatoire d&#233;lib&#233;r&#233;e et des violations fondamentales), la loi, la responsabilit&#233; d&#233;lictuelle (y compris, sans limitation, la n&#233;gligence), ou autrement. Toutefois, les articles 9.2 et 9.8, ne fonctionnent pas &#224; nier toute obligation de remboursement express explicitement &#233;nonc&#233;es pour &#234;tre accept&#233; par KRYPTOS SYSTEMS LTD &#224; l'article 10.15.1.</p><p> <u>Limites de la responsabilit&#233;</u></p><p> 9.3 Lorsque tout logiciel, donn&#233;es, documents ou service est exprim&#233; &#224; fournir sur un &#171;tel quel&#187;, ou lorsque KRYPTOS SYSTEMS LTD a express&#233;ment exclu sa responsabilit&#233; pour le probl&#232;me en question, puis soumis &#224; l'Article 9.1, KRYPTOS SYSTEMS LTD d&#233;cline toute responsabilit&#233; dans de telles circonstances.</p><p> 9.4 Sous r&#233;serve de l'article 9.1, lorsqu'un recours est exprim&#233; comme un seul et unique recours, alors que ce recours respective applique.</p><p> 9.5 En ce qui concerne tous les soutien ou de probl&#232;mes de disponibilit&#233; de services o&#249; le client n'a pas &#233;lus au Service Premium, puis applique l'article 6.11;</p><p> 9.6 &#224; l'&#233;gard de tous les services de soutien ou des probl&#232;mes de disponibilit&#233; o&#249; le client a choisi le Service Premium, alors le montant de la responsabilit&#233; sera comme express&#233;ment indiqu&#233; dans la SLA;</p><p> 9.7 Sous r&#233;serve de l'article 9.1, les limites de responsabilit&#233; dans l'article 9.8 appliquent o&#249;:</p><p> 9.7.1 le passif est pas exclue ou limit&#233;e dans le cadre de l'un des articles 9.2 &#224; 9.6 (inclus); ou</p><p> 9.7.2 Clause 6.15 est applicable (dans ce cas, l'article 9.8.1 sera applicable).</p><p> 9.8 Sous r&#233;serve des articles 9.1 &#224; 9.7 (inclus) et 9.14, la responsabilit&#233; globale de KRYPTOS SYSTEMS LTD pour toutes les r&#233;clamations d&#233;coulant de ou en relation avec le pr&#233;sent accord (d&#233;coulant sous contrat (y compris, sans limitation quant aux violations d&#233;lib&#233;r&#233;es r&#233;pudiatoire et fondamentales) , juridique ou d&#233;lictuelle (y compris, sans limitation, la n&#233;gligence), ou autrement) sera limit&#233;e comme suit en ce qui concerne les questions pour lesquelles KRYPTOS SYSTEMS LTD est jug&#233; responsable:</p><p> 9.8.1 &#224; l'&#233;gard de la totalit&#233; de tous les probl&#232;mes avec les mat&#233;riaux de logiciels, de services Premium Service et production des services, o&#249; les causes donnant lieu &#224; la responsabilit&#233; de la part de KRYPTOS SYSTEMS LTD se produisent dans une ann&#233;edonn&#233;e, d'un montant total totale du vers&#233;s les montants de cette ann&#233;e respective par le client &#224; KRYPTOS SYSTEMS LTD (le <strong>"bouchon de responsabilit&#233;" </strong>) (pour &#233;viter tout doute, tout montant d&#233;pens&#233; &#224; partir d'un cr&#233;dit que ce soit dans la m&#234;me ou une ann&#233;e diff&#233;rente, ne constituera pas un montant suppl&#233;mentaire de charges pour les fins du pr&#233;sent article, comme l'achat de Cr&#233;dit compte pour le &#171;montants vers&#233;s&#187; par le Client &#224; KRYPTOS SYSTEMS LTD, et donc d&#233;penser des cr&#233;dits ne compte pas, pour &#233;viter le double comptage)), avec Cap telle responsabilit&#233; limitant la responsabilit&#233; collective de KRYPTOS SYSTEMS LTD pour la totalit&#233; de l'ensemble de ces questions au sein de cette ann&#233;e (et pour &#233;viter tout doute, si, il ya deux questions dans un an, alors la responsabilit&#233; globale de KRYPTOS SYSTEMS LTD d&#233;coulant &#224; l'&#233;gard de ces deux questions collectivement, serait &#233;quivaudrait &#224; 100% des frais pay&#233;s dans l'ann&#233;e respective et non 200% des frais pay&#233;s dans l'ann&#233;e respective); ou</p><p> 9.8.2 &#224; l'&#233;gard de la totalit&#233; de toute responsabilit&#233; pour collectivement toutes les autres questions d&#233;coulant de ou en relation avec le pr&#233;sent accord, qui ne sont pas limit&#233;es par la clause 9.8.1, ni limit&#233;e ou exclue par toute autre disposition du pr&#233;sent Accord, &#224; l'agr&#233;gat montant de &#163; 100 (la <strong>"responsabilit&#233; Cap suppl&#233;mentaires" </strong>).</p><p> 9.9 Si le client n'a pas pay&#233; tous les montants factur&#233;s dans une ann&#233;e donn&#233;e, mais souffre d'un probl&#232;me dans cette Ann&#233;e</p><p> pour lesquels KRYPTOS SYSTEMS LTD est responsable, alors, aux fins de l'article 9.8.1, la &#171;Responsabilit&#233; Cap&#187; pour l'ann&#233;e en cours correspondra au plus &#233;lev&#233; de:</p><p> 9.9.1 &#163; 100; ou</p><p> 9.9.2 le montant total pay&#233; par le client &#224; KRYPTOS SYSTEMS LTD dans l'ann&#233;e qui pr&#233;c&#232;de imm&#233;diatement.</p><p> <u>Reconnaissance du client</u></p><p> 9.10 Le Client reconna&#238;t que les accusations &#224; l'&#233;gard du pr&#233;sent Accord ont &#233;t&#233; calcul&#233;s sur la base que KRYPTOS SYSTEMS LTD exclura et limiter sa responsabilit&#233;, comme d&#233;fini dans le pr&#233;sent Accord, et que les limitations et exclusions de responsabilit&#233; dans le pr&#233;sent Accord sont donc raisonnable.</p><p> 9.11 Nonobstant toute disposition contraire (mais sous r&#233;serve de l'article 9.1):</p><p> 9.11.1 les exclusions de responsabilit&#233; &#224; l'article 9 pr&#233;valent; et</p><p> La responsabilit&#233; de 9.11.2 KRYPTOS SYSTEMS LTD ou en rapport avec le pr&#233;sent accord ne d&#233;passera pas les limites vis&#233;es &#224; l'article 9; et</p><p> 9.11.3 o&#249; l'accord se r&#233;f&#232;re &#224; toute limitation ou l'exclusion de la responsabilit&#233; du KRYPTOS SYSTEMS LTD, telle limitation ou exclusion vaut si la responsabilit&#233; respective se pose sous contrat (y compris sans limitation par rapport &#224; toute r&#233;pudiatoire d&#233;lib&#233;r&#233;e et des violations fondamentales), la loi, la responsabilit&#233; d&#233;lictuelle ( y compris, sans limitation, la n&#233;gligence), ou autrement.</p><p> <u>Limitation P&#233;riode</u></p><p> 9.12 Le Client reconna&#238;t que les revendications qu'il souhaite poursuivre contre KRYPTOS SYSTEMS LTD seront soulev&#233;es rapidement. Les parties conviennent donc que KRYPTOS SYSTEMS LTD ne peut &#234;tre tenu pour responsable de toute responsabilit&#233; &#224; l'&#233;gard d'&#233;v&#233;nements survenus pendant la dur&#233;e du pr&#233;sent Accord, lorsque la demande respective est pas pr&#233;sent&#233;e &#224; travers des proc&#233;dures judiciaires contre KRYPTOS SYSTEMS LTD dans les 12 mois suivants au plus t&#244;t: (1) lorsque l'&#233;v&#233;nement donnant lieu &#224; la cause d'action; et (2) la r&#233;siliation de l'Accord.</p><p> Cons&#233;quences l'&#233;puisement des limites de responsabilit&#233;</p><p> 9.13 Les parties conviennent que chaque partie peut r&#233;silier la convention pour plus de commodit&#233;, si le plafond de responsabilit&#233; ou Cap de responsabilit&#233; suppl&#233;mentaire est &#233;puis&#233;e par la client&#232;le apportant avec succ&#232;s des r&#233;clamations contre KRYPTOS SYSTEMS LTD (qui sont d&#233;termin&#233;s par un tribunal, ou convenu entre les parties, comme raison ) pendant au moins le montant total de la limite de responsabilit&#233; ou de la Cap de responsabilit&#233; suppl&#233;mentaire. Dans de telles circonstances, une telle r&#233;siliation d'elle-m&#234;me ne donnera pas lieu &#224; des recours suppl&#233;mentaires ni de droits de remboursement.</p><p> <u>Obligations suppl&#233;mentaires de clients &#224; l'&#233;gard des actes r&#233;pr&#233;hensibles</u></p><p> 9.14 Le Client convient qu'il sera responsable de tous les montants (d&#233;coulant &#224; l'&#233;gard de tout ou partie des circonstances suivantes):</p><p> 9.14.1 KRYPTOS SYSTEMS LTD et les conc&#233;dants de licence &#224; l'&#233;gard de, et relatives &#224; toute r&#233;clamation faite contre, ou la perte encourue ou subie par, KRYPTOS SYSTEMS LTD et / ou les conc&#233;dants o&#249; cela est en tout ou en partie attribuable directement ou indirectement &#224; la violation client&#232;le une quelconque des dispositions des contrats de tiers. En outre, le client accepte que si KRYPTOS SYSTEMS LTD est tenu de payer des sommes &#224; des tiers &#224; la suite de la client&#232;le d&#233;roger aux contrats tiers, le Client sera, imm&#233;diatement apr&#232;s notification, rembourser KRYPTOS SYSTEMS LTD en pleine avec le montant qui KRYPTOS SYSTEMS LTD a d&#251; payer &#224; ce tiers &#224; la suite;</p><p> 9.14.2 KRYPTOS SYSTEMS LTD &#224; l'&#233;gard de toute violation de KRYPTOS SYSTEMS LTD ou de droits de propri&#233;t&#233; intellectuelle de ses tiers (y compris, sans limitation, le droit d'auteur et de marques de commerce); et</p><p> 9.14.3 KRYPTOS SYSTEMS LTD pour toute violation de l'accord qui sont entrepris avec l'intention d&#233;lib&#233;r&#233;e de violer le pr&#233;sent Accord (avec le Client est r&#233;put&#233; avoir pris connaissance de toutes les dispositions du pr&#233;sent Accord).</p><p> 10 Dur&#233;e, r&#233;siliation et suspension</p><p> <u>Dur&#233;e</u></p><p> 10.1 L'accord d&#233;butera &#224; la date d'entr&#233;e en vigueur et restera en vigueur jusqu'&#224; ce qu'il soit r&#233;sili&#233; conform&#233;ment aux dispositions de l'Accord.</p><p> 10.2 Les licences accord&#233;s &#224; utiliser les services respectives en vertu de l'Accord (soit pour l'utilisation des services respectifs ou des mat&#233;riaux de logiciels) seront valables pendant la plus courte des p&#233;riodes respectives suivantes:</p><p> 10.2.1 l'expiration de la P&#233;riode de Souscription respectif; ou</p><p> 10.2.2 o&#249; l'utilisation est accord&#233;e sous r&#233;serve de cr&#233;dit, jusqu'&#224; l'expiration de tels cr&#233;dit &#224; travers le temps ou d'utiliser le cas &#233;ch&#233;ant; ou</p><p> 10.2.3 la p&#233;riode sp&#233;cifi&#233;e dans la section de compte ou une facture (ou convention contraire entre les parties par &#233;crit); ou</p><p> 10.2.4 la r&#233;siliation de l'Accord.</p><p> <u>Suspension temporaire du service</u></p><p> 10.3 KRYPTOS SYSTEMS LTD peut suspendre temporairement:</p><p> 10.3.1 le Service; et ou</p><p> 10.3.2 mise &#224; disposition l'un des mat&#233;riaux de logiciels;</p><p> en cas d'urgence ou pour des raisons op&#233;rationnelles urgentes, mais lorsque cela est raisonnablement possible, il donnera &#224; l'avertissement de l'avance &#224; la client&#232;le d'une telle suspension.</p><p> <u>Suspension Pour une utilisation anormale</u></p><p> 10.4 Si KRYPTOS SYSTEMS LTD croit raisonnablement que l'utilisation anormale de la client&#232;le du Service ou de mat&#233;riaux logiciel est d'alt&#233;rer la performance du service ou r&#233;sultant de la consommation de cr&#233;dit anormale (comme raisonnablement d&#233;termin&#233; par KRYPTOS SYSTEMS LTD), puis KRYPTOS SYSTEMS LTD peut suspendre l'acc&#232;s de la client&#232;le jusqu'&#224; la cause de la d&#233;pr&#233;ciation a &#233;t&#233; r&#233;solue (telle suspension ne sera pas affecter l'exigence de la client&#232;le de continuer &#224; payer les frais applicables pour le service suspendu ou logiciel Mat&#233;riaux, ni ne prolonger la P&#233;riode de Souscription respective &#224; l'&#233;gard de tout cr&#233;dit).</p><p> <u>R&#233;siliation ou la suspension par KRYPTOS SYSTEMS LTD</u></p><p> 10,5 KRYPTOS SYSTEMS LTD aura le droit de suspendre ou de r&#233;silier le pr&#233;sent Contrat imm&#233;diatement apr&#232;s notification (cependant, la suspension se fera automatiquement suivant la notification par courriel si aucun paiement ne se fait pas par la date d'&#233;ch&#233;ance respective par le client) si le client ne parvient pas &#224; se conformer &#224; toute disposition du pr&#233;sent Accord (telle suspension ne sera pas affecter l'exigence de la client&#232;le de continuer &#224; payer les frais applicables pour le service suspendu ou Premium Service (le cas &#233;ch&#233;ant), ni ne prolonger la P&#233;riode de Souscription respective &#224; l'&#233;gard de tout cr&#233;dit; la r&#233;siliation de l'accord de telles circonstances seront &#233;galement pas droit &#224; remboursement).</p><p> 10,6 KRYPTOS SYSTEMS LTD peut r&#233;silier la convention (en totalit&#233; ou en partie) imm&#233;diatement apr&#232;s notification au Client &#224; tout moment, si:</p><p> 10.6.1 KRYPTOS SYSTEMS LTD est plus en mesure de mettre &#224; la disposition du Service ou mat&#233;riaux Logiciels (en totalit&#233; ou en partie) en raison des actes ou omissions des conc&#233;dants de licence;</p><p> 10.6.2 de tout contrat de tiers se terminent pour une raison quelconque;</p><p> 10.6.3 les conc&#233;dants de licence varient leurs termes et conditions, des exigences ou des prix d'une mani&#232;re qui affecte n&#233;gativement KRYPTOS SYSTEMS LTD ou de la client&#232;le;</p><p> 10.6.4 un Conc&#233;dant pr&#233;tend que l'utilisation de la base de donn&#233;es ou les mat&#233;riaux de logiciels dans la mani&#232;re dont ils sont utilis&#233;s par KRYPTOS SYSTEMS LTD ou le Client est pas autoris&#233;e; ou</p><p> 10.6.5 Le Client apporte KRYPTOS SYSTEMS LTD ou les conc&#233;dants dans le discr&#233;dit.</p><p> 10.7 Sans pr&#233;judice de l'article 10.6, KRYPTOS SYSTEMS LTD peut r&#233;silier la convention pour plus de commodit&#233; avec un pr&#233;avis de 90 jours pour le client &#224; tout moment, et dans ce cas, KRYPTOS SYSTEMS LTD fournira un remboursement au prorata conform&#233;ment &#224; l'article 10.15.1 .</p><p> 10.8 Le contrat de licence tiers respective sera automatiquement r&#233;sili&#233; avec effet imm&#233;diat si la licence tierce correspondante est termin&#233;e, et par cons&#233;quent le service respectif qui a &#233;t&#233; soumise &#224; de tels contrats de tiers, avec le Service Premium &#224; l'&#233;gard d'un tel service (le cas &#233;ch&#233;ant), sera &#233;galement automatiquement r&#233;sili&#233;e imm&#233;diatement. KRYPTOS SYSTEMS LTD fournira un avis rapide d'un tel &#233;v&#233;nement &#224; la client&#232;le.</p><p> 10,9 KRYPTOS SYSTEMS LTD peut r&#233;silier la convention en tout ou en partie, pour plus de commodit&#233; &#224; tout moment moyennant un pr&#233;avis &#233;crit (avec cette r&#233;siliation &#233;tant effective &#224; la date indiqu&#233;e dans l'avis respective), o&#249; cette r&#233;siliation est n&#233;cessaire pour KRYPTOS SYSTEMS LTD se conformer &#224; la Licences tiers.</p><p> <u>R&#233;siliation par le client</u></p><p> 10.10 Le client peut r&#233;silier le contrat avec effet imm&#233;diat, si KRYPTOS SYSTEMS LTD est en violation mat&#233;rielle de cet accord (cependant, si cette violation est susceptible de recours, le client doit fournir KRYPTOS SYSTEMS LTD avec au moins 30 jours de pr&#233;avis &#233;crit (avec express r&#233;f&#233;rence &#233;crite de son droit de r&#233;silier la convention en vertu du pr&#233;sent article) permettant KRYPTOS SYSTEMS LTD pour rem&#233;dier &#224; la violation, et seulement si KRYPTOS SYSTEMS LTD ne rem&#233;die pas au manquement dans ce d&#233;lai, le Client peut r&#233;silier la convention).</p><p> <u>R&#233;siliation par les deux parties</u></p><p> 10.11 Chaque partie (le <strong>"Parti de terminaison" </strong>) peut r&#233;silier l'entente imm&#233;diatement par notification &#224; l'autre partie (la <strong>"Partie D&#233;faillante" </strong>) si:</p><p> 10.11.1 la partie d&#233;faillante est incapable de payer ses dettes &#224; leur &#233;ch&#233;ance ou autrement devient insolvable, ou si un s&#233;questre ou un s&#233;questre administratif est nomm&#233; pour tout ou partie des actifs de la partie d&#233;faillante, ou si aucun arrangement, compromis ou Composition des dettes de la partie d&#233;faillante est propos&#233; ou fait par la partie d&#233;faillante, ou si la partie d&#233;faillante entre ou est entr&#233; dans une proc&#233;dure pour l'administration ou de la liquidation ou autrement devient objet d'une proc&#233;dure de dissolution, ou si tout &#233;v&#233;nement analogue se produit dans toute autre juridiction dans o&#249; la partie d&#233;faillante exerce ses activit&#233;s;</p><p> 10.11.2 la partie d&#233;faillante divulgue d&#233;raisonnablement toute information confidentielle du Parti de terminaison (ou du Conc&#233;dant); (O&#249; toute divulgation raisonnable est n&#233;cessaire, puis le Parti veillera &#224; ce que la divulgation de telles informations sont soumises &#224; un droit raisonnable de confidentialit&#233; est accept&#233;e par le Tiers destinataire de ces informations confidentielles).</p><p> <u>Cons&#233;quences de l'ALS &#224; l'&#233;gard de suspensions ou de r&#233;siliation</u></p><p> 10.12 Suspension en vertu de la clause 10.4, ou d'autres suspensions ou r&#233;siliations qui sont attribuables &#224;:</p><p> 10.12.1 les actions illicites de la client&#232;le; ou</p><p> 10.12.2 un &#233;v&#233;nement de force majeure;</p><p> ne constituera pas les temps d'arr&#234;t dans le calcul du niveau de service Uptime &#224; l'&#233;gard de la SLA, et ne donnera pas lieu &#224; des cr&#233;dits de service, des paiements ou d'autres rem&#232;des &#224; la client&#232;le.</p><p> <u>Cons&#233;quences de la r&#233;siliation</u></p><p> 10.13 R&#233;siliation de l'accord est sans pr&#233;judice des droits et recours charges des deux parties.</p><p> 10.14 Les dispositions du pr&#233;sent Accord, qui sont exprim&#233;s, ou destin&#233; &#224;, &#224; la r&#233;siliation, resteront en vigueur et de plein effet.</p><p> <u>Remboursements &#224; la cessation</u></p><p> 10h15 O&#249;:</p><p> 10.15.1 l'accord est r&#233;sili&#233; par KRYPTOS SYSTEMS LTD (autre que directement ou indirectement &#224; la suite des actes ou omissions du Client illicites); ou</p><p> 10.15.2 l'accord est r&#233;sili&#233; par le client en vertu des clauses 10.10 ou 10.11;</p><p> alors le client aura droit &#224; un remboursement au prorata de la quantit&#233; de: Les cr&#233;dits inutilis&#233;s; et droits de licence; Charge et SLA; &#224; la date de r&#233;siliation de la convention, afin de refl&#233;ter la mesure dans laquelle il est plus en mesure d'utiliser le service respectif pour la P&#233;riode de Souscription restant &#224; courir ou Premium Service pour la p&#233;riode de soutien restant &#224; courir, ce paiement &#233;tant calcul&#233;e et d&#233;termin&#233;e par KRYPTOS SYSTEMS LTD agissant raisonnablement. Le client accepte que ce soit le seul et unique recours financi&#232;re de la client&#232;le dans de telles circonstances.</p><p> 11 Force Majeure</p><p> 11.1 Si une partie est emp&#234;ch&#233; de se conformer &#224; ses obligations en raison de tout &#233;v&#233;nement hors de son contr&#244;le raisonnable (tel &#233;v&#233;nement est consid&#233;r&#233; comme un "&#233;v&#233;nement de force majeure&#187;) (y compris, sans limitation, tous les probl&#232;mes d&#233;coulant de donn&#233;es, des logiciels ou de la documentation fournie par les conc&#233;dants de licence), il ne doit pas &#234;tre en violation du pr&#233;sent Accord, ni par ailleurs soumis &#224; l'autre partie en raison d'un retard dans l'ex&#233;cution ou de l'inex&#233;cution de l'une de ses obligations en raison de tels &#233;v&#233;nements. Toutefois, cette clause ne dispense pas le client de se conformer &#224; ses obligations de paiement, ni de la conformit&#233; avec les contrats de tiers, par lui-m&#234;me invoque le b&#233;n&#233;fice d'un &#233;v&#233;nement de force majeure.</p><p> 11.2 Si un cas de force majeure se poursuit pendant une p&#233;riode de plus de 14 jours cons&#233;cutifs, puis chaque partie peut r&#233;silier la convention pour la commodit&#233; pendant la dur&#233;e d'un tel &#233;v&#233;nement de force majeure. Dans de telles circonstances, les deux parties reconnaissent qu'il n'y aura pas de compensation en raison de l'une des Parties &#224; l'autre pour la terminaison dans de telles circonstances</p><p> 12 Cession et sous-traitance</p><p> 12.1 Le Client ne peut c&#233;der le pr&#233;sent Contrat (que ce soit en totalit&#233; ou en partie) sans le consentement &#233;crit pr&#233;alable de KRYPTOS SYSTEMS LTD (lequel consentement ne peut &#234;tre ind&#251;ment refus&#233;).</p><p> 12.2 KRYPTOS SYSTEMS LTD peut sous-traiter et c&#233;der tout ou partie de ses droits et obligations en vertu du pr&#233;sent Accord, sans n&#233;cessiter le consentement pr&#233;alable du client.</p><p> 13 3e Parties &amp; Contrats (Droits des Tiers) de 1999</p><p> <u>Groupe Tiers Soci&#233;t&#233; &amp; Organisation connexes utilisation</u></p><p> 13.1 Lorsque le client est autoris&#233; par l'accord conform&#233;ment &#224; l'article 13.3, pour permettre l'utilisation du logiciel Mat&#233;riaux, Services et Service Premium par ses soci&#233;t&#233;s du groupe ou d'autres organisations connexes, puis le client confirme qu'il restera responsable de toutes les obligations de paiement, et le client accepte la responsabilit&#233; de veiller au respect par ces tiers avec l'accord (de veiller &#224; la client&#232;le que ces tiers respectent les m&#234;mes obligations et restrictions que celles que le client est soumis, par rapport &#224; l'accord). Le client confirme qu'il fera en sorte que, ces tierces parties et le client ont la responsabilit&#233; conjointe et solidaire pour KRYPTOS SYSTEMS LTD et les conc&#233;dants de licence &#224; l'&#233;gard de l'Accord.</p><p> 13.2 Le Client convient qu'il est autoris&#233; &#224; accepter que l'agent, au nom de ses soci&#233;t&#233;s du groupe et de ses organisations tierces parties li&#233;es, les modifications apport&#233;es &#224; l'accord par KRYPTOS SYSTEMS LTD et aux contrats tiers par les conc&#233;dants de licence.</p><p> 13.3 Tout de tiers de la client&#232;le vis&#233;e &#224; l'un calendrier des tiers autoris&#233;s &#233;mis par KRYPTOS SYSTEMS LTD, sont autoris&#233;s &#224; utiliser les mat&#233;riaux et les services logiciels (et o&#249; la charge SLA a &#233;t&#233; convenu de payer &#224; l'&#233;gard de la client&#232;le et chacun de ses tiers, le service Premium) en conformit&#233; avec les dispositions de l'Accord, avec le client en reconnaissant que chaque tiers devront payer des frais suppl&#233;mentaires pour leur utilisation des services, avec un tel paiement devant &#234;tre effectu&#233; par le client . KRYPTOS SYSTEMS LTD et le client peuvent mettre &#224; jour le calendrier des tiers autoris&#233;s de temps &#224; autre par accord &#233;crit entre eux (qui comprend un accord par e-mail).</p><p> <u>Loi de 1999</u></p><p> 13.4 Les conc&#233;dants de licence, et les tierces parties du client &#233;num&#233;r&#233;s dans l'annexe vis&#233;e &#224; l'alin&#233;a 13.3 (bien que, pour la conduite des revendications, le client accepte que ce sera d'assurer qu'il apportera toutes les r&#233;clamations de ces tierces parties contre KRYPTOS SYSTEMS LTD, au nom de ces tiers, le Client garantira que ces tiers ne pas apporter leurs cr&#233;ances directes contre KRYPTOS SYSTEMS LTD), ont le droit d'appliquer les dispositions du pr&#233;sent Accord qui sont &#224; leur profit, en vertu de l'article 1 des contrats (droits des tiers</p><p> Parties) Act 1999. Aucune autre tiers ont le droit d'appliquer une disposition du pr&#233;sent Accord.</p><p> 13.5 Les parties peuvent, malgr&#233; l'article 2 (1) des contrats (droits des tiers) de 1999, de modifier ou r&#233;silier le pr&#233;sent Contrat (en totalit&#233; ou en partie) sans n&#233;cessiter le consentement des conc&#233;dants de licence ou de tout autre tiers (qu'ils soient d&#233;sign&#233;s &#224; l'article 13.4 ou autrement).</p><p> 14 Variations</p><p> 14.1 Aucune variation de la pr&#233;sente entente sera efficace que si elle est faite par &#233;crit et sign&#233;e par un repr&#233;sentant autoris&#233; de chacune des Parties, bien que tous les accords de prix adapt&#233;s &#224; la client&#232;le peuvent &#234;tre express&#233;ment convenu par KRYPTOS SYSTEMS LTD par email.</p><p> 14.2 Tout pouvoir discr&#233;tionnaire exerc&#233; par KRYPTOS SYSTEMS LTD de temps &#224; autre, pour donner le client des droits ou des avantages suppl&#233;mentaires qui ne sont pas offertes par l'accord (dans les cas o&#249; ces droits ou des avantages suppl&#233;mentaires &#233;taient l'intention claire et d&#233;lib&#233;r&#233;e de KRYPTOS SYSTEMS LTD), ne fonctionnera que sur cette occasion et ne pas fonctionner comme une variation de l'Accord &#224; l'&#233;gard de toutes autres occasions, sauf indication contraire expresse aux dispositions de l'article 14.1 ont &#233;t&#233; remplies.</p><p> 15 Autonomie</p><p> 15.1 Si &#224; tout moment toute partie de cette entente devient nulle ou non ex&#233;cutoire en vertu de toute loi applicable, il est r&#233;put&#233; pour &#234;tre supprim&#233;e de cet accord et les dispositions restantes du pr&#233;sent Accord continueront pas affect&#233;e. Dans de telles circonstances, les parties feront des efforts raisonnables pour remplacer la disposition omis avec un remplacement valable qui r&#233;alise dans la mesure la plus proche raisonnablement et l&#233;gitimement possible, l'intention de la disposition omis. .</p><p> 16 Renonciation</p><p> 16.1 Aucune disposition de l'Accord ne sera supprim&#233; sauf mention expresse contraire du pr&#233;sent Accord &#224; l'&#233;gard des droits ou recours, ou accept&#233; d'&#234;tre lev&#233;e par les deux parties par &#233;crit; toutefois, si le droit doit &#234;tre exerc&#233; dans un d&#233;lai de temps sp&#233;cifi&#233;, puis ce droit seront annul&#233;s si il est pas exerc&#233; dans cette p&#233;riode de temps. Si une disposition est supprim&#233;, alors que la renonciation doit fonctionner pour cette instance seulement et non des cas futurs, sauf accord contraire des deux parties par &#233;crit.</p><p> 17 Int&#233;gralit&#233; de l'accord</p><p> 17.1 Le pr&#233;sent Accord (qui comprend les contrats tiers concern&#233;) contient l'int&#233;gralit&#233; de l'accord entre les parties relativement &#224; l'objet du pr&#233;sent accord (le <strong>"Objet" </strong>) et annule et remplace toutes les autres communications &#233;crites et orales entre les Parties au sujet de le sujet. Sauf pour les dispositions expresses de la pr&#233;sente convention (et de dispositions expresses contenues dans la documentation qui est express&#233;ment incorpor&#233;), toutes les autres garanties, conditions, termes, repr&#233;sentations, d&#233;clarations, engagements et obligations expresse ou implicite par la loi, le droit commun, coutume, utilisation ou autrement sont exclues dans la mesure permise par la loi. Les parties confirment qu'elles ne sont pas fi&#233; &#224; aucune d&#233;claration, les communications ou d'autres questions qui ne sont pas express&#233;ment &#233;nonc&#233;s dans le pr&#233;sent Accord, que comme une incitation &#224; conclure cette entente ou autrement. Cette clause 17.1 fonctionne sous r&#233;serve des clauses 17.2 et 17.3.</p><p> 17.2 Nonobstant toute disposition contraire dans le pr&#233;sent Accord, tous implicite: les termes, conditions et garanties, (y compris, sans s'y limiter, celles relatives &#224; la qualit&#233; satisfaisante et d'ad&#233;quation &#224; des fins); si:</p><p> 17.2.1 implicite par la loi, le droit commun, coutume, l'usage ou autrement; ou</p><p> 17.2.2 cherch&#233; contraire &#234;tre express&#233;ment incorpor&#233; (y compris, sans limitation, o&#249; a cherch&#233; &#224; &#234;tre int&#233;gr&#233; par une disposition expresse du pr&#233;sent Accord);</p><p> sont ici exclues dans la mesure permise par la loi. Cette clause 17.2 fonctionne sous r&#233;serve de la clause 17.3.</p><p> 17.3 Nonobstant toute disposition contraire, rien dans ce qui limite ou exclut accord, soit la responsabilit&#233; du Parti pour fausses d&#233;clarations frauduleuses.</p><p> 18 droit et de comp&#233;tence</p><p> 18.1 Le pr&#233;sent Accord et toute contestation ou r&#233;clamation r&#233;sultant dans le cadre de celle-ci sont r&#233;gies par les lois d'Angleterre et sont soumis &#224; la comp&#233;tence exclusive des tribunaux anglais &#224; laquelle les Parties soumettent irr&#233;vocablement.</p><p> 19 Avis et Politique de confidentialit&#233;</p><p> <u>Avis</u></p><p> 19.1 Toutes les notifications aux KRYPTOS SYSTEMS LTD par rapport au pr&#233;sent Accord, doivent &#234;tre envoy&#233;es par &#233;crit &#224; la Direction Juridique, Kryptos Systems Ltd, Waterside, Basin Road, Worcester WR5 3DA ou par e-mail &#224; legals @ kryptosystems.co.uk. Avis ne seront valablement servis en vertu du pr&#233;sent Accord par le client, o&#249; l'avis a &#233;t&#233; envoy&#233; par courrier suivi (qui peut &#234;tre utilis&#233; pour raisonnablement:</p><p> d&#233;montrer que l'avis a &#233;t&#233; re&#231;u par KRYPTOS SYSTEMS LTD) ou lorsque la r&#233;ception de l'avis est reconnu par &#233;crit par KRYPTOS SYSTEMS LTD.</p><p> 19.2 Le Client accepte que KRYPTOS SYSTEMS LTD et les conc&#233;dants de licence peuvent utiliser les informations obtenues en vertu du pr&#233;sent Accord, conform&#233;ment &#224; la politique de confidentialit&#233; KRYPTOS SYSTEMS LTD.</p><p> Annexe 1</p><p> Service Level Agreement: Service Premium</p><p> <u>Introduction</u></p><p> Ce SLA applique uniquement si le client a choisi le Service Premium (tel choix signifie que le client a accept&#233; de payer pour, et KRYPTOS SYSTEMS LTD a accept&#233; par &#233;crit &#224; fournir, le Service Premium), qui autorise le client &#224; la suivante, en conform&#233;ment et sous r&#233;serve, les dispositions du pr&#233;sent SLA et de l'Accord:</p><p> &#8226; Les arrangements de soutien avec une r&#233;ponse cibl&#233;e et des temps de rem&#232;de;</p><p> &#8226; les engagements de disponibilit&#233; &#224; l'&#233;gard de la disponibilit&#233; des services de;</p><p> &#8226; Cr&#233;dits de Service dans le respect des engagements de disponibilit&#233; des services manqu&#233;es.</p><p> 1 Charges</p><p> 1.1 Le client accepte de payer les frais de SLA pour le Service Premium.</p><p> 1.2 Le Client reconna&#238;t que la charge SLA autorise le client &#224; les arrangements suppl&#233;mentaires vis&#233;es au pr&#233;sent SLA, mais que cette charge est en plus des frais de souscription respectifs.</p><p> La disponibilit&#233; de 2 services</p><p> 2.1 Le fournisseur doit fournir au moins un &#171;niveau de disponibilit&#233; (les r&#233;els moyens mensuels des services de disponibilit&#233; de 99,9% la moyenne mensuelle des services de disponibilit&#233; de niveau de disponibilit&#233; comme un agr&#233;gat de tous les services, est d&#233;nomm&#233; le <strong>&#171;Uptime Niveau de Service" </strong>).</p><p> 2.2 Le ni
