Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: Total
it: Totale

source: Brunei Darussalam
it: Brunei

source: Chad
it: Ciad

source: Chile
it: Cile

source: China
it: Cina

source: Gibraltar
it: Gibilterra

source: Israel
it: Israele

source: Jamaica
it: Giamaica

source: Mozambique
it: Mozambico

source: Norfolk Island
it: Isola Norfolk

source: Portugal
it: Portogallo

source: Samoa
it: Samoa (Samoa Occidentali)

source: txt_modal_terms_and_cond_body_4
it: veau de service Uptime mesure de la disponibilit&#233; au cours d'une journ&#233;e de 24 heures (comme pr&#233;cis&#233; dans le paragraphe 3 du pr&#233;sent SLA), de KRYPTOS SYSTEMS LTD ou celle de ses sous-traitants des services collectifs les serveurs h&#233;bergeant les services respectifs (ces sous-traitants de KRYPTOS SYSTEMS LTD &#233;tant d&#233;sign&#233; comme le <strong>"KRYPTOS SYSTEMS LTD Hoster" </strong>), &#224; la plus &#233;loign&#233;e points &#224; l'Internet public qui est enti&#232;rement sous le contr&#244;le direct de KRYPTOS SYSTEMS LTD ou KRYPTOS SYSTEMS LTD Hoster sortie de r&#233;seau.</p><p> 2.3 Les exclut service Uptime niveau de toutes les mesures (et donc la suivante ne constitue pas temps d'arr&#234;t pour le calcul du niveau de service Uptime):</p><p> 2.3.1 des probl&#232;mes avec: tous les logiciels et les donn&#233;es qui ne font pas partie de la KRYPTOS SYSTEMS LTD placement;</p><p> 2.3.2 des probl&#232;mes avec: tout mat&#233;riel ou les r&#233;seaux qui ne sont pas sous le contr&#244;le direct de KRYPTOS SYSTEMS LTD ou KRYPTOS SYSTEMS LTD Hoster;</p><p> 2.3.3 toute maintenance planifi&#233;e;</p><p> 2.3.4 Causes des clients (y compris un d&#233;faut de se conformer aux directives de mise en &#339;uvre tels que sp&#233;cifi&#233;s dans la documentation, ou des probl&#232;mes r&#233;sultant de param&#232;tres de compte qui sont sous le contr&#244;le du client);</p><p> 2.3.5 tout client ou une tierce partie caus&#233; caus&#233; des pannes ou perturbations;</p><p> 2.3.6 pannes ou perturbations imputables en totalit&#233; ou en partie &#224; des &#233;v&#233;nements de force majeure; et</p><p> 2.3.7 des services qui sont notifi&#233;s comme &#233;tant abandonn&#233; par KRYPTOS SYSTEMS LTD, avec au moins 90 jours avant la notification d'une telle interruption pr&#233;vue &#233;tant fourni par KRYPTOS SYSTEMS LTD;</p><p> 2.3.8 des suspensions dans le service en raison de retard de paiement des factures conform&#233;ment &#224; l'article 5.5 de l'Accord.</p><p> 3 Disponibilit&#233; mesure</p><p> 3.1 La mesure service Uptime niveau doit &#234;tre effectu&#233;e par KRYPTOS SYSTEMS LTD et est bas&#233; sur le pourcentage de disponibilit&#233; moyenne mensuelle, calcul&#233;e &#224; la fin de chaque mois civil que le total des minutes de temps de fonctionnement r&#233;elles au cours de ce mois civil divis&#233; par nombre total de minutes de temps de fonctionnement possibles dans ce mois calendaire (comme visible depuis le rapport SLA), sous r&#233;serve des dispositions du paragraphe 2 du pr&#233;sent SLA.</p>
