Repository: nitinpatel1117/kryptos
Catalog: app/Resources/translations/messages.*.xliff
Languages: de, es, fr, it

source: The file you uploaded will start processing shortly. {{ lines }} conversions have been deducted from your account for the processing of this file.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: You now have a total of {{ credits_total }} conversions.
fr: BWG_E_IBAN_MODULUS

source: User details incomplete
fr: La vérification modulo IBAN a échoué : Le format de l'IBAN est correct, mais il échoue au module de vérification et est donc invalide. Veuillez saisir un IBAN correct et réessayer.

source: Details Updated
fr: L'IBAN fourni est incorrect. Veuillez fournir un IBAN correct et réessayer.

source: Your personal details have been successfully updated.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Details incomplete
fr: BWG_E_ACCOUNT_TYPE_FORMAT

source: Please enter your old password. This value should not be blank.
fr: Le format du type de compte fourni est incorrect.Veuillez corriger le type de compte et réessayer.

source: Please enter your new password. This value should not be blank.
fr: Le format du type de compte fourni est incorrect. Veuillez corriger le type de compte et réessayer.

source: Incorrect password
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Your old password is not correct. Kryptos passwords are case sensitive. Please check your CAPS lock key.
fr: BWG_E_IDENTIFICATION_FORMAT

source: The new passwords you have typed do not match. Please check and try again.
fr: Le format du numéro d'identification fourni est incorrect.Veuillez corriger le numéro d'identification et réessayer.

source: Password Updated
fr: Le format du numéro d'identification fourni est incorrect. Veuillez corriger le numéro d'identification et réessayer.

source: Your password has been successfully updated.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: New Password
fr: BWG_E_BANK_CODE_FORMAT

source: Confirm New Password
fr: Le code banque fourni est incorrect.Cette erreur survient pour les pays qui ont à la fois un code banque et un code branche.

source: close
fr: Le code banque fourni est incorrect. Veuillez vérifier et réessayer.

source: Change
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Complete
fr: BWG_E_BIC_FORMAT

source: Submit
fr: Le format BIC est incorrect. Un BIC doit faire 8 ou 11 caractères de long. Les 6 premiers caractères doivent être des lettres et les caractères suivant peuvent être alphanumériques.

source: OR
fr: Le format BIC est incorrect. Veuillez fournir un IBAN correct et réessayer.

source: IBAN
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Enter Bank Account
fr: BWG_E_BIC_INVALID

source: Country
fr: Le format BIC est incorrect. Cette erreur survient lorsque l'Assistant Bancaire (Kryptos) possède des informations BIC pour la branche en question et que le BIC fourni ne correspond à aucun des CEEI connus pour cette branche.

source: Upload Complete
fr: Le format BIC est incorrect. Veuillez fournir un IBAN correct et réessayer.

source: File has been succesfully received. Processing of this file will start shortly
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Enter text
fr: BWG_E_BRANCH_CODE_FORMAT

source: Word Verification
fr: Le code branche fourni est incorrect.Cette erreur survient pour les pays qui ont à la fois un code banque et un code branche.

source: - Title -
fr: Le code branche fourni est incorrect. Veuillez vérifier et réessayer.

source: Insufficient credit
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: You do not have sufficient funds in your account to carry out the check. Please credit your account and then try again.
fr: BWG_E_ACCOUNT_NO_FORMAT

source: Invalid file
fr: Le format de numéro de compte est incorrect. Cette erreur peut survenir pour tous les pays. Veuillez réessayer.

source: The first line in the upload file is not valid. Please make sure that the first line contains column headers and that these column headers are unchanged from the values supplied in the original template file.
fr: Le format de numéro de compte est incorrect. Veuillez saisir un numéro de compte correct et réessayer.

source: Password value is too long. It should have {{ limit }} characters or less.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Password could not be reset
fr: BWG_E_CD_FORMAT

source: Incorrect accounts
fr: Le format du numéro de vérification fourni est incorrect. Cette erreur survient pour les pays qui ont un numéro de vérification séparé. Pour accéder au nouveau code branche, il faut utiliser la donnée BWI_CC_TRANSPOSED.

source: Ooops!, the system has been unable to contact our payment provider. Please try again. If you continue to experience this problem please give us a call.
fr: Le format du numéro de vérification fourni est incorrect. Veuillez saisir un numéro de vérification correct et réessayer.

source: Increase conversions
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Total cost is less than {{ currency }}1. Please increase the No. of conversions to meet the minimum total of {{ currency }}1
fr: BWG_E_NO_BRANCH

source: Decrease conversions
fr: Le code banque/branche fourni n'est pas utilisé. Le format de code banque/branche est correct, mais il n'est pas attribué à une branche existante. Cette erreur survient pour les pays où le code banque/branche peut être associé à une branche spécifique, tels que le Sort Code au Royaume-Uni et en République d'Irlande.

source: Total cost is greater than {{ currency }}100,000. Please decrease the No. of conversions to meet the maximum expenture total of {{ currency }}100,000
fr: Le code banque/branche fourni n'est pas utilisé. Veuillez fournir un code banque/branche valide et réessayer.

source: No. of Conversions must be entered as a number
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Could not authorise the payment because the details provided were incorrect, or not authenticated by the acquiring bank.
fr: BWG_E_MODULUS_CHECK

source: Could not authorise the payment because the user clicked the CANCEL button on the payment pages, or went inactive for 15 minutes or longer.
fr: La vérification modulo a échoué.Cette erreur peut survenir pour tous les pays qui effectuent une vérification par module de l'ensemble de la combinaison code/numéro de compte bancaire. Bien que le format des champs fournis soit correct en tant que tel, un ou plusieurs d'entre eux sont incorrects.

source: The Sage Pay System rejected the transaction because validation rules were not met.
fr: Le format du numéro de compte fourni est incorrect. Veuillez saisir un numéro de compte correct et réessayer.

source: An error occurred at Sage Pay which meant the transaction could not be completed successfully.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Invalid credentials.
fr: BWG_E_MODULUS_CHECK_BANK_CODE

source: Required fields have not been supplied, an IBAN must be supplied.
fr: La vérification modulo a échoué pour le code banque.Cette erreur peut survenir pour les pays comme l'Espagne où il y a une vérification par module séparé sur le code banque. Bien que le format des champs fournis soit correct en tant que tel, un ou plusieurs d'entre eux sont incorrects.

source: Required fields have not been supplied, a Country Code must be supplied.
fr: Le format du code banque fourni est incorrect. Veuillez saisir un code banque correct et réessayer.

source: Conversion not possible.
fr: Demander à l'utilisateur de fournir des informations valides avant d'autoriser l'utilisateur à procéder à l'étape suivante.

source: Our conversion tool is offline, therefore, we are currently not able to process your request. Note: You have not been charged a conversion.
fr: BWG_E_MODULUS_CHECK_ACCOUNT_NO

source: Choose a country
fr: La vérification modulo a échoué pour le code banque. Cette erreur peut survenir pour les pays comme l'Espagne où il y a une vérification par module séparé sur le code banque. Bien que le format des champs fournis soit correct en tant que tel, un ou plusieurs d'entre eux sont incorrects.

source: I accept the <a href="#modalTermsConditions" data-toggle="modal">terms and conditions</a>
fr: Le format du numéro de compte fourni est incorrect. Veuillez saisir un numéro de compte correct et réessayer.

source: Use the transposed details that Kryptos returns and use this for further processings.
fr: Le code banque identifie la banque qui est l'émetteur du compte bancaire. Le code banque pour l'Andorre est composé de 4 chiffres. Exemple : 0004

source: BWG_W_TRANSPOSED
fr: Code banque

source: Kryptos has standardised the bank account details in a format that can be electronically processed.
fr: 4 (chiffres)

source: The Bank Account provided has been standardised in a format that can be electronically processed. Please use the updated bank account details to successfully process the payment/collection.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche pour l'Andorre est composé de 4 chiffres. Exemple : 0009

source: Depends on payment channel.
fr: Code branche

source: This bank branch does not accept FPS payments.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte pour l'Andorre contient entre 6 et 12 caractères et peut contenir des chiffres et des lettres. Exemple : 123456ABCDEF

source: The bank/branch does not support Faster Payments. It is suggested you use an alternative payment mechanism to avoid rejection.
fr: N° de compte

source: Depends on payment channel.
fr: 6-12 (chiffres et lettres)

source: This account does not accept FPS payments.
fr: BLZ

source: The account does not support Faster Payments. It is suggested you use an alternative payment mechanism to avoid rejection.
fr: 5 (chiffres)

source: Depends on payment channel.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte en Autriche est composé de 11 chiffres. Exemple : 89456132155

source: This bank branch is a direct agency participant within Faster Payments.
fr: 11 (chiffres)

source: None.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 3 chiffres. Exemple : 134

source: Depends on payment channel.
fr: Code banque

source: This bank branch is an indirect agency participant within Faster Payments.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 3 chiffres. Exemple : 111

source: None.
fr: Code branche

source: Depends on payment channel.
fr: 3 (chiffres)

source: This bank branch will be closing for Faster Payments clearing within 30 days.
fr: N° de compte

source: None.
fr: 8 (chiffres)

source: Depends on payment channel.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 11

source: This bank branch has been redirected to another sort code for Faster Payments.
fr: 2 (chiffres)

source: None.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche est composé de 3 chiffres. Exemple : 953

source: You must reject this payment because the sort code has been redirected and this account number is not valid for the new sort code.
fr: Code banque/branche

source: This sort code has been redirected and all account numbers have been renumbered.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 7 chiffres. Exemple : 7532125

source: The bank account details no longer exist. Please contact your bank to get updated details or provide details for an additional account.
fr: N° de compte

source: If its a 'one-off' transaction then process it as 'business as usual'. If however it is a recurring payment/collection, then it might be worth asking the user to check the details with their bank before proceeding.
fr: 7 (chiffres)

source: BWG_W_BRANCH_TRANSFERRING
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 44

source: Processing of payments to/from the given account is in the process of being transferred to a different branch.
fr: Numéro de vérification

source: The branch that has issued the provided bank account is due to close and all transactions are to be handled by an alternative branch. If its a 'one-off' payment/collection then you should be ok. If however it is a reccuring payment/collection then it is suggested that you obtain an alternative/updated bank account.
fr: 2 (chiffres)

source: Ask user to provide a valid BIC prior.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 22 caractères et peut contenir des chiffres et des lettres. Exemple : BG93CITI92501212345678

source: BWG_W_TEST_ONLY
fr: N° de compte (bban)

source: The BIC provided is for test purposes only.
fr: 22 (chiffres et lettres)

source: The BIC provided has been identified as a Test BIC. Please provide a valid BIC.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 5 chiffres. Exemple : 00110

source: Payment will not be processed sucessfully if payment is to be processed via SWIFT. Payment could be routed via an alternative branch.
fr: Code banque/branche

source: BWG_W_NOT_SWIFT_BIC
fr: 5 (chiffres)

source: The BIC provided is not connected to the SWIFT network.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 1 et 12 caractères et peut contenir des chiffres et des lettres. Exemple : A23456789012

source: The BIC provided is not connected to the SWIFT network. If you are processing the payment/collection under SWIFT then it may be rejected. It is suggested that you process the payment via an alternative payment mechanism.
fr: N° de compte

source: Process the payment as 'business as usual'.
fr: 1-12 (chiffres et lettres)

source: BWG_W_IBAN_UNABLE_TO_DECOMPOSE
fr: Le code banque identifie la banque du titulaire du compte. Le code banque est composé de 3 chiffres. Exemple : 014

source: The bank account details provided may be correct, but do not follow the standard rules. Particularly Sweden and Portugal.
fr: Code banque

source: The account details may be correct, but rules, data and intelligence used to perform an in-depth check are not available.
fr: 3 (chiffres)

source: Branch is not SEPA compliant for Credit Transfers (CT). If this is a SEPA transfer, reject the details. Otherwise, you can ignore this warning.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 5 chiffres. Exemple : 00001

source: BWG_W_SEPA_NO_CT
fr: Code branche

source: Branch is not SEPA compliant for Credit Transfers (CT). If this is a SEPA transfer, reject the details. Otherwise, you can ignore this warning.
fr: 5 (chiffres)

source: The bank account details provided do not support SEPA Credit Transfer transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 16 chiffres. Exemple : 1234567890123450

source: If this is a one-off SEPA Credit Transfer it is unlikely to be rejected. However, you should obtain an updated set of bank account details to avoid a rejection in the future.
fr: N° de compte

source: BWG_W_SEPA_CEASE_CT
fr: 16 (chiffres)

source: Branch will cease to be SEPA compliant for Credit Transfers (CT) within 30 days.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche est composé de 4 chiffres. Exemple : 5400

source: None.
fr: Code banque/branche

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
fr: 4 (chiffres)

source: BWG_W_UNAVAILABLE_MODULUS
fr: Les comptes bancaires en République Tchèque sont constitués de deux clés (deux parties, appelées Préfixe et Basique). La partie Préfixe désigne la première moitié de l'identifiant de compte bancaire chez la banque/branche en question. Cette partie du numéro de compte est composée de 6 chiffres. Exemple : 337873

source: No modulus checking is available for the given branch.
fr: Préfixe

source: Rules typically used to perform a in-depth validation and conversion of the bank account details provided are not available. A basic check has been performed and standard rules have been used to perform the conversion.
fr: 6 (chiffres)

source: If this is a one-off SEPA Credit Transfer it is unlikely to be rejected. However, you should obtain an updated set of bank account details to avoid a rejection in the future.
fr: Les comptes bancaires en République Tchèque sont constitués de deux clés (deux parties, appelées Préfixe et Basique). La partie Basique désigne la deuxième moitié de l'identifiant de compte bancaire chez la banque/branche en question. Cette partie du numéro de compte est composée de 10 chiffres. Exemple : 8796543210

source: BWG_W_SEPA_NO_DD
fr: Le fichier que vous avez téléchargé commencera à traiter prochainement. {{ lines }} conversions ont été déduits de votre compte pour le traitement de ce dossier.

source: Branch is not SEPA compliant for Direct Debits (DD). If this is a SEPA payment, reject the details. Otherwise, you can ignore this warning.
fr: Vous avez maintenant un total de {{ credits_total }} conversions.

source: The bank account details provided do not support SEPA Direct Debit transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
fr: Basique

source: If this is a one-off SEPA Direct Debit it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
fr: 10 (chiffres)

source: BWG_W_SEPA_CEASE_DD
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche peut contenir 8 chiffres. Exemple : 10010010

source: Branch will cease to be SEPA compliant for Direct Debits (DD) within 30 days.
fr: Code banque/branche

source: None.
fr: 8 (chiffres)

source: warn_22_action
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 1 et 10 chiffres. Exemple : 1111111116

source: BWG_E_IBAN_NOT_SUPPORTED
fr: N° de compte

source: The IBAN provided is for a country that does not support IBAN.
fr: 1-10 (chiffres)

source: The IBAN provided is incorrect, please check and try again.
fr: Le code banque/branche identifie le couple banque/branche émetteur du compte bancaire. Le code banque/branche est composé de 4 chiffres. Exemple : 5420

source: Process the payment as 'business as usual'.
fr: Code banque/branche

source: BWG_W_FOREIGN_CURRENCY_ACCT
fr: 4 (chiffres)

source: The given account is a foreign currency account.
fr: Le numéro de compte identifie spécifiquement le compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 10 chiffres. Exemple : 0000245871

source: The bank account details provided have been identified as a foreign currency account.
fr: N° de compte

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
fr: 10 (chiffres)

source: BWG_W_NO_MODULUS
fr: Le code banque identifie la banque et la branche du titulaire du compte. Le code banque est composé de 2 chiffres. Exemple : 42

source: No modulus checking is available for the given branch.
fr: Code banque

source: Rules typically used to perform a in-depth validation and conversion of the bank account details provided are not available. A basic check has been performed and standard rules have been used to perform the conversion.
fr: 2 (chiffres)

source: If its a 'one-off' transaction then process it as 'business as usual'. If however it is a recurring payment/collection, then it might be worth asking the user to check the details with their bank before proceeding.
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte contient entre 2 et 12 chiffres. Exemple : 123456789014

source: BWG_W_BRANCH_CLOSING
fr: N° de compte

source: We have been informed that the given branch will be closing soon.
fr: 2-12 (chiffres)

source: The branch that has issued the provided bank account is due to close. If its a 'one-off' payment/collection then you should be ok. If however it is a recurring payment/collection then it is suggested that you obtain an alternative/updated bank account.
fr: Le code banque identifie le couple banque/branche émetteur du compte bancaire. Ce code est composé de 4 chiffres. Exemple : 0003

source: Branch is not SEPA compliant for Business Direct Debit. If this is a SEPA Business DD, reject the details. Otherwise, you can ignore this warning.
fr: Code banque

source: BWG_W_SEPA_NO_BD
fr: 4 (chiffres)

source: Branch is not SEPA compliant for Business Direct Debits.
fr: Le code branche identifie la branche de la banque du titulaire du compte. Le code branche est composé de 4 chiffres. Exemple : 0001

source: The bank account details provided do not support SEPA Business Direct Debit transactions and therefore it is suggested than an alternative bank account is used to avoid rejection.
fr: Code branche

source: If this is a one-off SEPA Business Direct Debit it is unlikely to be rejected. However, you should reject the details because they could be wrong in the future.
fr: 4 (chiffres)

source: BWG_W_SEPA_CEASE_BD
fr: Le numéro de compte est l'identifiant complet du compte bancaire dans la banque / branche en question. Le numéro de compte est composé de 10 chiffres. Exemple : 1234567890

source: Branch will cease to be SEPA compliant for Business Direct Debits within 30 days.
fr: N° de compte

source: Branch will cease to be SEPA compliant for Business Direct Debits within 30 days.
fr: 10 (chiffres)

source: To be decided by the business based on the risk. Kryptos is able to validate the bank/branch code, but not the account number in its entirety.
fr: Le numéro de vérification est utilisé pour détecter toute erreur dans le numéro de compte complet fourni. Il est composé de 2 chiffres. Exemple : 86

source: BWG_W_ACCOUNT_NO_DD
fr: Numéro de vérification
